{
  "id": 10079,
  "title": "Hoshizora e Kakaru Hashi",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/3/73521.jpg",
    "large": "https://cdn.myanimelist.net/images/anime/3/73521l.jpg"
  },
  "alternative_titles": {
    "synonyms": [
      "Hoshizora e Kakaru Hashi"
    ],
    "en": "A Bridge to the Starry Skies",
    "ja": "星空へ架かる橋"
  },
  "start_date": "2011-04-11",
  "end_date": "2011-06-27",
  "synopsis": "Kazuma Hoshino is preparing himself for a new stage of his life as a teenager. Because of his brother Ayumu's weaker than average health, their parents thought it best for the family to move out from the city to a more rural environment. Now the two brothers are off to the Yorozuyo Inn where they’ll be staying until their parents can settle affairs back in the city and set up their new home.\n\nTheir arrival to the inn doesn't go as planned though when they catch the wrong bus, wind up in the middle of nowhere, Ayumu gets his hat stolen by a wild monkey, and Kazuma gets lost in the woods trying to track the animal down. It all leads to a chance encounter with a spirited young girl named Ui, who Kazuma ends up accidentally falling onto and kissing while she tries leading him back to the bus stop. This hardly sits well with Ui’s friend Ibuki who swiftly kicks Kazuma and sends him on his way. Much to Kazuma's continued horror, his bad luck is perpetuated at the inn thanks to its landlady Senka and her slightly perverted sense of humor, and then finding out that two of his classmates are the girls he embarrassed himself in front of back in the woods!\n\nHoshizora e Kakaru Hashi finds Kazuma adapting to his new school, dealing with the multiple women who have entered his life, providing emotional support for his younger brother, and coping with living with his new landlady. However, for some reason, something about this place is bringing whispers of the past into Kazuma's mind. Small flashes back to a more innocent time and a friendship long forgotten. What could this déjà vu mean?",
  "mean": 6.67,
  "rank": 6232,
  "popularity": 1424,
  "num_list_users": 183253,
  "num_scoring_users": 91893,
  "nsfw": "white",
  "created_at": "2010-12-22T23:46:55+00:00",
  "updated_at": "2022-06-20T17:35:00+00:00",
  "media_type": "tv",
  "status": "finished_airing",
  "genres": [
    {
      "id": 4,
      "name": "Comedy"
    },
    {
      "id": 9,
      "name": "Ecchi"
    },
    {
      "id": 35,
      "name": "Harem"
    },
    {
      "id": 22,
      "name": "Romance"
    },
    {
      "id": 23,
      "name": "School"
    }
  ],
  "num_episodes": 12,
  "start_season": {
    "year": 2011,
    "season": "spring"
  },
  "broadcast": {
    "day_of_the_week": "monday",
    "start_time": "09:00"
  },
  "source": "visual_novel",
  "average_episode_duration": 1500,
  "rating": "r+",
  "studios": [
    {
      "id": 95,
      "name": "Doga Kobo"
    }
  ]
}