{
  "id": 10105,
  "title": "Bavi Stock",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/13/27876.jpg",
    "large": "https://cdn.myanimelist.net/images/anime/13/27876l.jpg"
  },
  "alternative_titles": {
    "synonyms": [
      "Bavi Stock II: The Revenge of Eyesman - Ai no Kodou no Kanata ni",
      "Bavi Stock I: Hateshi Naki Hyouteki"
    ],
    "en": "",
    "ja": "バビ・ストック"
  },
  "start_date": "1985-12-10",
  "end_date": "1986-11-10",
  "synopsis": "The universe has fallen under the cruel military rule of the despotic Ventika empire. However, a rebel police state planet known as G.P.P has discovered the existence of a little girl called Muma, that could well hold the key to bringing down the Ventika empire once and for all. \nDespite her frightening potential, Muma is suffering from memory loss and is incarcerated in a maximum security prison. Charged with the assignment of busting Muma out and protecting her, the G.P.P send one of their most hardened elite, Agent Kate.\n\nUpon completing her mission successfully, Agent Kate is assigned yet another mission immediately after. This time, she must rescue another person that will prove instrumental in overthrowing the empire. His name is Bavi Stock, a young man of incredible talent but the problem is he that he too is currently incarcerated on the Ventika's purpose built prison planet. Can Agent Kate break him out? And just what can this Bavi Stock do?\n\nBavi Stock is a 2 part OAV series. The first movie is called \"Bavi Stock 1: Endless Target\" and the sequel was called \"Bavi Stock 2: The Revenge of Eyesman\".",
  "mean": 4.87,
  "rank": 12854,
  "popularity": 11911,
  "num_list_users": 1753,
  "num_scoring_users": 530,
  "nsfw": "white",
  "created_at": "2010-12-29T02:55:38+00:00",
  "updated_at": "2021-08-10T17:18:41+00:00",
  "media_type": "ova",
  "status": "finished_airing",
  "genres": [
    {
      "id": 1,
      "name": "Action"
    },
    {
      "id": 2,
      "name": "Adventure"
    },
    {
      "id": 10,
      "name": "Fantasy"
    },
    {
      "id": 24,
      "name": "Sci-Fi"
    }
  ],
  "num_episodes": 2,
  "start_season": {
    "year": 1985,
    "season": "fall"
  },
  "source": "novel",
  "average_episode_duration": 2762,
  "rating": "pg_13",
  "studios": [
    {
      "id": 288,
      "name": "Kaname Productions"
    }
  ]
}