{
  "id": 1030,
  "title": "Heisei Tanuki Gassen Ponpoko",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1962/138712.webp",
    "large": "https://cdn.myanimelist.net/images/anime/1962/138712l.webp"
  },
  "alternative_titles": {
    "synonyms": [],
    "en": "Pom Poko",
    "ja": "平成狸合戦ぽんぽこ"
  },
  "start_date": "1994-06-13",
  "end_date": "1994-06-13",
  "synopsis": "With the increasing need for Tokyo to expand as one of Japan's major cities, inevitable sacrifices must be made so that changes can take place. One of these sacrifices is that the room for nature and wildlife to flourish will decrease significantly over time. As this decline continues, many animal communities experience the brunt of urbanization. One such community known as the \"Tanuki,\" a type of magical shape-shifting mammal, is caught up in a struggle to defend their beloved forest from being absorbed by the looming threat of an expanding Tokyo.\n\nAs more and more Tanuki find themselves with nowhere to hide and territorial fights become increasingly regular amongst the different factions of the community, the elder Tanuki Oroku decides that something must be done. For the sake of their home as well as the safety of their future generations, the Tanuki unite as one with the hope that together they may be able to repel mankind's construction projects and scare them away from the forests using their shapeshifting abilities.\n\nBut as they begin their first attempts at sabotage, the Tanuki soon realize the operation will be no easy task. Will they reclaim their forest as a united community, or will they be torn apart by a war against humanity, blinded by anger and pain after witnessing nature's destruction?\n\n[Written by MAL Rewrite]",
  "mean": 7.29,
  "rank": 2864,
  "popularity": 2024,
  "num_list_users": 114736,
  "num_scoring_users": 66914,
  "nsfw": "white",
  "created_at": "2006-06-01T18:56:19+00:00",
  "updated_at": "2022-10-12T15:19:36+00:00",
  "media_type": "movie",
  "status": "finished_airing",
  "genres": [
    {
      "id": 51,
      "name": "Anthropomorphic"
    },
    {
      "id": 46,
      "name": "Award Winning"
    },
    {
      "id": 15,
      "name": "Kids"
    }
  ],
  "num_episodes": 1,
  "start_season": {
    "year": 1994,
    "season": "spring"
  },
  "source": "original",
  "average_episode_duration": 7151,
  "rating": "g",
  "studios": [
    {
      "id": 21,
      "name": "Studio Ghibli"
    }
  ]
}