{
  "id": 10323,
  "title": "Golden★Kids",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/3/28397.jpg",
    "large": "https://cdn.myanimelist.net/images/anime/3/28397l.jpg"
  },
  "alternative_titles": {
    "synonyms": [],
    "en": "",
    "ja": "ゴールデン★キッズ"
  },
  "start_date": "2011-01-21",
  "end_date": "2011-01-21",
  "synopsis": "The Koganedai Downtown FC Golden Kids haven't won a single game since they formed. The captain and goal keeper, Goal Kitagawa is determined to win a game with the current members before he moves away next month. However, even after all the determination to win the next game they lose terribly, extending their losing streak to 22 games. Even the adults in the community who support the team begin to get fed up with all the losses.\n\nAt school, the constantly losing Golden Kids members start to get picked on and bullied, and the adults worry that the bullying will only get worse. When the team members become depressed and lose their will to play, they see Goal practicing outside, silently and as hard as he can. Once again, the Golden Kids start to practice intensely to get that one win. The next game for the Golden Kids will be against the second best team in the Jonan League, the Wild Tigers.\n\nWill the Golden Kids finally get their first win ever? What will the adults decide to do with the team?\n\n(Source: Official Website)",
  "rank": 20275,
  "popularity": 16459,
  "num_list_users": 512,
  "num_scoring_users": 115,
  "nsfw": "white",
  "created_at": "2011-02-08T12:37:02+00:00",
  "updated_at": "2021-07-17T04:47:20+00:00",
  "media_type": "ona",
  "status": "finished_airing",
  "genres": [
    {
      "id": 23,
      "name": "School"
    },
    {
      "id": 30,
      "name": "Sports"
    },
    {
      "id": 77,
      "name": "Team Sports"
    }
  ],
  "num_episodes": 2,
  "start_season": {
    "year": 2011,
    "season": "winter"
  },
  "source": "manga",
  "average_episode_duration": 660,
  "rating": "g",
  "studios": []
}