{
  "id": 1034,
  "title": "Ouritsu Uchuugun: Honneamise no Tsubasa",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1811/112663.jpg",
    "large": "https://cdn.myanimelist.net/images/anime/1811/112663l.jpg"
  },
  "alternative_titles": {
    "synonyms": [
      "Wing of Royal Space Troop Honneamise",
      "Star Quest"
    ],
    "en": "Royal Space Force: The Wings of Honneamise",
    "ja": "王立宇宙軍 オネアミスの翼"
  },
  "start_date": "1987-03-14",
  "end_date": "1987-03-14",
  "synopsis": "Shirotsugh \"Shiro\" Lhadatt may be a cadet in the Kingdom of Honneamise's Royal Space Force (RSF), but he has never been in space before—in fact, nobody has. The RSF is often regarded as a failure both by the country's citizens and a government more interested in precipitating a war with a neighboring country than scientific achievement. Following the funeral of a fellow cadet, an unmotivated Shiro is walking in the city one night, when he bumps into Riquinni Nonderaiko, a young, pious woman, genuinely enthusiastic about the significance of space exploration.\n\nAs the two gradually bond, Riquinni's encouragement inspires Shiro to volunteer as a pilot for a prospective rocket ship, potentially becoming Honneamise's first man in space. Shiro and the RSF are soon joined by a team of elderly but eager scientists and engineers, and together, they embark on a mission to mold their nation's space program into a success. However, their efforts soon catch the attention of the government, which seems to have a different plan for the RSF in mind. Even as the odds are stacked against them, these men and women continue to stubbornly look to the sky, because somewhere among the frontiers of space may lie humanity's last chance at redemption.\n\n[Written by MAL Rewrite]",
  "mean": 7.46,
  "rank": 2137,
  "popularity": 3357,
  "num_list_users": 49259,
  "num_scoring_users": 17773,
  "nsfw": "white",
  "created_at": "2006-06-01T19:05:29+00:00",
  "updated_at": "2023-09-15T06:13:03+00:00",
  "media_type": "movie",
  "status": "finished_airing",
  "genres": [
    {
      "id": 1,
      "name": "Action"
    },
    {
      "id": 46,
      "name": "Award Winning"
    },
    {
      "id": 8,
      "name": "Drama"
    },
    {
      "id": 38,
      "name": "Military"
    },
    {
      "id": 24,
      "name": "Sci-Fi"
    },
    {
      "id": 29,
      "name": "Space"
    }
  ],
  "num_episodes": 1,
  "start_season": {
    "year": 1987,
    "season": "winter"
  },
  "source": "original",
  "average_episode_duration": 7286,
  "rating": "r+",
  "studios": [
    {
      "id": 6,
      "name": "Gainax"
    }
  ]
}