{
  "id": 10546,
  "title": "Rinkan Club",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1381/116806.jpg",
    "large": "https://cdn.myanimelist.net/images/anime/1381/116806l.jpg"
  },
  "alternative_titles": {
    "synonyms": [],
    "en": "",
    "ja": "りんかん倶楽部"
  },
  "start_date": "2011-04-29",
  "end_date": "2014-01-31",
  "synopsis": "The main character is a senior who attends Rinin High School; the only school among the mountain town of Rinin City. The main character, who is the student president of the high school, has another hidden persona. The persona as head of the “Gang Rape Club”...\n\nA dark ceremony existed that had been handed down for thousands of years in the old town of Rinin; the name of the ceremony, in particular, in the oldest of records. That ceremony, enacted to protect the region from disease and crop failure as a curse from the region's guardian deity, Hime Iwanaga, occurs in the evenings between the new moon and full moon, in which a maiden is disguised as Konohanasakuyabime and gangraped to appease Hime Iwanaga's anger. In regards to the maiden, there must be an important man participating in the gang rape, in other words, that man must be related in blood to their wife or lover, mother or daughter, younger sister or older sister, and the like, and after the gang rape, if a pregnancy occurs, Hime Iwanaga's anger is abated, and a good harvest and safety upon the region will be promised. However, if a pregnancy does not occur for the sake of suppressing Hime Iwanaga's anger, the maiden is supposed to be covered with semen, and floated down the river alive, as a sacrifice.\n\nAnd now---After the Tashio era, the ceremony itself had vanished into the dark history, but had still continued on at Rinin High School; the cruel, improper traditions being inherited over into a secret society through actions carried out by the Gang Rape Club. For generations, the student president of the High School has served as the head of the Gang Rape Club, not allowing even one day to pass uneventfully, submerging numerous women to the dark, suffocating pleasure.",
  "mean": 6.57,
  "popularity": 6752,
  "num_list_users": 9022,
  "num_scoring_users": 3208,
  "nsfw": "gray",
  "created_at": "2011-04-04T13:58:21+00:00",
  "updated_at": "2022-03-08T08:06:10+00:00",
  "media_type": "ova",
  "status": "finished_airing",
  "genres": [
    {
      "id": 12,
      "name": "Hentai"
    }
  ],
  "num_episodes": 4,
  "start_season": {
    "year": 2011,
    "season": "spring"
  },
  "source": "visual_novel",
  "average_episode_duration": 1706,
  "rating": "rx",
  "studios": [
    {
      "id": 541,
      "name": "Seven"
    }
  ]
}