{
  "id": 10793,
  "title": "Guilty Crown",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1566/133912.jpg",
    "large": "https://cdn.myanimelist.net/images/anime/1566/133912l.jpg"
  },
  "alternative_titles": {
    "synonyms": [
      "GUILTY CROWN"
    ],
    "en": "Guilty Crown",
    "ja": "ギルティクラウン"
  },
  "start_date": "2011-10-14",
  "end_date": "2012-03-23",
  "synopsis": "On December 24, 2029—the day colloquially known as the \"Lost Christmas\"—the Apocalypse Virus spread across Japan, bringing death to its citizens and plunging the country into utter chaos. In an effort to establish order, the United Nations sends the GHQ to assist with the crisis by containing the outbreak while removing all political autonomy in the process. A decade later, the country still lives under their control, unable to break free from their draconian rule.\n\nFrustrated with the state of the nation, a resistance group named the Funeral Parlor aims to liberate Japan from the GHQ. Led by the charismatic Gai Tsutsugami, the group plots to steal a vial containing the \"Void Genome\" to further their goals. The vial falls into the hands of internet vocalist Inori Yuzuriha, who ends up being hunted by the GHQ's Anti-Bodies forces. Having nowhere to go, she seeks refuge in a warehouse where she meets Shuu Ouma—a socially awkward high school student who is a huge fan of her music.\n\nShuu gets dragged into the conflict the moment he rescues Inori, and the Void Genome shatters in his hand, granting him the \"Power of the Kings.\" While learning how to control his grand new ability, Shuu must now fight to liberate Japan from its cruel oppressors.\n\n[Written by MAL Rewrite]\n",
  "mean": 7.4,
  "rank": 2354,
  "popularity": 118,
  "num_list_users": 1242152,
  "num_scoring_users": 648442,
  "nsfw": "white",
  "created_at": "2011-06-08T21:16:25+00:00",
  "updated_at": "2024-09-16T20:40:05+00:00",
  "media_type": "tv",
  "status": "finished_airing",
  "genres": [
    {
      "id": 1,
      "name": "Action"
    },
    {
      "id": 8,
      "name": "Drama"
    },
    {
      "id": 18,
      "name": "Mecha"
    },
    {
      "id": 24,
      "name": "Sci-Fi"
    },
    {
      "id": 31,
      "name": "Super Power"
    }
  ],
  "num_episodes": 22,
  "start_season": {
    "year": 2011,
    "season": "fall"
  },
  "broadcast": {
    "day_of_the_week": "friday",
    "start_time": "01:15"
  },
  "source": "original",
  "average_episode_duration": 1440,
  "rating": "r",
  "studios": [
    {
      "id": 10,
      "name": "Production I.G"
    }
  ]
}