{
  "id": 10821,
  "title": "Suite Precure♪ Movie: Torimodose! Kokoro ga Tsunagu Kiseki no Melody♪",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1411/142430.webp",
    "large": "https://cdn.myanimelist.net/images/anime/1411/142430l.webp"
  },
  "alternative_titles": {
    "synonyms": [
      "Eiga Suite Pretty Cure♪: Torimodose! Kokoro ga Tsunagu Kiseki no Merodi♪",
      "Suite Precure The Movie: Take it back! The Miraculous Melody that Connects Hearts"
    ],
    "en": "",
    "ja": "映画 スイートプリキュア♪ とりもどせ! 心がつなぐ奇跡のメロディ♪"
  },
  "start_date": "2011-10-29",
  "end_date": "2011-10-29",
  "synopsis": "After Cure Muse's mission of restoring her father's kind heart was accomplished, Ako and Mephisto decided to return to Major Land together. Suddenly, a howling noise rang through the city, and when it died down, all music was gone. Ako and Mephisto tried to establish contact with Major Land, but could not get a response.\nFull of worry, Hibiki and the others headed to Major Land, where there was no sign of the former land of overflowing music. The world was desolate without sound, its people devoid of emotion like stone, continuing to play their soundless instruments. The only one left was Ako's friend Suzu, who explained how Aphrodite suddenly changed and took away all music from the land. Ako and Mephisto, unbelieving and determined to find out the truth, headed to the palace where Aphrodite was. Hibiki, Kanade and Ellen decided to chase after Suzu, who had run away after Ako refused to believe her story.\n\nWhile chasing after Suzu, the girls met with 3 men eager to steal the Healing Chest. And as the truth slowly came to light, the Pretty Cure had to face up to the real enemy.",
  "mean": 7.02,
  "rank": 4325,
  "popularity": 8067,
  "num_list_users": 6666,
  "num_scoring_users": 2786,
  "nsfw": "white",
  "created_at": "2011-06-13T03:28:41+00:00",
  "updated_at": "2024-10-05T19:56:01+00:00",
  "media_type": "movie",
  "status": "finished_airing",
  "genres": [
    {
      "id": 66,
      "name": "Mahou Shoujo"
    }
  ],
  "num_episodes": 1,
  "start_season": {
    "year": 2011,
    "season": "fall"
  },
  "source": "original",
  "average_episode_duration": 4260,
  "rating": "g",
  "studios": [
    {
      "id": 18,
      "name": "Toei Animation"
    }
  ]
}