{
  "id": 11013,
  "title": "Inu x Boku SS",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1760/98794.webp",
    "large": "https://cdn.myanimelist.net/images/anime/1760/98794l.webp"
  },
  "alternative_titles": {
    "synonyms": [
      "Youko x Boku SS"
    ],
    "en": "Inu X Boku Secret Service",
    "ja": "妖狐×僕SS"
  },
  "start_date": "2012-01-13",
  "end_date": "2012-03-30",
  "synopsis": "Ririchiyo Shirakiin is the sheltered daughter of a renowned family. With her petite build and wealthy status, Ririchiyo has been a protected and dependent girl her entire life, but now she has decided to change all that. However, there is just one problem—the young girl has a sharp tongue she can't control, and terrible communication skills.\n\nWith some help from a childhood friend, Ririchiyo takes up residence in Maison de Ayakashi, a secluded high-security apartment complex that, as the unsociable 15-year-old soon discovers, is home to a host of bizarre individuals. Furthermore, their quirky personalities are not the strangest things about them: each inhabitant of the Maison de Ayakashi, including Ririchiyo, is actually half-human, half-youkai.\n\nBut Ririchiyo's troubles have only just begun. As a requirement of staying in her new home, she must be accompanied by a Secret Service agent. Ririchiyo's new partner, Soushi Miketsukami, is handsome, quiet... but ridiculously clingy and creepily submissive. With Soushi, her new supernatural neighbors, and the beginning of high school, Ririchiyo definitely seems to have a difficult path ahead of her.\n\n[Written by MAL Rewrite]",
  "mean": 7.36,
  "rank": 2565,
  "popularity": 462,
  "num_list_users": 518836,
  "num_scoring_users": 241031,
  "nsfw": "white",
  "created_at": "2011-07-23T13:41:43+00:00",
  "updated_at": "2023-04-17T11:00:59+00:00",
  "media_type": "tv",
  "status": "finished_airing",
  "genres": [
    {
      "id": 4,
      "name": "Comedy"
    },
    {
      "id": 6,
      "name": "Mythology"
    },
    {
      "id": 22,
      "name": "Romance"
    },
    {
      "id": 27,
      "name": "Shounen"
    },
    {
      "id": 37,
      "name": "Supernatural"
    }
  ],
  "num_episodes": 12,
  "start_season": {
    "year": 2012,
    "season": "winter"
  },
  "broadcast": {
    "day_of_the_week": "friday"
  },
  "source": "manga",
  "average_episode_duration": 1470,
  "rating": "pg_13",
  "studios": [
    {
      "id": 287,
      "name": "David Production"
    }
  ]
}