{
  "id": 11021,
  "title": "Muv-Luv Alternative: Total Eclipse",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/3/44462.jpg",
    "large": "https://cdn.myanimelist.net/images/anime/3/44462l.jpg"
  },
  "alternative_titles": {
    "synonyms": [
      "MuvLuv Alternative Total Eclipse",
      "MLA TE"
    ],
    "en": "Muv-Luv Alternative: Total Eclipse",
    "ja": "マブラヴ オルタネイティヴ トータル・イクリプス"
  },
  "start_date": "2012-07-02",
  "end_date": "2012-12-24",
  "synopsis": "In 1973, following the ruthless six-year-long Lunar War, the hostile alien species known as the BETA—Beings of Extra Terrestrial origin which are Adversary of the human race—invaded Earth, killing billions and decimating Eurasia. While BETA can be destroyed with conventional weapons, their laser-class is able to wipe out entire aircraft fleets, forcing mankind to develop giant combat suits called Tactical Surface Fighters (TSF) to combat them.\n    \nWhen the BETA reach Japan in 1998, military school student and TSF pilot—or eishi—Yui Takamura is ordered to defend Kyoto's last line of defense with her fellow classmates. At the cost of countless human lives and the sacrifice of Yui's friends, the Japanese Imperial Army manages to repel the invaders, leaving destruction in its wake. However, this encounter leaves Yui determined to never again allow something like this to occur.\n    \nThree years later, now a lieutenant, Yui joins the XFJ project, an Alaska-based Japan-American TSF development program. In an international team composed of the uncooperative Japanese-American test pilot Yuuya Bridges and various eishi from countries lost to the BETA, Yui's task is to help develop the new Japanese TSF Shiranui. Amidst political tensions inherited from the Cold War, Muv-Luv Alternative: Total Eclipse follows Yui's delicate mission and Yuuya's journey to overcome the demons of the past that still haunt him.\n\n[Written by MAL Rewrite]",
  "mean": 7.08,
  "rank": 4127,
  "popularity": 2313,
  "num_list_users": 99464,
  "num_scoring_users": 42317,
  "nsfw": "white",
  "created_at": "2011-07-24T05:33:05+00:00",
  "updated_at": "2023-10-04T22:41:02+00:00",
  "media_type": "tv",
  "status": "finished_airing",
  "genres": [
    {
      "id": 1,
      "name": "Action"
    },
    {
      "id": 8,
      "name": "Drama"
    },
    {
      "id": 58,
      "name": "Gore"
    },
    {
      "id": 18,
      "name": "Mecha"
    },
    {
      "id": 38,
      "name": "Military"
    },
    {
      "id": 24,
      "name": "Sci-Fi"
    }
  ],
  "num_episodes": 24,
  "start_season": {
    "year": 2012,
    "season": "summer"
  },
  "broadcast": {
    "day_of_the_week": "monday",
    "start_time": "01:35"
  },
  "source": "light_novel",
  "average_episode_duration": 1465,
  "rating": "r+",
  "studios": [
    {
      "id": 41,
      "name": "Satelight"
    },
    {
      "id": 601,
      "name": "lxtl"
    }
  ]
}