{
  "id": 1119,
  "title": "Pokemon Movie 04: Celebi Toki wo Koeta Deai",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1906/94415.jpg",
    "large": "https://cdn.myanimelist.net/images/anime/1906/94415l.jpg"
  },
  "alternative_titles": {
    "synonyms": [
      "Gekijouban Pocket Monsters: Serebii Toki wo Koeta Deai",
      "Celebi: A Timeless Encounter",
      "Pokémon Movie 4",
      "Celebi: Voice of the Forest"
    ],
    "en": "Pokémon 4Ever",
    "ja": "ポケットモンスター セレビィ 時を越えた遭遇（であい）"
  },
  "start_date": "2001-07-07",
  "end_date": "2001-07-07",
  "synopsis": "Serebii, a Legendary Pokémon known for its ability to traverse time, is hunted by an unnamed Pokémon poacher seeking to capture it. Yukinari, a young Pokémon trainer who enjoys drawing portraits of Pokémon, tries to protect Serebii after it stumbles upon him; but in the middle of its escape, both vanish without a trace.\n\nForty years later, ambitious Pokémon trainer Satoshi hopes to sight rare Pokémon around his local area. White, a boat driver, takes Satoshi to his village. Satoshi is accompanied by his three closest friends: Takeshi, a former gym leader training to be a great Pokémon breeder; Kasumi, a young girl wanting to become a skilled Water-type trainer; and Pikachu, Satoshi's Pokémon partner and first comrade.\n\nMeanwhile, Yukinari and Serebii reappear in Satoshi's present time and run into his group. Masked Lord Vicious, the strongest executive staff member of Team Rocket, desires to capture Serebii. Using the Dark Ball, a variant of Monster Ball that corrupts the Pokémon caught within and draws out their maximum power, Vicious can transform innocent Pokémon into powerful and frightening obstacles—including Serebii itself! Placed in a tough position, Satoshi, Yukinari, and their friends must work together to defeat Vicious and save Serebii and themselves.\n\n[Written by MAL Rewrite]",
  "mean": 6.92,
  "rank": 4996,
  "popularity": 1625,
  "num_list_users": 164639,
  "num_scoring_users": 103728,
  "nsfw": "white",
  "created_at": "2006-06-21T08:31:19+00:00",
  "updated_at": "2024-04-05T20:00:46+00:00",
  "media_type": "movie",
  "status": "finished_airing",
  "genres": [
    {
      "id": 2,
      "name": "Adventure"
    },
    {
      "id": 4,
      "name": "Comedy"
    },
    {
      "id": 8,
      "name": "Drama"
    },
    {
      "id": 10,
      "name": "Fantasy"
    },
    {
      "id": 15,
      "name": "Kids"
    }
  ],
  "num_episodes": 1,
  "start_season": {
    "year": 2001,
    "season": "summer"
  },
  "source": "game",
  "average_episode_duration": 4741,
  "rating": "pg",
  "studios": [
    {
      "id": 28,
      "name": "OLM"
    }
  ]
}