{
  "id": 1121,
  "title": "Pokemon Movie 06: Nanayo no Negaiboshi Jirachi",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/13/75733.jpg",
    "large": "https://cdn.myanimelist.net/images/anime/13/75733l.jpg"
  },
  "alternative_titles": {
    "synonyms": [
      "Gekijouban Pocket Monsters Advanced Generation: Nana-Yo no Negai Boshi Jiraachi",
      "Pokemon Advanced Generation: Nanayo no Negaiboshi Jirachi"
    ],
    "en": "Pokémon: Jirachi — Wish Maker",
    "ja": "ポケットモンスター・アドバンスジェネレーション  七夜の願い星 ジラーチ"
  },
  "start_date": "2003-07-19",
  "end_date": "2003-07-19",
  "synopsis": "The Millennium Comet is about to make its long-awaited appearance in the sky again, supposedly granting the wishes of all those who see it in the skies above them. Of course, Satoshi and friends are equally interested in the Millennium Festival, especially when they attend a magic performance by the Great Butler. Even more interesting is the mysterious cocoon in Butler’s possession—from which Masato hears a mysterious voice calling! When Jirachi emerges from its slumber, Masato has a new friend—sadly, it’s only for the brief few days that the Millennium Comet appears in the sky.\n\nMasato is anxious to make the most of his time with his new friend, but the Great Butler has his own plans for Jirachi, which are not so friendly. He wants to revive the Legendary Groudon, and Jirachi just might be able to grant that wish.\n\nCan Masato, Satoshi, Haruka, and Takeshi stop Butler and save Jirachi before Groudon reappears to reign destruction over the land?\n\n(Source: Official site)",
  "mean": 6.75,
  "rank": 5565,
  "popularity": 2157,
  "num_list_users": 101619,
  "num_scoring_users": 62534,
  "nsfw": "white",
  "created_at": "2006-06-21T08:33:00+00:00",
  "updated_at": "2022-03-22T22:52:11+00:00",
  "media_type": "movie",
  "status": "finished_airing",
  "genres": [
    {
      "id": 2,
      "name": "Adventure"
    },
    {
      "id": 4,
      "name": "Comedy"
    },
    {
      "id": 8,
      "name": "Drama"
    },
    {
      "id": 10,
      "name": "Fantasy"
    },
    {
      "id": 15,
      "name": "Kids"
    }
  ],
  "num_episodes": 1,
  "start_season": {
    "year": 2003,
    "season": "summer"
  },
  "source": "game",
  "average_episode_duration": 4860,
  "rating": "pg",
  "studios": [
    {
      "id": 28,
      "name": "OLM"
    }
  ]
}