{
  "id": 117,
  "title": "Shinpi no Sekai El-Hazard",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1893/128632.jpg",
    "large": "https://cdn.myanimelist.net/images/anime/1893/128632l.jpg"
  },
  "alternative_titles": {
    "synonyms": [
      "Shinpi no Sekai Eru Hazaado"
    ],
    "en": "El Hazard: The Magnificent World",
    "ja": "神秘の世界エルハザード"
  },
  "start_date": "1995-05-26",
  "end_date": "1996-01-25",
  "synopsis": "After Makoto Mizuhara agrees to testify against the boisterous student council president Katsuhiko Jinnai for bribing school clubs in the recent student council elections, Jinnai chases him down in an attempt to silence his self-proclaimed rival. Suddenly, during the chase, time stops for everyone—except Makoto. Perplexed, he wanders around the campus until he notices a light coming from the school's closed-off basement, where an ancient relic had just been uncovered.\n\nMakoto is walking toward the artifact surrounded by strings of light, when out of it comes an otherworldly woman who claims she has been waiting for ten thousand years to see him. Weakened by the passage of time, she uses her remaining power to transport a confused Makoto to another world, which she refers to as El-Hazard. However, others who are still at school are also caught in the spell, namely: Jinnai; Masamichi Fujisawa, the alcoholic teacher; and Nanami Jinnai, the headstrong sister of president Jinnai.\n\nThe fantastical and magnificent world of El-Hazard awaits these four individuals where they will become entangled in the story of its inhabitants and embark on an adventure filled with laughter, danger, and even romance.\n\n[Written by MAL Rewrite]",
  "mean": 7.25,
  "rank": 3027,
  "popularity": 4962,
  "num_list_users": 20900,
  "num_scoring_users": 8373,
  "nsfw": "white",
  "created_at": "2005-11-11T14:30:18+00:00",
  "updated_at": "2024-03-04T02:45:17+00:00",
  "media_type": "ova",
  "status": "finished_airing",
  "genres": [
    {
      "id": 2,
      "name": "Adventure"
    },
    {
      "id": 4,
      "name": "Comedy"
    },
    {
      "id": 81,
      "name": "Crossdressing"
    },
    {
      "id": 10,
      "name": "Fantasy"
    },
    {
      "id": 62,
      "name": "Isekai"
    },
    {
      "id": 22,
      "name": "Romance"
    }
  ],
  "num_episodes": 7,
  "start_season": {
    "year": 1995,
    "season": "spring"
  },
  "source": "original",
  "average_episode_duration": 2040,
  "rating": "pg_13",
  "studios": [
    {
      "id": 48,
      "name": "AIC"
    }
  ]
}