{
  "id": 1174,
  "title": "Munto",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1134/114560.jpg",
    "large": "https://cdn.myanimelist.net/images/anime/1134/114560l.jpg"
  },
  "alternative_titles": {
    "synonyms": [],
    "en": "Munto",
    "ja": "MUNTO [ムント]"
  },
  "start_date": "2003-03-18",
  "end_date": "2003-03-18",
  "synopsis": "Above Earth, invisible to humans, float the Heavens—a collection of floating island kingdoms supported by the magic of their godlike inhabitants. The mysterious power source known as Akuto enables this magic to exist, but this is quickly running out. In response to this energy crisis, most of the kingdoms in the Heavens agree to use the minimum amount of Akuto required to sustain themselves, except for the Magical Kingdom. The leader of this kingdom, the Magical King Munto, believes that Akuto can be replenished if he travels to Earth and meets a mysterious girl shown to him by a seer. While Munto sets off on the dangerous journey, the other kingdoms attempt to destroy the Magical Kingdom and acquire the remaining Akuto for themselves.\n\nOn Earth, Yumemi Hidaka is dealing with her own problems. She can see floating islands in the sky that nobody else can. While her best friend Ichiko Ono believes her, Yumemi wonders if she is going insane. When Munto suddenly appears before her, Yumemi dismisses him as a mere delusion. She is more concerned about her 13-year-old friend Suzume Imamura, who is attempting to elope with her delinquent boyfriend. As the Magical Kingdom nears the point where it will fall from the sky, Munto's quest to save both the Heavens and Earth grows increasingly desperate.\n\n[Written by MAL Rewrite]\n",
  "mean": 6.75,
  "rank": 5397,
  "popularity": 4817,
  "num_list_users": 21263,
  "num_scoring_users": 8101,
  "nsfw": "white",
  "created_at": "2006-07-06T06:25:02+00:00",
  "updated_at": "2022-03-20T05:31:23+00:00",
  "media_type": "ova",
  "status": "finished_airing",
  "genres": [
    {
      "id": 10,
      "name": "Fantasy"
    },
    {
      "id": 22,
      "name": "Romance"
    }
  ],
  "num_episodes": 1,
  "start_season": {
    "year": 2003,
    "season": "winter"
  },
  "source": "original",
  "average_episode_duration": 3259,
  "rating": "pg_13",
  "studios": [
    {
      "id": 2,
      "name": "Kyoto Animation"
    }
  ]
}