{
  "id": 11771,
  "title": "Kuroko no Basket",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/11/50453.jpg",
    "large": "https://cdn.myanimelist.net/images/anime/11/50453l.jpg"
  },
  "alternative_titles": {
    "synonyms": [
      "Kuroko no Basuke",
      "KuroBas",
      "The Basketball Which Kuroko Plays"
    ],
    "en": "Kuroko's Basketball",
    "ja": "黒子のバスケ"
  },
  "start_date": "2012-04-08",
  "end_date": "2012-09-22",
  "synopsis": "For the last three years, Teikou Middle School has dominated the national basketball scene with its legendary lineup: the \"Generation of Miracles.\" It consisted of five prodigies who excelled at the sport, but a \"Phantom Sixth Man\" lurked in the shadows and helped earn the team their revered status. Eventually, their monstrous growth jaded them from the sport they loved and made them go their separate ways in high school.\n\nIn search of new members, the Seirin High School basketball team recruits Taiga Kagami and Tetsuya Kuroko, two freshmen who seem to have significant differences in abilities. Having returned recently from America, Kagami has both a natural aptitude and relentless love for the sport. Meanwhile, Kuroko lacks presence and exhibits no outstanding athletic talent. However, it is later revealed that he is Teikou's Phantom Sixth Man—the player once part of the Generation of Miracles.\n\nKuroko wants to prove to the Seirin team that he is strong in his own way. Seeing his conviction, Kagami forms a dynamic partnership with Kuroko, the latter promising to support Kagami's \"light\" as his \"shadow.\" Alongside their new Seirin teammates, they aim to conquer the upcoming Interhigh championship, but the reappearance of Kuroko's former teammates complicates their plan.\n\n[Written by MAL Rewrite]\n",
  "mean": 8.05,
  "rank": 600,
  "popularity": 117,
  "num_list_users": 1266928,
  "num_scoring_users": 746244,
  "nsfw": "white",
  "created_at": "2011-10-09T15:22:28+00:00",
  "updated_at": "2024-03-25T02:01:22+00:00",
  "media_type": "tv",
  "status": "finished_airing",
  "genres": [
    {
      "id": 23,
      "name": "School"
    },
    {
      "id": 27,
      "name": "Shounen"
    },
    {
      "id": 30,
      "name": "Sports"
    },
    {
      "id": 77,
      "name": "Team Sports"
    }
  ],
  "num_episodes": 25,
  "start_season": {
    "year": 2012,
    "season": "spring"
  },
  "broadcast": {
    "day_of_the_week": "sunday",
    "start_time": "01:58"
  },
  "source": "manga",
  "average_episode_duration": 1450,
  "rating": "pg_13",
  "studios": [
    {
      "id": 10,
      "name": "Production I.G"
    }
  ]
}