{
  "id": 1237,
  "title": "One Piece: Oounabara ni Hirake! Dekkai Dekkai Chichi no Yume!",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/6/20850.webp",
    "large": "https://cdn.myanimelist.net/images/anime/6/20850l.webp"
  },
  "alternative_titles": {
    "synonyms": [],
    "en": "One Piece: Open Upon the Great Sea! A Father's Huge, HUGE Dream!",
    "ja": "ワンピース 大海原にひらけ! でっかいでっカイ父の夢!"
  },
  "start_date": "2003-04-06",
  "end_date": "2003-04-06",
  "synopsis": "The story opens on Pirate Zap's ship, where two of his crew, Bonnie and Max, are tired and want to escape, but unfortunately they have no money. Three children were being held captive on the ship overhear them. The eldest, Amanda, who's father was a pro treasure hunter, knows the whereabouts of a great treasure, and offers them a deal. If they help them make a clean escape, they could take all the treasure they wanted. They agree, and the five of them barely escape and make it onto a small island where they meet Luffy and his crew. Unfortunately they were pursued and Luffy and Amanda are captured and brought back to their boss, the head of the Bayan Pirates, who is also after the treasure. Now Luffy and the others must battle the Bayan pirates and find the treasure that Amanda's father had left for his children. Amanda, who has always resented adventure and treasure because her father was constantly gone in search for it, finally understands his feelings. \n\n(Source: ANN)",
  "mean": 7.18,
  "rank": 3547,
  "popularity": 4115,
  "num_list_users": 35381,
  "num_scoring_users": 17009,
  "nsfw": "white",
  "created_at": "2006-07-31T10:53:43+00:00",
  "updated_at": "2023-12-27T07:12:49+00:00",
  "media_type": "tv_special",
  "status": "finished_airing",
  "genres": [
    {
      "id": 1,
      "name": "Action"
    },
    {
      "id": 2,
      "name": "Adventure"
    },
    {
      "id": 10,
      "name": "Fantasy"
    },
    {
      "id": 27,
      "name": "Shounen"
    }
  ],
  "num_episodes": 1,
  "start_season": {
    "year": 2003,
    "season": "spring"
  },
  "source": "manga",
  "average_episode_duration": 2772,
  "rating": "pg_13",
  "studios": [
    {
      "id": 18,
      "name": "Toei Animation"
    }
  ]
}