{
  "id": 127,
  "title": "Gate Keepers",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/12/15226.jpg",
    "large": "https://cdn.myanimelist.net/images/anime/12/15226l.jpg"
  },
  "alternative_titles": {
    "synonyms": [
      "Gatekeepers"
    ],
    "en": "",
    "ja": "ゲートキーパーズ"
  },
  "start_date": "2000-04-03",
  "end_date": "2000-09-18",
  "synopsis": "Technology, science, and industry—this is 1969 Tokyo, and there is no better time to be alive! But a shadow looms quietly around every corner: \"Invaders\" have infiltrated the populace, and nobody knows who or what they are.\n\nOnly the members of the top-secret agency AEGIS know of their existence. Covertly fighting the enemy is their job, but only those with the ability to open \"Gates\" to another world can truly defeat them. Within AEGIS is a specialized task force known as the \"Gate Keepers.\" Composed of extraordinary individuals with a variety of Gate-related abilities, they are the only ones who can save humanity from the vicious Invaders plaguing the planet.\n\nShun Ukiya is an average high school student who lives with his widowed mother and little sister. While on his way home from school one day, he comes across a group of Invaders heading toward his house. In a desperate plight to save his family, Shun discovers he possesses the ability to open a Gate, allowing him to harness massive amounts of energy. With his newfound ability exposed, he catches the attention of AEGIS, and particularly the interest of one of its Gate Keepers, Shun's childhood friend Ruriko Ikusawa.\n\n[Written by MAL Rewrite]",
  "mean": 6.91,
  "rank": 4653,
  "popularity": 4705,
  "num_list_users": 23094,
  "num_scoring_users": 9786,
  "nsfw": "white",
  "created_at": "2005-11-11T14:40:56+00:00",
  "updated_at": "2022-12-13T12:46:11+00:00",
  "media_type": "tv",
  "status": "finished_airing",
  "genres": [
    {
      "id": 1,
      "name": "Action"
    },
    {
      "id": 4,
      "name": "Comedy"
    },
    {
      "id": 10,
      "name": "Fantasy"
    },
    {
      "id": 18,
      "name": "Mecha"
    },
    {
      "id": 24,
      "name": "Sci-Fi"
    }
  ],
  "num_episodes": 24,
  "start_season": {
    "year": 2000,
    "season": "spring"
  },
  "broadcast": {
    "day_of_the_week": "monday",
    "start_time": "18:30"
  },
  "source": "game",
  "average_episode_duration": 1500,
  "rating": "pg_13",
  "studios": [
    {
      "id": 3,
      "name": "Gonzo"
    }
  ]
}