{
  "id": 1272,
  "title": "Injuu Gakuen La Blue Girl",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1044/104058.webp",
    "large": "https://cdn.myanimelist.net/images/anime/1044/104058l.webp"
  },
  "alternative_titles": {
    "synonyms": [],
    "en": "La Blue Girl",
    "ja": "淫獣学園 La Blue Girl"
  },
  "start_date": "1992-06-26",
  "end_date": "1993-09-10",
  "synopsis": "Over the course of many years, a blood feud has raged between the Miroku and Suzuka ninja clans. During this time period, the Miroku have been the harbingers and guardians of a terrifying power—control over a group of sex demons known as the Shikima. This power lies in the form of a magical, light-emanating compact which was given to the Miroku clan. Anyone who bathes in the compact's light will be held victim to the Shikima's perverted assaults.\n\nMiko Mido is the latest descendent in the line of Miroku and is trying to juggle her life as a high school student with her training in \"sexcraft\" ninjutsu. Her grandmother serves as the guardian of the Miroku's compact. But a planned assault by the Suzuka clan not only leaves Miko as the sole guardian of the bloodline, but also results in the compact being stolen by the Suzuka. Determined to finish off the last of the Miroku, the Suzuka turn the power of the Shikima against the inexperienced Miko, putting her in a fight for control of the destructive demons, as well as her own life.\n\nMiko's situation is made even more troubling when she accidentally exposes her sister, Miyu to the terrors of the Shikima, resulting in her being abducted and taken to the demons' dimension. The stakes could not be higher for Miko as she and her loyal sidekick Nin-Nin must save Miyu, defeat the Suzuka clan, and prevent the Shikima from unleashing their violent lust upon the world of humanity.",
  "mean": 6.24,
  "popularity": 7150,
  "num_list_users": 9453,
  "num_scoring_users": 3618,
  "nsfw": "gray",
  "created_at": "2006-08-06T22:41:21+00:00",
  "updated_at": "2022-04-17T14:11:10+00:00",
  "media_type": "ova",
  "status": "finished_airing",
  "genres": [
    {
      "id": 12,
      "name": "Hentai"
    },
    {
      "id": 6,
      "name": "Mythology"
    }
  ],
  "num_episodes": 6,
  "start_season": {
    "year": 1992,
    "season": "spring"
  },
  "source": "manga",
  "average_episode_duration": 2700,
  "rating": "rx",
  "studios": [
    {
      "id": 256,
      "name": "Studio Kikan"
    }
  ]
}