{
  "id": 12997,
  "title": "Please ♥♥♥♥ Me!",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1811/115743.jpg",
    "large": "https://cdn.myanimelist.net/images/anime/1811/115743l.jpg"
  },
  "alternative_titles": {
    "synonyms": [
      "Please Rape Me!"
    ],
    "en": "",
    "ja": "プリーズ・♡♡♡♡・ミー！"
  },
  "start_date": "2012-04-27",
  "end_date": "2012-08-31",
  "synopsis": "From the makers of Euphoria and Eroge! Hentai mo Game mo Kaihatsu Zanmai, is CLOCKUP's and Collaboration Works' Please Rape Me!\n\nHosaka Ippei is your average Japanese yuppie who works at a rental video shop. He has a wide collection of erotic mangas and hentai at home, all of which are of the rape genre. He is fond of rape and his lifelong dream is to actually rape a woman.\n\nEveryday, after his work at the video shop, he goes home through a dark park not because he wants to unwind after a long day, but to get a chance to see a woman getting raped. He stumbles upon Sari, a mysterious loli wearing unorthodox clothing. He takes this chance to rape a woman but his imagination of raping her arouses him too much and ends up ejaculating on her. As Sari wakes up, Ippei's punishment is to let her live with him. Ippei agrees and thinks that this is the perfect opportunity to get free sex.\n\nThe next day, a girl visits the shop where Ippei works and asks to be a member. Ippei recognizes her as his high school classmate, Yuuma Chidori. Sari tells him that she secretly has a rape fetish and encourages him to rape Yuuma.\n\nYuuma asks Ippei out for a date and Ippei takes his chance to rape his high school crush and fulfill his dream of making her say \"Please Rape Me!\"",
  "mean": 6.75,
  "popularity": 5482,
  "num_list_users": 18861,
  "num_scoring_users": 7854,
  "nsfw": "gray",
  "created_at": "2012-02-14T01:01:11+00:00",
  "updated_at": "2023-01-24T17:56:53+00:00",
  "media_type": "ova",
  "status": "finished_airing",
  "genres": [
    {
      "id": 12,
      "name": "Hentai"
    }
  ],
  "num_episodes": 2,
  "start_season": {
    "year": 2012,
    "season": "spring"
  },
  "source": "visual_novel",
  "average_episode_duration": 1781,
  "rating": "rx",
  "studios": [
    {
      "id": 519,
      "name": "Collaboration Works"
    }
  ]
}