{
  "id": 13221,
  "title": "Kyonyuu Fantasy",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1319/103850.webp",
    "large": "https://cdn.myanimelist.net/images/anime/1319/103850l.webp"
  },
  "alternative_titles": {
    "synonyms": [
      "Funbag Fantasy"
    ],
    "en": "",
    "ja": "巨乳ファンタジー"
  },
  "start_date": "2012-05-25",
  "end_date": "2012-07-27",
  "synopsis": "A small peripheral village is terrorized by an insatiable succubus named Shamsiel Shahar. Due to her nature, she has become the bane of all men in the vicinity, sucking out their life forces and leaving them undignified for everyone else to see. The kingdom is too busy with an ongoing revolt to dispatch an adequate unit for exorcising the daemon, so it decides to play a much less valuable card.\n \nRyuuto Henge is the last graduate from the Royal Knight Academy. He is considered a failure as a soldier and a disgrace to the kingdom, making him the perfect man to throw at the succubus' mercy. Assuming it is a one-way journey, Ryuuto prepares to meet his inevitable end. However, after he arrives in the village, he is greeted by Shamsiel herself.\n\nHaving heard the news of a knight sent to defeat her, Shamsiel decides to test Ryuuto's endurance first hand. To her utmost surprise and disbelief, she is incapable of draining Ryuuto's energy. His stamina keeps replenishing, and soon, he will be the one with the upper hand.\n\n[Written by MAL Rewrite]\n",
  "mean": 7.35,
  "popularity": 4474,
  "num_list_users": 30429,
  "num_scoring_users": 12564,
  "nsfw": "gray",
  "created_at": "2012-03-09T02:47:47+00:00",
  "updated_at": "2025-01-14T03:20:40+00:00",
  "media_type": "ova",
  "status": "finished_airing",
  "genres": [
    {
      "id": 10,
      "name": "Fantasy"
    },
    {
      "id": 35,
      "name": "Harem"
    },
    {
      "id": 12,
      "name": "Hentai"
    }
  ],
  "num_episodes": 2,
  "start_season": {
    "year": 2012,
    "season": "spring"
  },
  "source": "visual_novel",
  "average_episode_duration": 1740,
  "rating": "rx",
  "studios": [
    {
      "id": 767,
      "name": "Majin"
    }
  ]
}