{
  "id": 1351,
  "title": "Angel Cop",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1377/110296.webp",
    "large": "https://cdn.myanimelist.net/images/anime/1377/110296l.webp"
  },
  "alternative_titles": {
    "synonyms": [],
    "en": "",
    "ja": "エンゼルコップ"
  },
  "start_date": "1989-09-01",
  "end_date": "1994-05-20",
  "synopsis": "Sometime in the future, terrorism in Japan has become commonplace, and the police have become almost as brutal as criminals. A member of the Special Security Force known as Angel, is the best of the best, stopping at nothing in her fight for justice.\n\nThings get interesting for Angel and her partner, Raiden, when they begin investigating a series of murders in which the victims were known criminals, killed in very unpleasant ways. This trio of killers known as Hunters, is a group of psychics that have banded together to hunt down the lowest scum in the city and bring them to justice.\n\nAfter a couple of encounters between the cops and the psychics, two of the psychics begin to think that maybe they're not the good guys after all; but the third prefers killing to morality. Augmented by cybernetics from a mysterious source, this third hunter heads out on a killing spree, with the Special Security Force as the first target. \n\nEven with help from the other two psychics and her newly cyborged partner (after an unfortunate accident), Angel is going to have her work cut out trying to find the rogue psychic and the organization behind the Hunters. ",
  "mean": 6.02,
  "rank": 9795,
  "popularity": 4711,
  "num_list_users": 24793,
  "num_scoring_users": 8283,
  "nsfw": "white",
  "created_at": "2006-08-17T00:27:15+00:00",
  "updated_at": "2023-10-16T06:11:54+00:00",
  "media_type": "ova",
  "status": "finished_airing",
  "genres": [
    {
      "id": 1,
      "name": "Action"
    },
    {
      "id": 50,
      "name": "Adult Cast"
    },
    {
      "id": 58,
      "name": "Gore"
    },
    {
      "id": 24,
      "name": "Sci-Fi"
    }
  ],
  "num_episodes": 6,
  "start_season": {
    "year": 1989,
    "season": "summer"
  },
  "source": "original",
  "average_episode_duration": 1756,
  "rating": "r+",
  "studios": [
    {
      "id": 567,
      "name": "D.A.S.T Corporation"
    }
  ]
}