{
  "id": 1366,
  "title": "Meitantei Conan Movie 07: Meikyuu no Crossroad",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/10/20984.jpg",
    "large": "https://cdn.myanimelist.net/images/anime/10/20984l.jpg"
  },
  "alternative_titles": {
    "synonyms": [],
    "en": "Detective Conan Movie 07: Crossroad in the Ancient Capital",
    "ja": "名探偵コナン 迷宮の十字路(クロスロード)"
  },
  "start_date": "2003-04-19",
  "end_date": "2003-04-19",
  "synopsis": "Under the cover of darkness, a masked samurai murders five men across the metropolis of Japan: three in Tokyo, one in Osaka, and the last in Kyoto. In their investigation, the police learn that each man was a member of the Genjibotaru—a thieves gang centered on the theft of Buddhist statues and artifacts and who go by the names of Minomoto no Yoshitune's servants.\n \nWithout a clear motive or clues to the other members' identities, the case runs dry until a Kyoto temple calls for the famous Kogorou Mouri. Having received an anonymous letter containing a peculiar puzzle, the temple monks ask for his assistance in solving it to recover their long lost statue. Meanwhile, Conan Edogawa and high school detective Heiji Hattori team up in order to solve the cryptic puzzle and find the murderer, as Hattori searches for his childhood love.\n \nWith Hattori's knowledge of Kyoto, the two scour the streets and gradually discover the truth, but not before the murderer strikes again—killing another Genjibotaru member and, after repeated attempts on Hattori's life, eventually kidnapping Hattori's childhood sweetheart. It is only by working together to bring buried clues to light can Conan and Hattori hope to end the rogue samurai's bloodshed and save Hattori's love.\n \n[Written by MAL Rewrite]",
  "mean": 7.79,
  "rank": 1064,
  "popularity": 3145,
  "num_list_users": 54077,
  "num_scoring_users": 31981,
  "nsfw": "white",
  "created_at": "2006-08-18T02:44:03+00:00",
  "updated_at": "2023-11-25T13:41:35+00:00",
  "media_type": "movie",
  "status": "finished_airing",
  "genres": [
    {
      "id": 2,
      "name": "Adventure"
    },
    {
      "id": 4,
      "name": "Comedy"
    },
    {
      "id": 39,
      "name": "Detective"
    },
    {
      "id": 7,
      "name": "Mystery"
    },
    {
      "id": 27,
      "name": "Shounen"
    }
  ],
  "num_episodes": 1,
  "start_season": {
    "year": 2003,
    "season": "spring"
  },
  "source": "manga",
  "average_episode_duration": 6480,
  "rating": "pg_13",
  "studios": [
    {
      "id": 73,
      "name": "TMS Entertainment"
    }
  ]
}