{
  "id": 13759,
  "title": "Sakura-sou no Pet na Kanojo",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/4/43643.webp",
    "large": "https://cdn.myanimelist.net/images/anime/4/43643l.webp"
  },
  "alternative_titles": {
    "synonyms": [
      "Sakurasou no Pet na Kanojo"
    ],
    "en": "The Pet Girl of Sakurasou",
    "ja": "さくら荘のペットな彼女"
  },
  "start_date": "2012-10-09",
  "end_date": "2013-03-26",
  "synopsis": "At Suimei High, the Sakura-sou dormitory is infamous for housing the school's most notorious delinquents. Thus, when the relatively tame Sorata Kanda is transferred to the dorm, escaping this insane asylum becomes his foremost goal. Trapped there for the time being, he must learn how to deal with his fellow residents, including bubbly animator Misaki Kamiigusa, charming playboy writer Jin Mitaka, and the ever-reclusive Ryuunosuke Akasaka. Surrounded by weirdness, Sorata frequently finds respite in his interactions with his one \"normal\" friend, aspiring voice actress Nanami Aoyama.\n\nWhen Mashiro Shiina—a new foreign exchange student—joins the dormitory, Sorata is instantly enraptured by her beauty. Underneath her otherworldly appearance, Mashiro is an autistic savant, capable of world-renowned brilliance in her art, yet unable to perform simple daily tasks. After Sorata ends up in charge of taking care of Mashiro, the two inevitably grow closer, with Sorata's initial desire to escape the dormitory becoming a forgotten goal.\n\nDespite their eccentricities, every resident is incredible in their own field, leaving Sorata to contend with his own lack of any particular skill. With brilliance all around him, he thus strives to become an equal to their talent. Revolving around the hardships and joys of its colorful cast, Sakura-sou no Pet na Kanojo is a heartwarming coming-of-age tale of friendship, love, ambition, and heartbreak—through the lens of an ordinary person surrounded by the extraordinary.\n\n[Written by MAL Rewrite]\n",
  "mean": 8.05,
  "rank": 599,
  "popularity": 110,
  "num_list_users": 1279536,
  "num_scoring_users": 723776,
  "nsfw": "white",
  "created_at": "2012-04-08T20:17:41+00:00",
  "updated_at": "2022-04-29T19:29:39+00:00",
  "media_type": "tv",
  "status": "finished_airing",
  "genres": [
    {
      "id": 8,
      "name": "Drama"
    },
    {
      "id": 22,
      "name": "Romance"
    },
    {
      "id": 23,
      "name": "School"
    },
    {
      "id": 80,
      "name": "Visual Arts"
    }
  ],
  "num_episodes": 24,
  "start_season": {
    "year": 2012,
    "season": "fall"
  },
  "broadcast": {
    "day_of_the_week": "tuesday",
    "start_time": "00:30"
  },
  "source": "light_novel",
  "average_episode_duration": 1420,
  "rating": "pg_13",
  "studios": [
    {
      "id": 7,
      "name": "J.C.Staff"
    }
  ]
}