{
  "id": 14129,
  "title": "Starless: 21st Century Nymphomaniacs",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1928/119701.jpg",
    "large": "https://cdn.myanimelist.net/images/anime/1928/119701l.jpg"
  },
  "alternative_titles": {
    "synonyms": [],
    "en": "",
    "ja": "STARLESS 21st Century nymphomaniacs."
  },
  "start_date": "2012-07-20",
  "end_date": "2013-04-19",
  "synopsis": "Sawatari Yukito was looking for a summer part time job, when by chance he came across an advertisement in a job search magazine for a position with really nice wages. Upon quickly contacting the employer and learning that the position had yet to be filled, he applied without delay. The job was as a live-in servant at a mansion.\nHis first day of work arrived. Upon arrival at the mansion deep in the mountains he was surprised by the size of the grounds and the palatial building itself… appropriate for the richest of the rich. The mansion’s beautiful mistress and her equally beautiful daughters came out to meet him. However, within that day his expectations turned to bewilderment and then despair.\n\nBy the time he learned the reason behind the high wages he was being offered for a simple handyman’s job, it was too late… The work that awaited him was that of a “handyman” in name only. He joined several other servants at the beck and call of the mansion’s mistress, tasked with pleasing every perverted whim of her odd family.\nServants both male and female were unable to escape the mansion, forced to continually take part the unending bizarre play of the family’s mad escapades. Will Yukito ever be able to escape the mansion alive, or….?!\n\n(Source: AnimeNation forums)",
  "mean": 6.5,
  "popularity": 6355,
  "num_list_users": 11567,
  "num_scoring_users": 4482,
  "nsfw": "gray",
  "created_at": "2012-05-16T21:34:15+00:00",
  "updated_at": "2022-04-10T14:36:23+00:00",
  "media_type": "ova",
  "status": "finished_airing",
  "genres": [
    {
      "id": 12,
      "name": "Hentai"
    }
  ],
  "num_episodes": 4,
  "start_season": {
    "year": 2012,
    "season": "summer"
  },
  "source": "visual_novel",
  "average_episode_duration": 1193,
  "rating": "rx",
  "studios": [
    {
      "id": 407,
      "name": "Studio 9 Maiami"
    }
  ]
}