{
  "id": 14131,
  "title": "Girls & Panzer",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/9/40969.jpg",
    "large": "https://cdn.myanimelist.net/images/anime/9/40969l.jpg"
  },
  "alternative_titles": {
    "synonyms": [
      "Garupan",
      "Girls und Panzer"
    ],
    "en": "Girls und Panzer",
    "ja": "ガールズ&パンツァー"
  },
  "start_date": "2012-10-09",
  "end_date": "2013-03-25",
  "synopsis": "\"Senshadou\" is a traditional sport using World War II era tanks in elimination-based matches. Widely practiced by women and girls alike, it's advertised as a form of art geared towards making ladies more prominent in culture and appealing to men. Becoming a worldwide phenomenon over time, the influence of senshadou leads to the creation of a world championship which will soon be held in Japan.\n\nMiho Nishizumi, who comes from a lineage of well-respected senshadou specialists, is at odds with the sport after a traumatic event led to her retirement and eventually a rift to form between her and her family. To steer clear of the practice as much as possible, she transfers to Ooarai Girls Academy where the senshadou program has been abolished. However, with the news of the upcoming championships, the school revives their tankery program, and Miho is pushed into joining.\n\nNow, with the aid of some new friends, she must overcome her past and once again take command of a squadron of tanks in an effort to save her school from closure, all while proving to her family that the Nishizumi-style of senshadou is not solely about victory.\n\n[Written by MAL Rewrite]",
  "mean": 7.52,
  "rank": 1793,
  "popularity": 794,
  "num_list_users": 301750,
  "num_scoring_users": 149321,
  "nsfw": "white",
  "created_at": "2012-05-16T21:47:47+00:00",
  "updated_at": "2023-10-14T15:32:02+00:00",
  "media_type": "tv",
  "status": "finished_airing",
  "genres": [
    {
      "id": 1,
      "name": "Action"
    },
    {
      "id": 52,
      "name": "CGDCT"
    },
    {
      "id": 38,
      "name": "Military"
    },
    {
      "id": 23,
      "name": "School"
    }
  ],
  "num_episodes": 12,
  "start_season": {
    "year": 2012,
    "season": "fall"
  },
  "broadcast": {
    "day_of_the_week": "tuesday",
    "start_time": "01:00"
  },
  "source": "original",
  "average_episode_duration": 1440,
  "rating": "pg_13",
  "studios": [
    {
      "id": 60,
      "name": "Actas"
    }
  ]
}