{
  "id": 14467,
  "title": "K",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/3/47607.webp",
    "large": "https://cdn.myanimelist.net/images/anime/3/47607l.webp"
  },
  "alternative_titles": {
    "synonyms": [
      "K-Project",
      "K -eine weitere Geschichte-"
    ],
    "en": "K",
    "ja": "K"
  },
  "start_date": "2012-10-05",
  "end_date": "2012-12-28",
  "synopsis": "\"Kings\" are individuals who have been bestowed with incredible supernatural powers and granted the ability to recruit others into their clans. Protecting the lives and honor of their clansmen is an integral part of the Kings' duties. After a video depicting the heinous murder of a Red Clansman spreads virally, the unassuming student Yashiro Isana is accused of homicide. Now, a manhunt is underway for his head, bringing him into contact with the infamous \"Black Dog\" Kurou Yatogami—a skilled swordsman and martial artist determined to follow the wishes of his late master, the Seventh King.\n\nMeanwhile, the current Red King, Mikoto Suou, faces his own imminent demise as the search for Yashiro narrows. But during Yashiro's struggle to prove his innocence, a greater conspiracy is unraveling behind the scenes; clouds begin to appear in his memory, and close friends start to question his very existence. What began as a simple murder is now leading towards a full blown war between Kings with the very fate of the world at stake. \n\n[Written by MAL Rewrite]",
  "mean": 7.42,
  "rank": 2320,
  "popularity": 272,
  "num_list_users": 791965,
  "num_scoring_users": 391929,
  "nsfw": "white",
  "created_at": "2012-06-15T00:59:28+00:00",
  "updated_at": "2024-10-04T15:21:25+00:00",
  "media_type": "tv",
  "status": "finished_airing",
  "genres": [
    {
      "id": 1,
      "name": "Action"
    },
    {
      "id": 7,
      "name": "Mystery"
    },
    {
      "id": 31,
      "name": "Super Power"
    }
  ],
  "num_episodes": 13,
  "start_season": {
    "year": 2012,
    "season": "fall"
  },
  "broadcast": {
    "day_of_the_week": "thursday"
  },
  "source": "original",
  "average_episode_duration": 1440,
  "rating": "pg_13",
  "studios": [
    {
      "id": 309,
      "name": "GoHands"
    }
  ]
}