{
  "id": 15583,
  "title": "Date A Live",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/13/44844.webp",
    "large": "https://cdn.myanimelist.net/images/anime/13/44844l.webp"
  },
  "alternative_titles": {
    "synonyms": [],
    "en": "Date A Live",
    "ja": "デート・ア・ライブ"
  },
  "start_date": "2013-04-06",
  "end_date": "2013-06-22",
  "synopsis": "Thirty years ago, the Eurasian continent was devastated by a supermassive \"spatial quake\"—a phenomenon involving space vibrations of unknown origin—resulting in the deaths of over 150 million people. Since then, these quakes have been plaguing the world intermittently, albeit on a lighter scale.\n\nShidou Itsuka is a seemingly average high school student who lives with his younger sister, Kotori. When an imminent spatial quake threatens the safety of Tengu City, he rushes to save her, only to be caught in the resulting eruption. He discovers a mysterious girl at its source, who is revealed to be a \"Spirit,\" an otherworldly entity whose appearance triggers a spatial quake. Soon after, he becomes embroiled in a skirmish between the girl and the Anti-Spirit Team, a ruthless strike force with the goal of annihilating Spirits.\n\nHowever, there is a third party that  believes in saving the spirits: \"Ratatoskr,\" which surprisingly is commanded by Shidou's little sister!  Kotori forcibly recruits Shidou after the clash, presenting to him an alternative method of dealing with the danger posed by the Spirits—make them fall in love with him. Now, the fate of the world rests on his dating prowess, as he seeks out Spirits in order to charm them.\n\n[Written by MAL Rewrite]",
  "mean": 7.14,
  "rank": 3837,
  "popularity": 157,
  "num_list_users": 1101186,
  "num_scoring_users": 616585,
  "nsfw": "white",
  "created_at": "2012-09-18T11:46:18+00:00",
  "updated_at": "2025-01-23T13:40:11+00:00",
  "media_type": "tv",
  "status": "finished_airing",
  "genres": [
    {
      "id": 1,
      "name": "Action"
    },
    {
      "id": 10,
      "name": "Fantasy"
    },
    {
      "id": 35,
      "name": "Harem"
    },
    {
      "id": 22,
      "name": "Romance"
    },
    {
      "id": 23,
      "name": "School"
    },
    {
      "id": 24,
      "name": "Sci-Fi"
    },
    {
      "id": 82,
      "name": "Urban Fantasy"
    }
  ],
  "num_episodes": 12,
  "start_season": {
    "year": 2013,
    "season": "spring"
  },
  "broadcast": {
    "day_of_the_week": "saturday",
    "start_time": "01:30"
  },
  "source": "light_novel",
  "average_episode_duration": 1500,
  "rating": "r",
  "studios": [
    {
      "id": 292,
      "name": "AIC PLUS+"
    }
  ]
}