{
  "id": 1582,
  "title": "Submarine 707R",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1566/133563.jpg",
    "large": "https://cdn.myanimelist.net/images/anime/1566/133563l.jpg"
  },
  "alternative_titles": {
    "synonyms": [
      "Submarine 707 Revolution"
    ],
    "en": "Submarine 707R",
    "ja": "サブマリン707R"
  },
  "start_date": "2003-09-26",
  "end_date": "2004-04-28",
  "synopsis": "In order to keep ocean peace, PKN was organized. It consisted of the state-of-the-art battle ships of various countries. However, they were raided during the foundation ceremony by the unidentified organization, USR, which plotted to conquer the world. They couldn’t be much for the submarine UX which was operated by Admiral Red of USR. But an old Japanese submarine, the 707 saved them, which was operated Captain Hayami at the risk of his life.\n\nOne year later, succeeding to the 707, which had been ruined during the former fight, newly developed submarine, the 707 II, went for a sail. Among the crews, there were boys, such as Kenji, Goro, and Senta, who had been trainees. PKN formed a fleet led by the Great Guardian, which was the latest battle ship of the United States. However, the attacks of Submarine U were very server, and the fleet was defeated. Then, the 707 arrived. As soon as Red noticed the 707, he was glad to reunion with his rival and began to fight.\n\nEscaping from the submarine attack, they hid the 707 in the valley. But Red tried to destroy the valley in order to put the 707 into the torrents of mud. The 707 nearly escaped from it and got in the crater. However it was the pure water layer where the submarine couldn’t float up. At the moment, numerous torpedoes launched to the 707.\n\n(Source: AnimeNfo)",
  "mean": 6.23,
  "rank": 8817,
  "popularity": 9851,
  "num_list_users": 3193,
  "num_scoring_users": 1285,
  "nsfw": "white",
  "created_at": "2006-10-16T16:08:30+00:00",
  "updated_at": "2024-02-18T17:37:08+00:00",
  "media_type": "ova",
  "status": "finished_airing",
  "genres": [
    {
      "id": 1,
      "name": "Action"
    },
    {
      "id": 2,
      "name": "Adventure"
    },
    {
      "id": 38,
      "name": "Military"
    },
    {
      "id": 24,
      "name": "Sci-Fi"
    }
  ],
  "num_episodes": 2,
  "start_season": {
    "year": 2003,
    "season": "summer"
  },
  "source": "manga",
  "average_episode_duration": 3000,
  "rating": "pg_13",
  "studios": [
    {
      "id": 86,
      "name": "Group TAC"
    }
  ]
}