{
  "id": 16668,
  "title": "Kakumeiki Valvrave",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/3/49251.webp",
    "large": "https://cdn.myanimelist.net/images/anime/3/49251l.webp"
  },
  "alternative_titles": {
    "synonyms": [
      "Kakumeiki Valvrave"
    ],
    "en": "Valvrave the Liberator",
    "ja": "革命機ヴァルヴレイヴ"
  },
  "start_date": "2013-04-12",
  "end_date": "2013-06-28",
  "synopsis": "In the 71st year of the True Era, humans have successfully expanded into space and have started living in independent galactic colonies. The world itself is split between two major nations: the Atlantic Rim United States (ARUS) and the Dorssia Military Pact Federation (Dorssia)—superpowers that wage war against each other on Earth and far into outer space. In this war-torn era, a third faction comprised of Japan and Islands of the Oceanian Republic (JIOR), reside peacefully and prosper economically, maintaining neutrality between themselves and their militant neighbors.\n\nKakumeiki Valvrave commences in an outer space JIOR colony, where 17-year-old Haruto Tokishima's peaceful life is turned upside down as a sudden Dorssian fleet breaches the neutral colony. Their objective is to seize the Valvraves: powerful, but rumored mechanized weapons hidden deep within Haruto's school, Sakimori Academy. In the ensuing chaos, Haruto stumbles upon one of the targeted Valvraves. With his friends' lives in peril, Haruto enters the mecha and seals a contract for its power in exchange for his humanity. With the aid of L-elf—an enigmatic Dorssian agent and gifted strategist—Haruto and the Valvrave initiate a revolution to liberate the world.\n\n[Written by MAL Rewrite]",
  "mean": 7.12,
  "rank": 3852,
  "popularity": 1458,
  "num_list_users": 176459,
  "num_scoring_users": 79484,
  "nsfw": "white",
  "created_at": "2012-12-13T18:55:12+00:00",
  "updated_at": "2022-10-08T08:54:58+00:00",
  "media_type": "tv",
  "status": "finished_airing",
  "genres": [
    {
      "id": 1,
      "name": "Action"
    },
    {
      "id": 18,
      "name": "Mecha"
    },
    {
      "id": 38,
      "name": "Military"
    },
    {
      "id": 24,
      "name": "Sci-Fi"
    },
    {
      "id": 29,
      "name": "Space"
    }
  ],
  "num_episodes": 12,
  "start_season": {
    "year": 2013,
    "season": "spring"
  },
  "broadcast": {
    "day_of_the_week": "thursday",
    "start_time": "01:35"
  },
  "source": "original",
  "average_episode_duration": 1440,
  "rating": "r",
  "studios": [
    {
      "id": 14,
      "name": "Sunrise"
    }
  ]
}