{
  "id": 16664,
  "title": "Kaguya-hime no Monogatari",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1935/93606.jpg",
    "large": "https://cdn.myanimelist.net/images/anime/1935/93606l.jpg"
  },
  "alternative_titles": {
    "synonyms": [
      "Kaguyahime no Monogatari",
      "Princess Kaguya Story"
    ],
    "en": "The Tale of the Princess Kaguya",
    "ja": "かぐや姫の物語"
  },
  "start_date": "2013-11-23",
  "end_date": "2013-11-23",
  "synopsis": "Deep in the countryside, a man named Okina works as a bamboo cutter in a forest, chopping away at the hollow plants day after day. One day, he discovers a small baby inside a glowing shoot. He immediately takes her home, convinced that she is a princess sent to Earth as a divine blessing from heaven. Okina and his wife Ouna take it upon themselves to raise the infant as their own, watching over her as she quickly grows into an energetic young girl. Given the name Kaguya, she fits right in with the village she has come to call home, going on adventures with the other children and enjoying what youth has to offer.\n\nBut when Okina finds a large fortune of gold and treasure in the forest, Kaguya's life is completely changed. Believing this to be yet another gift from heaven, he takes it upon himself to turn his daughter into a real princess using the wealth he has just obtained, relocating the family to a mansion in the capital. As she leaves her friends behind to enter into an unwanted life of royalty, Kaguya's origins and purpose slowly come to light.\n\n[Written by MAL Rewrite]",
  "mean": 8.22,
  "rank": 400,
  "popularity": 1070,
  "num_list_users": 258290,
  "num_scoring_users": 134838,
  "nsfw": "white",
  "created_at": "2012-12-13T09:13:34+00:00",
  "updated_at": "2023-01-25T14:25:38+00:00",
  "media_type": "movie",
  "status": "finished_airing",
  "genres": [
    {
      "id": 46,
      "name": "Award Winning"
    },
    {
      "id": 10,
      "name": "Fantasy"
    },
    {
      "id": 13,
      "name": "Historical"
    }
  ],
  "num_episodes": 1,
  "start_season": {
    "year": 2013,
    "season": "fall"
  },
  "source": "other",
  "average_episode_duration": 8220,
  "rating": "r+",
  "studios": [
    {
      "id": 21,
      "name": "Studio Ghibli"
    }
  ]
}