{
  "id": 17269,
  "title": "Captain Herlock",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/5/62619.jpg",
    "large": "https://cdn.myanimelist.net/images/anime/5/62619l.jpg"
  },
  "alternative_titles": {
    "synonyms": [
      "Harlock Space Pirate"
    ],
    "en": "Space Pirate Captain Harlock",
    "ja": "キャプテンハーロック"
  },
  "start_date": "2013-09-07",
  "end_date": "2013-09-07",
  "synopsis": "After conquering the galaxy, mankind has reached its apex and is now on a steady decline. The resources of the universe are diminishing, and around 500 billion humans begin to return home to Earth. Thus begins a war between the various factions of humans for control of the planet. Eventually, an authoritarian government known as the Gaia Sanction prevents the re-population of Earth.\n\nCaptain Herlock was one of the Elite Wing who was tasked by the Gaia Sanction to defend the Earth. His fleet of ships was unstoppable under his command. However, the Gaia Sanction allows a diplomatic elite to immigrate to Earth, which angers Herlock. He goes rogue and fires upon the diplomats and the rest of his fleet. He decides to unleash dark matter on the planet to make it uninhabitable, but also becomes engulfed in it which immortalizes him.\n\nOne hundred years have passed, and the legendary Captain Herlock is still at large, with only the Arcadia under his control. The Gaia Sanction continues with their plans for control over the Earth, while hiding its true state. But Captain Herlock is preparing for one final showdown with them, which will determine the fate of the world!",
  "mean": 7.32,
  "rank": 2660,
  "popularity": 3105,
  "num_list_users": 54273,
  "num_scoring_users": 32042,
  "nsfw": "white",
  "created_at": "2013-01-25T17:21:07+00:00",
  "updated_at": "2022-04-12T18:58:59+00:00",
  "media_type": "movie",
  "status": "finished_airing",
  "genres": [
    {
      "id": 1,
      "name": "Action"
    },
    {
      "id": 8,
      "name": "Drama"
    },
    {
      "id": 24,
      "name": "Sci-Fi"
    },
    {
      "id": 29,
      "name": "Space"
    }
  ],
  "num_episodes": 1,
  "start_season": {
    "year": 2013,
    "season": "summer"
  },
  "source": "manga",
  "average_episode_duration": 6900,
  "rating": "r",
  "studios": [
    {
      "id": 18,
      "name": "Toei Animation"
    },
    {
      "id": 1296,
      "name": "Marza Animation Planet"
    }
  ]
}