{
  "id": 17821,
  "title": "Stella Jogakuin Koutou-ka C³-bu",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/13/52125.jpg",
    "large": "https://cdn.myanimelist.net/images/anime/13/52125l.jpg"
  },
  "alternative_titles": {
    "synonyms": [
      "Stella Jogakuin Koutouka C3-bu",
      "Stella Jogakuin Koutou-ka C3-bu",
      "Stella Women's Academy, High School Division Class C3"
    ],
    "en": "Stella Women's Academy, High School Division Class C³",
    "ja": "ステラ女学院高等科C³部（しーきゅーぶ）"
  },
  "start_date": "2013-07-05",
  "end_date": "2013-09-27",
  "synopsis": "Command, control, and communication: the three pillars to successfully execute missions in modern military combat. They are also the source of inspiration behind Stella Women's Academy airsoft club, aptly named the C3 Club. Due to the club's nature, the members have trouble finding newcomers, but, as the school year starts, they hope to find their next sharpshooter among a new crop of students.\n\nYura Yamato is a freshman at Stella; she sports an unassertive personality that makes it difficult to make friends. She soon discovers her absent roommate owns a massive collection of military memorabilia and movies, including a replica Desert Eagle. When one of the C3 Club's members catches Yura re-enacting an action movie, she drags her into the Club's airsoft practice match. Despite being on the losing side, Yura is unexpectedly drawn to the excitement of the game.\n\nUpon her return, Yura's roommate—Sonora Kashima—reveals herself to be the C3 Club's president and invites her to join. Now with Sonora by her side, one more exhilarating match convinces Yura to sign up. Thanks to her new teammates, Yura discovers a hidden side to herself and an unexpected love for airsoft. However, as her dedication to the game slowly takes over her life, Yura finds herself on the path of great change and success—one that may easily lead to self-destruction.\n\n[Written by MAL Rewrite]\n",
  "mean": 6.57,
  "rank": 7039,
  "popularity": 2990,
  "num_list_users": 54772,
  "num_scoring_users": 21820,
  "nsfw": "white",
  "created_at": "2013-03-14T03:58:09+00:00",
  "updated_at": "2022-06-15T19:59:09+00:00",
  "media_type": "tv",
  "status": "finished_airing",
  "genres": [
    {
      "id": 38,
      "name": "Military"
    },
    {
      "id": 23,
      "name": "School"
    },
    {
      "id": 30,
      "name": "Sports"
    }
  ],
  "num_episodes": 13,
  "start_season": {
    "year": 2013,
    "season": "summer"
  },
  "source": "manga",
  "average_episode_duration": 1440,
  "rating": "pg_13",
  "studios": [
    {
      "id": 6,
      "name": "Gainax"
    }
  ]
}