{
  "id": 1815,
  "title": "Shakugan no Shana Movie",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/12/21513.jpg",
    "large": "https://cdn.myanimelist.net/images/anime/12/21513l.jpg"
  },
  "alternative_titles": {
    "synonyms": [
      "Gekijouban Shakugan no Shana"
    ],
    "en": "Shakugan no Shana: The Movie",
    "ja": "劇場版 灼眼のシャナ"
  },
  "start_date": "2007-04-21",
  "end_date": "2007-04-21",
  "synopsis": "Crimson Denizens and Rinne, beings from a parallel world, seek to devour humans' precious existences. To restore the delicate balance of the world, Flame Hazes hunt these entities down.\n\nYet such things are unknown to Yuuji Sakai, who starts his day like any other and heads to school. His day, however, takes a turn for the extraordinary when he witnesses everyone around him freeze in place and is left the only one able to move. Immediately, a Rinne begins devouring the souls of those around him, but as the creature sets its sights on Yuuji, a katana-wielding Flame Haze with blazing red hair saves him.\n\nAfter his protector fixes the damage done, she explains why Yuuji was able to move: he has become a Torch, a remnant of a dead human being that will eventually fade from memory. Furthermore, he is also a Mystes, a Torch that houses an unknown treasure. Before his flame burns out completely, a Crimson Denizen will try to seize the treasure he holds, so the fiery hunter decides to watch over him. As Yuuji comes to terms with being dead, he resolves to live his life the best he can with the time he has remaining.\n\n[Written by MAL Rewrite]",
  "mean": 7.36,
  "rank": 2647,
  "popularity": 3014,
  "num_list_users": 65377,
  "num_scoring_users": 31497,
  "nsfw": "white",
  "created_at": "2007-01-02T00:13:44+00:00",
  "updated_at": "2024-10-06T04:02:32+00:00",
  "media_type": "movie",
  "status": "finished_airing",
  "genres": [
    {
      "id": 1,
      "name": "Action"
    },
    {
      "id": 10,
      "name": "Fantasy"
    },
    {
      "id": 22,
      "name": "Romance"
    },
    {
      "id": 23,
      "name": "School"
    },
    {
      "id": 82,
      "name": "Urban Fantasy"
    }
  ],
  "num_episodes": 1,
  "start_season": {
    "year": 2007,
    "season": "spring"
  },
  "source": "light_novel",
  "average_episode_duration": 5179,
  "rating": "pg_13",
  "studios": [
    {
      "id": 7,
      "name": "J.C.Staff"
    }
  ]
}