{
  "id": 18397,
  "title": "Shingeki no Kyojin OVA",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/9/59221.webp",
    "large": "https://cdn.myanimelist.net/images/anime/9/59221l.webp"
  },
  "alternative_titles": {
    "synonyms": [
      "Shingeki no Kyojin: Ilse no Techou",
      "Attack on Titan: Ilse's Journal",
      "進撃の巨人 「イルゼの手帳」"
    ],
    "en": "Attack on Titan OAD",
    "ja": "進撃の巨人ＯＡＤ"
  },
  "start_date": "2013-12-09",
  "end_date": "2014-08-08",
  "synopsis": "Ilse no Techou: Aru Chousa Heidanin no Shuki\nDuring the Survey Corps' 49th recon mission, Hange Zoë is determined to capture a titan specimen. Despite not receiving clearance from Commander Erwin Smith, when a titan is spotted in nearby forestland, Hange rides out alone to meet it. Recklessly luring it out, she asks the titan numerous questions and puts her life on the line for the sake of her research. However, the behavior of this particular titan is far from normal. It quickly turns back and enters the wood once again, leading Hange to somewhere specific. What Hange finds is the legacy of former scout Ilse Langnar. In spite of her death, she provides a valuable piece of information that may serve to turn the tide for titan research—a diary documenting her last moments.\n\nTotsuzen no Raihousha: Sainamareru Seishun no Noroi\nJean Kirstein would do anything to escape his boring home life and overbearing mother. After enlisting in the military, it became his ultimate goal to join the Military Police regiment and live out in peace and luxury. However, during his time with the 104th Training Corps, things never really go the way Jean wants them to. Eventually, the stolen glory and condescending banter of his comrades become too much—and Jean challenges fellow cadet Sasha Blouse to a battle, in order to determine which of them is strongest—but who will come out on top?\n\nKonnan\nThe 104th Training Corps' most recent mission is a trek on horseback into the forest. Although a test of their ability to stay alert even in non-threatening situations, the task is boring and can lead to in-fighting. This is especially true for one of the groups, lead by Marco Bott. Some want to stay true to the mission they have been tasked with, and the rest would rather slack off, occupying themselves with more exciting activities. But when trouble strikes, they are completely unprepared.\n\n[Written by MAL Rewrite]",
  "mean": 7.88,
  "rank": 845,
  "popularity": 492,
  "num_list_users": 479402,
  "num_scoring_users": 280056,
  "nsfw": "white",
  "created_at": "2013-04-17T07:28:18+00:00",
  "updated_at": "2024-03-06T12:45:17+00:00",
  "media_type": "ova",
  "status": "finished_airing",
  "genres": [
    {
      "id": 1,
      "name": "Action"
    },
    {
      "id": 8,
      "name": "Drama"
    },
    {
      "id": 58,
      "name": "Gore"
    },
    {
      "id": 27,
      "name": "Shounen"
    },
    {
      "id": 76,
      "name": "Survival"
    },
    {
      "id": 41,
      "name": "Suspense"
    }
  ],
  "num_episodes": 3,
  "start_season": {
    "year": 2013,
    "season": "fall"
  },
  "source": "manga",
  "average_episode_duration": 1380,
  "rating": "r",
  "studios": [
    {
      "id": 858,
      "name": "Wit Studio"
    }
  ]
}