{
  "id": 1857,
  "title": "Taiyou no Mokushiroku: A Spirit of the Sun",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1189/134725.webp",
    "large": "https://cdn.myanimelist.net/images/anime/1189/134725l.webp"
  },
  "alternative_titles": {
    "synonyms": [],
    "en": "",
    "ja": "太陽の黙示録 A Spirit of the Sun"
  },
  "start_date": "2006-09-17",
  "end_date": "2006-09-18",
  "synopsis": "On August 10 2002, the eruption of Mount Fuji, as well as a series of large-scale earthquakes tsunamis inflict tremendous damage to Japan, sending the country into a state of emergency. Furthermore, another massive earthquake hit Japan on August 15, splitting the country into two. While Japanese refugees were taken in by various countries, the Japanese government accepted aid from China and the United States, which eventually caused China to govern the North, and the USA to govern the South. 15 years later, the Japanese refugees residing in Taiwan and the Taiwanese citizens find themselves clashing with one another, due to job competition and the unimproving conditions of the Japanese refugees. Genichiro Ryu is a survivor of the catastrophic events that took place in Japan, but was raised in Taiwan by a couple who adopted him. He gets himself involved in the situation between the Taiwanese and the Japanese, hoping that the two parties will be able to coexist with one another. \n\n(Source: ANN)",
  "mean": 6.81,
  "rank": 5293,
  "popularity": 9910,
  "num_list_users": 3608,
  "num_scoring_users": 938,
  "nsfw": "white",
  "created_at": "2007-01-18T19:04:27+00:00",
  "updated_at": "2023-12-27T14:10:46+00:00",
  "media_type": "tv_special",
  "status": "finished_airing",
  "genres": [
    {
      "id": 8,
      "name": "Drama"
    },
    {
      "id": 24,
      "name": "Sci-Fi"
    }
  ],
  "num_episodes": 2,
  "start_season": {
    "year": 2006,
    "season": "summer"
  },
  "source": "manga",
  "average_episode_duration": 4620,
  "rating": "r",
  "studios": [
    {
      "id": 11,
      "name": "Madhouse"
    }
  ]
}