{
  "id": 1860,
  "title": "Tokyo Majin Gakuen Kenpuuchou: Tou",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1894/113730.jpg",
    "large": "https://cdn.myanimelist.net/images/anime/1894/113730l.jpg"
  },
  "alternative_titles": {
    "synonyms": [],
    "en": "Tokyo Majin",
    "ja": "東京魔人學園剣風帖　龖（トウ）"
  },
  "start_date": "2007-01-19",
  "end_date": "2007-04-20",
  "synopsis": "Something evil is stirring in the shadows of Tokyo...\n\nDuring the spring of his senior year in high school, quiet Tatsuma Hiyuu transfers to Magami Academy in Shinjuku. The mysterious boy's \"outsider\" status and his profound skills in martial arts quickly earn him the friendship of class delinquent Kyouichi Houraiji. Through an uncanny connection and a happenstance challenge, he also meets Yuuya Daigo of the wrestling club, the captain of the girls' archery club, Komaki Sakurai, and Aoi Misato, the Student Council President.\n\nDuring their encounter, there is a sudden, harsh disruption of the Ryumyaku (literally Dragon Pulse, otherwise known as Dragon Vein or Dragon Stream), the flow of arcane energy. The surge awakens within the five teenagers a latent power, giving them each a supernatural ability. Enlightened to their newly acquired gifts by Hisui, the young heir of the Kisaragi Clan who maintains his family's antiques shop - as well as their duty to protect Tokyo from Oni (demons) - the Magami students decide to use their power to protect the city from the onslaught of dark forces.\n\nBattling the demons alongside Hisui Kisaragi, the five unlikely friends discover that they may have to face a greater threat to Tokyo other than destroying a few malevolent, random monsters. The Ryumyaku had been disrupted by force, from someone invoking the Dark Arts - and that person has a wicked desire to unleash a long-dead evil.\n\nCan the teenagers overcome their own fears and flaws to fight against the Dark Arts? And soon they will also have to face their own destinies as they discover their Stars of Fate.\n\nThis anime is based on a manga, which was based on the Nintendo role-playing video game originally released in 1998. ",
  "mean": 7.03,
  "rank": 4358,
  "popularity": 2295,
  "num_list_users": 100448,
  "num_scoring_users": 28695,
  "nsfw": "white",
  "created_at": "2007-01-20T00:07:59+00:00",
  "updated_at": "2024-04-28T23:41:53+00:00",
  "media_type": "tv",
  "status": "finished_airing",
  "genres": [
    {
      "id": 1,
      "name": "Action"
    },
    {
      "id": 8,
      "name": "Drama"
    },
    {
      "id": 14,
      "name": "Horror"
    },
    {
      "id": 17,
      "name": "Martial Arts"
    },
    {
      "id": 23,
      "name": "School"
    },
    {
      "id": 37,
      "name": "Supernatural"
    }
  ],
  "num_episodes": 14,
  "start_season": {
    "year": 2007,
    "season": "winter"
  },
  "broadcast": {
    "day_of_the_week": "friday",
    "start_time": "23:00"
  },
  "source": "game",
  "average_episode_duration": 1440,
  "rating": "r",
  "studios": [
    {
      "id": 83,
      "name": "AIC Spirits"
    },
    {
      "id": 89,
      "name": "BeSTACK"
    }
  ]
}