{
  "id": 19157,
  "title": "Youkai Watch",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/6/58137.webp",
    "large": "https://cdn.myanimelist.net/images/anime/6/58137l.webp"
  },
  "alternative_titles": {
    "synonyms": [
      "Yokai Watch"
    ],
    "en": "Yo-kai Watch",
    "ja": "妖怪ウォッチ"
  },
  "start_date": "2014-01-08",
  "end_date": "2018-03-30",
  "synopsis": "Primary school student Keita Amano's curiosity is as innocent as any other child's his age. But when one day he decides to venture deeper into the forest, he encounters a small and mysterious capsule. Out from its depths comes Whisper. After 190 years of imprisonment, this ghost-like creature is glad that someone has been kind enough to set him free. He decides to reward Keita by becoming his guardian against supernatural forces. Whisper is one of many Youkai that exist in the world, and provides Keita with a special Youkai Watch, which enables him to see and interact with all the other Youkai.\n\nYoukai Watch follows Keita, Whisper and the cat spirit Jibanyan as they encounter Youkai, befriend them, fix all the trouble that they so often cause, and, with the help of the watch, use the powers of previously encountered Youkai to aid them. Young Keita may have been just an ordinary primary school student when he first encountered the Youkai, but the many adventures that follow his discovery provide him with invaluable experiences and precious life lessons that help him grow.",
  "mean": 6.77,
  "rank": 5787,
  "popularity": 4102,
  "num_list_users": 38223,
  "num_scoring_users": 17719,
  "nsfw": "white",
  "created_at": "2013-06-21T04:15:04+00:00",
  "updated_at": "2022-12-24T11:56:15+00:00",
  "media_type": "tv",
  "status": "finished_airing",
  "genres": [
    {
      "id": 4,
      "name": "Comedy"
    },
    {
      "id": 15,
      "name": "Kids"
    },
    {
      "id": 6,
      "name": "Mythology"
    },
    {
      "id": 37,
      "name": "Supernatural"
    }
  ],
  "num_episodes": 214,
  "start_season": {
    "year": 2014,
    "season": "winter"
  },
  "broadcast": {
    "day_of_the_week": "friday",
    "start_time": "18:30"
  },
  "source": "game",
  "average_episode_duration": 1410,
  "rating": "g",
  "studios": [
    {
      "id": 28,
      "name": "OLM"
    }
  ]
}