{
  "id": 19291,
  "title": "Pokemon XY",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1759/140263.webp",
    "large": "https://cdn.myanimelist.net/images/anime/1759/140263l.webp"
  },
  "alternative_titles": {
    "synonyms": [
      "Pocket Monsters XY",
      "Pokémon XY"
    ],
    "en": "Pokémon the Series: XY",
    "ja": "ポケットモンスターXY"
  },
  "start_date": "2013-10-17",
  "end_date": "2015-10-22",
  "synopsis": "Satoshi and Pikachu have arrived in Lumiose City of the illustrious Kalos region to capture more Pokémon and continue their journey toward becoming the very best. Meanwhile, a genius inventor named Citron and his little sister Eureka wander the city when they run into Satoshi who quickly challenges them to a battle. However, they are soon caught up in a dangerous incident when Team Rocket, following Satoshi into Kalos, cause a Gaburias to rampage through the city.\n\nFar away in the quiet Vaniville Town, a young girl named Serena slogs through daily Sihorn riding practice at the behest of her mother, a professional Sihorn racer. After practice, she sees the events unfolding in Miare City on television where she recognizes a boy from her childhood. Having left a significant impact on her life, the sight of him stirs in her a desire to meet him again; and so, Serena sets off to Miare City, determined to find the boy from her past.\n\nPokemon XY follows the group as they travel throughout Kalos in pursuit of their ambitions—Satoshi challenging Pokémon gyms, Citron learning from Satoshi, and Serena searching for what exactly her dream is. Along the way, they meet new friends, face new rivals, and continue to thwart Team Rocket's schemes, all the while discovering a little about the mysteries of mega evolution.\n\n[Written by MAL Rewrite]",
  "mean": 7.43,
  "rank": 2181,
  "popularity": 1386,
  "num_list_users": 179668,
  "num_scoring_users": 111305,
  "nsfw": "white",
  "created_at": "2013-06-30T16:33:21+00:00",
  "updated_at": "2024-02-19T20:35:58+00:00",
  "media_type": "tv",
  "status": "finished_airing",
  "genres": [
    {
      "id": 1,
      "name": "Action"
    },
    {
      "id": 2,
      "name": "Adventure"
    },
    {
      "id": 4,
      "name": "Comedy"
    },
    {
      "id": 10,
      "name": "Fantasy"
    },
    {
      "id": 15,
      "name": "Kids"
    }
  ],
  "num_episodes": 93,
  "start_season": {
    "year": 2013,
    "season": "fall"
  },
  "broadcast": {
    "day_of_the_week": "thursday",
    "start_time": "19:00"
  },
  "source": "game",
  "average_episode_duration": 1425,
  "rating": "pg",
  "studios": [
    {
      "id": 28,
      "name": "OLM"
    }
  ]
}