{
  "id": 193,
  "title": "Maburaho",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/9/79204.webp",
    "large": "https://cdn.myanimelist.net/images/anime/9/79204l.webp"
  },
  "alternative_titles": {
    "synonyms": [],
    "en": "Maburaho",
    "ja": "まぶらほ"
  },
  "start_date": "2003-10-14",
  "end_date": "2004-04-06",
  "synopsis": "In the world of Maburaho, everyone is born with the ability to use magic and are thus labeled magicians. However, the magical ability of each person is not equal. The number of times you can use magic determines the amount of respect you receive, and since one’s magical power is determined at birth by traits and genetics, those who have a bloodline stemming from famous magicians are highly sought after.\n\nHaving the lowest magic count in Aoi Academy, Kazuki Shikimori is looked down upon by his classmates and seen as a nearly worthless magician. However, his bloodline consists of many great magicians throughout the ages, meaning that while he may not be a great magician, his offspring could be. This leads to him being sought after by three different young women: Yuna Miyama, a transfer student who declares herself his wife upon arrival, Rin Kamishiro, a prideful swordswoman of a traditional family who wants to kill him so she will be free to pursue her own desires, and Kuriko Kazetsubaki, a member of an influential family who bluntly tries to seduce him for his genes.\n\nNow he has to deal with not only the jealousy of all the guys in his school, but also various women chasing after him!",
  "mean": 6.72,
  "rank": 5836,
  "popularity": 2235,
  "num_list_users": 100147,
  "num_scoring_users": 49513,
  "nsfw": "white",
  "created_at": "2005-11-12T06:57:35+00:00",
  "updated_at": "2022-04-17T11:11:12+00:00",
  "media_type": "tv",
  "status": "finished_airing",
  "genres": [
    {
      "id": 4,
      "name": "Comedy"
    },
    {
      "id": 8,
      "name": "Drama"
    },
    {
      "id": 9,
      "name": "Ecchi"
    },
    {
      "id": 35,
      "name": "Harem"
    },
    {
      "id": 22,
      "name": "Romance"
    },
    {
      "id": 23,
      "name": "School"
    }
  ],
  "num_episodes": 24,
  "start_season": {
    "year": 2003,
    "season": "fall"
  },
  "broadcast": {
    "day_of_the_week": "tuesday",
    "start_time": "18:00"
  },
  "source": "light_novel",
  "average_episode_duration": 1435,
  "rating": "r+",
  "studios": [
    {
      "id": 7,
      "name": "J.C.Staff"
    }
  ]
}