{
  "id": 19815,
  "title": "No Game No Life",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1074/111944.webp",
    "large": "https://cdn.myanimelist.net/images/anime/1074/111944l.webp"
  },
  "alternative_titles": {
    "synonyms": [
      "NGNL"
    ],
    "en": "No Game, No Life",
    "ja": "ノーゲーム・ノーライフ"
  },
  "start_date": "2014-04-09",
  "end_date": "2014-06-25",
  "synopsis": "Sixteen sentient races inhabit Disboard, a world overseen by Tet, the One True God. The lowest of the sixteen—Imanity—consists of humans, a race with no affinity for magic. In a place where everything is decided through simple games, humankind seems to have no way out of their predicament—but the arrival of two outsiders poses a change.\n\nOn Earth, stepsiblings Sora and Shiro are two inseparable shut-ins who dominate various online games under the username \"Blank.\" While notorious on the internet, the pair believe that life is merely another dull game. However, after responding to a message from an unknown user, they are suddenly transported to Disboard. The mysterious sender turns out to be Tet, who informs them about the world's absolute rules. After Tet leaves, Sora and Shiro begin their search for more information and a place to stay, taking them to Elkia—Imanity's only remaining kingdom.\n\nThere, the duo encounters Stephanie Dola, an emotional girl vying for the kingdom's sovereignty. In desperation, she attempts to regain her father's throne, but her foolhardiness makes her goal unachievable. Inspired by the girl's motivation and passion, Sora and Shiro decide to aid Stephanie in getting Elkia back on its feet, ultimately aiming to become the new rulers of the enigmatic realm.\n\n[Written by MAL Rewrite]\n",
  "mean": 8.04,
  "rank": 639,
  "popularity": 20,
  "num_list_users": 2509618,
  "num_scoring_users": 1598297,
  "nsfw": "white",
  "created_at": "2013-07-30T11:07:48+00:00",
  "updated_at": "2022-04-20T05:01:07+00:00",
  "media_type": "tv",
  "status": "finished_airing",
  "genres": [
    {
      "id": 4,
      "name": "Comedy"
    },
    {
      "id": 9,
      "name": "Ecchi"
    },
    {
      "id": 10,
      "name": "Fantasy"
    },
    {
      "id": 62,
      "name": "Isekai"
    },
    {
      "id": 11,
      "name": "Strategy Game"
    }
  ],
  "num_episodes": 12,
  "start_season": {
    "year": 2014,
    "season": "spring"
  },
  "broadcast": {
    "day_of_the_week": "wednesday",
    "start_time": "21:30"
  },
  "source": "light_novel",
  "average_episode_duration": 1380,
  "rating": "pg_13",
  "studios": [
    {
      "id": 11,
      "name": "Madhouse"
    }
  ]
}