{
  "id": 1981,
  "title": "Twilight Q",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/13/5908.webp",
    "large": "https://cdn.myanimelist.net/images/anime/13/5908l.webp"
  },
  "alternative_titles": {
    "synonyms": [],
    "en": "",
    "ja": "トワイライトQ"
  },
  "start_date": "1987-02-28",
  "end_date": "1987-08-28",
  "synopsis": "A Knot in Time\nHigh school students Mayumi and Kiwako are relishing their summer vacation at the beach; however, when Mayumi discovers a presumably lost camera while scuba diving, she cannot help but feel an insatiable curiosity. Upon developing the camera's film, she is shocked to find herself photographed alongside an unknown man. Enlisting the help of Kiwako's older brother, the three find out something even more troubling: the camera model has yet to be released. In turn, Mayumi becomes obsessed with discovering the origin of the peculiar camera and its mysterious photograph.\n\nFile 538\nAirplanes have been vanishing from the sky! Even stranger, rumor has it that the disappearing aircraft have been turning into giant carp. Meanwhile, a freelance detective investigates a run-down apartment on the outskirts of town, where he finds a middle-aged man and a young girl with a penchant for fish. Unable to identify the two, the investigator enters their room, only to find it empty save for a document that reads, \"This story has been prepared for you, my successor... who should be visiting this room in due time.\"\n\n[Written by MAL Rewrite]",
  "mean": 6.31,
  "rank": 8136,
  "popularity": 7104,
  "num_list_users": 8530,
  "num_scoring_users": 2974,
  "nsfw": "white",
  "created_at": "2007-02-23T23:44:40+00:00",
  "updated_at": "2022-02-22T17:59:28+00:00",
  "media_type": "ova",
  "status": "finished_airing",
  "genres": [
    {
      "id": 7,
      "name": "Mystery"
    },
    {
      "id": 40,
      "name": "Psychological"
    },
    {
      "id": 24,
      "name": "Sci-Fi"
    }
  ],
  "num_episodes": 2,
  "start_season": {
    "year": 1987,
    "season": "winter"
  },
  "source": "original",
  "average_episode_duration": 1800,
  "rating": "pg_13",
  "studios": [
    {
      "id": 30,
      "name": "Ajia-do"
    },
    {
      "id": 37,
      "name": "Studio Deen"
    }
  ]
}