{
  "id": 20123,
  "title": "Kappamaki",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/5/53617.jpg",
    "large": "https://cdn.myanimelist.net/images/anime/5/53617l.jpg"
  },
  "alternative_titles": {
    "synonyms": [],
    "en": "Kappamaki and the Sushi Kids",
    "ja": "かっぱまき"
  },
  "start_date": "2003-03-31",
  "end_date": "2003-09-26",
  "synopsis": "Kappamaki and his sushi friends are cute-cool-charming characters who soothe your grating feelings and heal your weary heart.\nThey are all adorable characters originally made with clay by Miss Eri Okamoto.\n\nKappamaki and the Sushi Kids are living in a small and peaceful village surrounded by unspoiled nature - flowers, fields, green forest with a crystal-clear river flowing through it. All the inhabitants including Kappamaki and his friends are naïve, honest and tenderhearted.\nThere is a school, a park, houses, business offices and shops just like an ordinary small village anywhere. A friendly guy says that it is a typical Alpine village with the glamour of Paris and the atmosphere of Venice... Is it, really?! OK. Let's take a closer look... Oh, my goodness! The village looks as if it is made of sushi tools - The banks of the canals are sushi pails. The buildings are piled-up sushi baskets etc...\n\nThis series of animated shorts is full of humorous mishaps and heart-warming tales giving smiles and chuckles to everybody. They are also educational and entertaining describing friendship and kindness. So, please enjoy the mind-healing tales in this fantasy land.\n\n(Source: AniDB)",
  "rank": 16550,
  "popularity": 17937,
  "num_list_users": 407,
  "num_scoring_users": 78,
  "nsfw": "white",
  "created_at": "2013-08-15T15:12:05+00:00",
  "updated_at": "2013-08-15T15:12:05+00:00",
  "media_type": "tv",
  "status": "finished_airing",
  "genres": [
    {
      "id": 4,
      "name": "Comedy"
    },
    {
      "id": 36,
      "name": "Slice of Life"
    }
  ],
  "num_episodes": 130,
  "start_season": {
    "year": 2003,
    "season": "spring"
  },
  "average_episode_duration": 180,
  "rating": "g",
  "studios": [
    {
      "id": 80,
      "name": "Trans Arts"
    }
  ]
}