{
  "id": 20159,
  "title": "Pokemon: The Origin",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/7/53701.webp",
    "large": "https://cdn.myanimelist.net/images/anime/7/53701l.webp"
  },
  "alternative_titles": {
    "synonyms": [
      "Pocket Monsters: The Origin",
      "Pokémon: The Origin"
    ],
    "en": "Pokémon: Origins",
    "ja": "ポケットモンスター THE ORIGIN"
  },
  "start_date": "2013-10-02",
  "end_date": "2013-10-02",
  "synopsis": "Pokémon are marvelous creatures that come in a variety of types and sizes, with abilities, powers, and personalities as diverse as they are numerous. Doctor Yukinari Ookido has dedicated his life to studying these fascinating beings, that can be caught, trained, traded, and battled against each other. There's only so much he can do from his lab though. With this in mind, Ookido entrusts two young boys with a Pokémon of their own and a computerized encyclopedia to catalog them. One of them, Green, is brash, passionate, slightly arrogant, and Doctor Ookido's own nephew. The other boy, Red, is equally passionate, and filled with a wide-eyed, mildly naive sense of wonder.\n\nPokémon: The Origin follows Red in his journey through the region of Kanto in his attempt to complete his \"Pokédex\" by capturing and cataloging all the Pokémon that exist. Along the way he'll discover there's more to himself and his goals than he originally thought. Red will have to put both himself and his Pokémon to the test in special Gyms whose leaders are steps along the way to the Pokémon League, in order to challenge the Elite Four and become a Pokémon League Champion.\n\nAside from his goals to become a Champion, Red has other problems brewing. There are others who capture and train Pokémon for more sinister reasons, with the infamous criminal organization Team Rocket being one of them. If Red can defeat them, fellow trainers, his rival Green, and wild Pokémon all through Kanto, he just may fulfill his own dream, and Doctor Ookido's as well.",
  "mean": 7.74,
  "rank": 1262,
  "popularity": 1128,
  "num_list_users": 244322,
  "num_scoring_users": 163502,
  "nsfw": "white",
  "created_at": "2013-08-17T01:22:19+00:00",
  "updated_at": "2024-02-04T16:43:22+00:00",
  "media_type": "tv_special",
  "status": "finished_airing",
  "genres": [
    {
      "id": 1,
      "name": "Action"
    },
    {
      "id": 2,
      "name": "Adventure"
    },
    {
      "id": 4,
      "name": "Comedy"
    },
    {
      "id": 10,
      "name": "Fantasy"
    },
    {
      "id": 15,
      "name": "Kids"
    }
  ],
  "num_episodes": 4,
  "start_season": {
    "year": 2013,
    "season": "fall"
  },
  "source": "game",
  "average_episode_duration": 1299,
  "rating": "pg",
  "studios": [
    {
      "id": 10,
      "name": "Production I.G"
    },
    {
      "id": 27,
      "name": "Xebec"
    },
    {
      "id": 28,
      "name": "OLM"
    }
  ]
}