{
  "id": 205,
  "title": "Samurai Champloo",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1370/135212.jpg",
    "large": "https://cdn.myanimelist.net/images/anime/1370/135212l.jpg"
  },
  "alternative_titles": {
    "synonyms": [
      "SAMURAI CHAMPLOO"
    ],
    "en": "Samurai Champloo",
    "ja": "サムライチャンプルー"
  },
  "start_date": "2004-05-20",
  "end_date": "2005-03-19",
  "synopsis": "Fuu Kasumi is a young and clumsy waitress who spends her days peacefully working in a small teahouse. That is, until she accidentally spills a drink all over one of her customers! With a group of samurai now incessantly harassing her, Fuu desperately calls upon another samurai in the shop, Mugen, who quickly defeats them with his wild fighting technique, utilizing movements reminiscent to that of breakdancing. Unfortunately, Mugen decides to pick a fight with the unwilling ronin Jin, who wields a more precise and traditional style of swordfighting, and the latter proves to be a formidable opponent. The only problem is, they end up destroying the entire shop as well as accidentally killing the local magistrate's son.\n\nFor their crime, the two samurai are captured and set to be executed. However, they are rescued by Fuu, who hires the duo as her bodyguards. Though she no longer has a place to return to, the former waitress wishes to find a certain samurai who smells of sunflowers and enlists the help of the now exonerated pair to do so. Despite initially disapproving of this idea, the two eventually agree to assist the girl in her quest; thus, the trio embark upon an adventure to find this mysterious warrior—that is, if Fuu can keep Mugen and Jin from killing each other.\n\nSet in an alternate Edo Period of Japan, Samurai Champloo follows the journey of these three eccentric individuals in an epic quest full of action, comedy, and dynamic sword fighting, all set to the beat of a unique hip-hop infused soundtrack.\n\n[Written by MAL Rewrite]",
  "mean": 8.51,
  "rank": 133,
  "popularity": 109,
  "num_list_users": 1258122,
  "num_scoring_users": 646319,
  "nsfw": "white",
  "created_at": "2005-11-12T07:12:10+00:00",
  "updated_at": "2023-01-13T14:43:24+00:00",
  "media_type": "tv",
  "status": "finished_airing",
  "genres": [
    {
      "id": 1,
      "name": "Action"
    },
    {
      "id": 2,
      "name": "Adventure"
    },
    {
      "id": 4,
      "name": "Comedy"
    },
    {
      "id": 13,
      "name": "Historical"
    },
    {
      "id": 21,
      "name": "Samurai"
    }
  ],
  "num_episodes": 26,
  "start_season": {
    "year": 2004,
    "season": "spring"
  },
  "broadcast": {
    "day_of_the_week": "saturday",
    "start_time": "10:30"
  },
  "source": "original",
  "average_episode_duration": 1440,
  "rating": "r",
  "studios": [
    {
      "id": 32,
      "name": "Manglobe"
    }
  ]
}