{
  "id": 20583,
  "title": "Haikyuu!!",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/7/76014.jpg",
    "large": "https://cdn.myanimelist.net/images/anime/7/76014l.jpg"
  },
  "alternative_titles": {
    "synonyms": [
      "High Kyuu!!",
      "HQ!!"
    ],
    "en": "Haikyu!!",
    "ja": "ハイキュー!!"
  },
  "start_date": "2014-04-06",
  "end_date": "2014-09-21",
  "synopsis": "Ever since having witnessed the \"Little Giant\" and his astonishing skills on the volleyball court, Shouyou Hinata has been bewitched by the dynamic nature of the sport. Even though his attempt to make his debut as a volleyball regular during a middle school tournament went up in flames, he longs to prove that his less-than-impressive height ceases to be a hindrance in the face of his sheer will and perseverance.\n\nWhen Hinata enrolls in Karasuno High School, the Little Giant's alma mater, he believes that he is one step closer to his goal of becoming a professional volleyball player. Although the school only retains a shadow of its former glory, Hinata's conviction isn't shaken until he learns that Tobio Kageyama—the prodigy who humiliated Hinata's middle school volleyball team in a crushing defeat—is now his teammate.\n\nTo fulfill his desire of leaving a mark on the realm of volleyball—so often regarded as the domain of the tall and the strong—Hinata must smooth out his differences with Kageyama. Only when Hinata learns what it takes to be a part of a team will he be able to join the race to the top in earnest.\n\n[Written by MAL Rewrite]\n",
  "mean": 8.44,
  "rank": 175,
  "popularity": 37,
  "num_list_users": 2061052,
  "num_scoring_users": 1280853,
  "nsfw": "white",
  "created_at": "2013-09-22T17:50:56+00:00",
  "updated_at": "2023-01-24T01:23:49+00:00",
  "media_type": "tv",
  "status": "finished_airing",
  "genres": [
    {
      "id": 23,
      "name": "School"
    },
    {
      "id": 27,
      "name": "Shounen"
    },
    {
      "id": 30,
      "name": "Sports"
    },
    {
      "id": 77,
      "name": "Team Sports"
    }
  ],
  "num_episodes": 25,
  "start_season": {
    "year": 2014,
    "season": "spring"
  },
  "broadcast": {
    "day_of_the_week": "sunday",
    "start_time": "17:00"
  },
  "source": "manga",
  "average_episode_duration": 1440,
  "rating": "pg_13",
  "studios": [
    {
      "id": 10,
      "name": "Production I.G"
    }
  ]
}