{
  "id": 21,
  "title": "One Piece",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1244/138851.webp",
    "large": "https://cdn.myanimelist.net/images/anime/1244/138851l.webp"
  },
  "alternative_titles": {
    "synonyms": [
      "OP"
    ],
    "en": "One Piece",
    "ja": "ONE PIECE"
  },
  "start_date": "1999-10-20",
  "synopsis": "Barely surviving in a barrel after passing through a terrible whirlpool at sea, carefree Monkey D. Luffy ends up aboard a ship under attack by fearsome pirates. Despite being a naive-looking teenager, he is not to be underestimated. Unmatched in battle, Luffy is a pirate himself who resolutely pursues the coveted One Piece treasure and the King of the Pirates title that comes with it.\n\nThe late King of the Pirates, Gol D. Roger, stirred up the world before his death by disclosing the whereabouts of his hoard of riches and daring everyone to obtain it. Ever since then, countless powerful pirates have sailed dangerous seas for the prized One Piece only to never return. Although Luffy lacks a crew and a proper ship, he is endowed with a superhuman ability and an unbreakable spirit that make him not only a formidable adversary but also an inspiration to many.\n\nAs he faces numerous challenges with a big smile on his face, Luffy gathers one-of-a-kind companions to join him in his ambitious endeavor, together embracing perils and wonders on their once-in-a-lifetime adventure.\n\n[Written by MAL Rewrite]",
  "mean": 8.72,
  "rank": 54,
  "popularity": 19,
  "num_list_users": 2398388,
  "num_scoring_users": 1364846,
  "nsfw": "white",
  "created_at": "2005-11-11T01:20:50+00:00",
  "updated_at": "2023-12-17T16:17:24+00:00",
  "media_type": "tv",
  "status": "currently_airing",
  "genres": [
    {
      "id": 1,
      "name": "Action"
    },
    {
      "id": 2,
      "name": "Adventure"
    },
    {
      "id": 10,
      "name": "Fantasy"
    },
    {
      "id": 27,
      "name": "Shounen"
    }
  ],
  "num_episodes": 0,
  "start_season": {
    "year": 1999,
    "season": "fall"
  },
  "broadcast": {
    "day_of_the_week": "sunday",
    "start_time": "09:30"
  },
  "source": "manga",
  "average_episode_duration": 1440,
  "rating": "pg_13",
  "studios": [
    {
      "id": 18,
      "name": "Toei Animation"
    }
  ]
}