{
  "id": 2140,
  "title": "Aniyome",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1/2280.webp",
    "large": "https://cdn.myanimelist.net/images/anime/1/2280l.webp"
  },
  "alternative_titles": {
    "synonyms": [
      "Elder Brother's Wife",
      "My Brother's Wife"
    ],
    "en": "",
    "ja": "兄嫁"
  },
  "start_date": "2004-10-08",
  "end_date": "2005-01-14",
  "synopsis": "All his life, Takashi has been compared to his older brother, Satoshi. Satoshi is smarter. More athletic. More handsome. More successful. But despite the constant reminders that he's \"not as good as his brother\", Takashi was never jealous because Satoshi took him in after their parents died. But that was before Satoshi stole Miwa, the love of Takashi’s life, and married her.\n\nMiwa, both incredibly beautiful and kind, she captured Takashi's heart long before she ever agreed to marry his brother. And now that she’s Satoshi's wife, Takashi sees her every day. Sees her with him. Hears her having sex with him through the bedroom wall. And each day Takashi's jealousy towards his brother grows a little more.\n\nBut it seems the tables may turn when Takashi's voluptuous college professor discovers that Takashi scores in one way over his brother: his sexual prowess. Now with the right clothing, the right hairstyle, and lots and lots of hands-on sexual tutoring, she's going to turn Takashi into a ladies' man that even his brother will envy!\n\n(Source: AniDB)",
  "mean": 6.34,
  "popularity": 8545,
  "num_list_users": 5836,
  "num_scoring_users": 2269,
  "nsfw": "gray",
  "created_at": "2007-03-15T17:40:09+00:00",
  "updated_at": "2022-03-01T16:17:35+00:00",
  "media_type": "ova",
  "status": "finished_airing",
  "genres": [
    {
      "id": 12,
      "name": "Hentai"
    }
  ],
  "num_episodes": 2,
  "start_season": {
    "year": 2004,
    "season": "fall"
  },
  "source": "visual_novel",
  "average_episode_duration": 1652,
  "rating": "rx",
  "studios": [
    {
      "id": 239,
      "name": "Y.O.U.C"
    }
  ]
}