{
  "id": 21557,
  "title": "Omoide no Marnie",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/7/64293.webp",
    "large": "https://cdn.myanimelist.net/images/anime/7/64293l.webp"
  },
  "alternative_titles": {
    "synonyms": [],
    "en": "When Marnie Was There",
    "ja": "思い出のマーニー"
  },
  "start_date": "2014-07-19",
  "end_date": "2014-07-19",
  "synopsis": "Suffering from frequent asthma attacks, young Anna Sasaki is quiet, unsociable, and isolated from her peers, causing her foster parent endless worry. Upon recommendation by the doctor, Anna is sent to the countryside, in hope that the cleaner air and more relaxing lifestyle will improve her health and help clear her mind. Engaging in her passion for sketching, Anna spends her summer days living with her aunt and uncle in a small town near the sea.\n\nOne day while wandering outside, Anna discovers an abandoned mansion known as the Marsh House. However, she soon finds that the residence isn't as vacant as it appears to be, running into a mysterious girl named Marnie. Marnie's bubbly demeanor slowly begins to draw Anna out of her shell as she returns night after night to meet with her new friend. But it seems there is more to the strange girl than meets the eye—as her time in the town nears its end, Anna begins to discover the truth behind the walls of the Marsh House.\n\nOmoide no Marnie tells the touching story of a young girl's journey through self-discovery and friendship, and the summer that she will remember for the rest of her life.\n\n[Written by MAL Rewrite]",
  "mean": 8.04,
  "rank": 611,
  "popularity": 817,
  "num_list_users": 313484,
  "num_scoring_users": 172413,
  "nsfw": "white",
  "created_at": "2013-12-12T08:19:05+00:00",
  "updated_at": "2024-03-06T12:18:04+00:00",
  "media_type": "movie",
  "status": "finished_airing",
  "genres": [
    {
      "id": 8,
      "name": "Drama"
    },
    {
      "id": 7,
      "name": "Mystery"
    },
    {
      "id": 40,
      "name": "Psychological"
    },
    {
      "id": 41,
      "name": "Suspense"
    }
  ],
  "num_episodes": 1,
  "start_season": {
    "year": 2014,
    "season": "summer"
  },
  "source": "novel",
  "average_episode_duration": 6162,
  "rating": "g",
  "studios": [
    {
      "id": 21,
      "name": "Studio Ghibli"
    }
  ]
}