{
  "id": 2156,
  "title": "Bakugan Battle Brawlers",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/7/21568.webp",
    "large": "https://cdn.myanimelist.net/images/anime/7/21568l.webp"
  },
  "alternative_titles": {
    "synonyms": [],
    "en": "",
    "ja": "爆丸バトルブローラーズ"
  },
  "start_date": "2007-04-05",
  "end_date": "2008-03-27",
  "synopsis": "Mysterious cards came down from the sky one day. Capable of summoning powerful creatures from another dimension, they became the centerpiece of a new game called Bakugan. The game gained instant popularity among children and teenagers, with the best of them competing in a worldwide ranking.\n\nMeanwhile, war for domination over Vestroia, the homeland of Bakugan cards, rages on. Invaded by the White Dragon Naga and his servants, the Doom Beings, the realm becomes increasingly destabilized. Dimensions begin to merge and many Bakugan players come to realize that their pastime is not merely a game.\n\nDanma Kuusou, one such Bakugan player, intends to become the World Ranking's leader someday. However, during one of his fights he experiences a vision of a clash in Vestroia. The fight suddenly moves to Earth, where Danma comes into possession of a talking, mighty fire Bakugan, Pyrus Dragonoid.\n\nHe soon gets dragged into the conflict, and together with his Bakugan Brawlers team, must traverse the dimensions and restore balance in a ravaged world.\n\n[Written by MAL Rewrite]",
  "mean": 6.47,
  "rank": 7182,
  "popularity": 2022,
  "num_list_users": 112692,
  "num_scoring_users": 70115,
  "nsfw": "white",
  "created_at": "2007-03-17T15:06:23+00:00",
  "updated_at": "2022-04-16T20:02:10+00:00",
  "media_type": "tv",
  "status": "finished_airing",
  "genres": [
    {
      "id": 1,
      "name": "Action"
    },
    {
      "id": 10,
      "name": "Fantasy"
    },
    {
      "id": 11,
      "name": "Strategy Game"
    }
  ],
  "num_episodes": 52,
  "start_season": {
    "year": 2007,
    "season": "spring"
  },
  "broadcast": {
    "day_of_the_week": "thursday",
    "start_time": "17:30"
  },
  "source": "original",
  "average_episode_duration": 1440,
  "rating": "pg",
  "studios": [
    {
      "id": 73,
      "name": "TMS Entertainment"
    }
  ]
}