{
  "id": 21681,
  "title": "Hanayamata",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1963/90831.jpg",
    "large": "https://cdn.myanimelist.net/images/anime/1963/90831l.jpg"
  },
  "alternative_titles": {
    "synonyms": [],
    "en": "Hanayamata",
    "ja": "ハナヤマタ"
  },
  "start_date": "2014-07-08",
  "end_date": "2014-09-23",
  "synopsis": "At the tender age of 14, high school student Naru Sekiya finds that she pales in comparison to the fairy tale princesses she adores so much, not to mention the ideal girl she wants to be in contrast to her peers. Her childhood friend Yaya Sasame is enjoying herself with her school rock band, while her other childhood friend Tami Nishimikado is a member of the student council. Desiring the strength to take the next step forward, Naru has wanted a magic key to open her timid heart since the start of high school.\n\nDuring one moonlit night, Naru encounters what she believes is a cute fairy standing atop a torii gate who shortly invites her to dance with her. The next day, she discovers that the \"fairy\" was not only just an ordinary girl, but also a transfer high school student from America! Excited to meet Naru again, Hana N. Fountainstand encourages her to help her start a club for yosakoi, a festive type of Japanese dance that Hana has been entranced by since childhood. \n\nThough initially terrified of Hana's enthusiasm and the thought of being seen dancing, Naru slowly finds herself immersed in the art of yosakoi and assisting her new friend achieve her dream—for the path for a maiden such as herself is at the mercy of the wind!\n\n[Written by MAL Rewrite]\n",
  "mean": 7.31,
  "rank": 2752,
  "popularity": 2006,
  "num_list_users": 112859,
  "num_scoring_users": 41070,
  "nsfw": "white",
  "created_at": "2013-12-21T16:59:31+00:00",
  "updated_at": "2023-09-09T09:18:55+00:00",
  "media_type": "tv",
  "status": "finished_airing",
  "genres": [
    {
      "id": 52,
      "name": "CGDCT"
    },
    {
      "id": 63,
      "name": "Iyashikei"
    },
    {
      "id": 70,
      "name": "Performing Arts"
    },
    {
      "id": 23,
      "name": "School"
    },
    {
      "id": 36,
      "name": "Slice of Life"
    }
  ],
  "num_episodes": 12,
  "start_season": {
    "year": 2014,
    "season": "summer"
  },
  "broadcast": {
    "day_of_the_week": "tuesday",
    "start_time": "01:35"
  },
  "source": "manga",
  "average_episode_duration": 1440,
  "rating": "pg_13",
  "studios": [
    {
      "id": 11,
      "name": "Madhouse"
    }
  ]
}