{
  "id": 21743,
  "title": "Donten ni Warau",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1661/114954.webp",
    "large": "https://cdn.myanimelist.net/images/anime/1661/114954l.webp"
  },
  "alternative_titles": {
    "synonyms": [
      "Cloudy Laugh"
    ],
    "en": "Laughing Under the Clouds",
    "ja": "曇天に笑う"
  },
  "start_date": "2014-10-04",
  "end_date": "2014-12-20",
  "synopsis": "In the 11th year of the Meiji Era, the end of the samurai shogunate and the prohibition of swords has left Japan with lasting scars. Displeased by these recent changes, many former samurai plot against the new government, inciting a wave of bloodshed. To counter this movement, the government constructs a colossal prison in the middle of Lake Biwa. \n\nUnofficially assigned to help the police arrest criminals, Tenka Kumou also serves as a ferryman to the Lake Biwa prison with the help of his two younger siblings: the ambitious Soramaru and the enthusiastic Chuutarou. Together with the former Fuma ninja Shirasu Kinjou, the Kumou brothers live a frugal and joyful life mostly dedicated to studying and training.\n\nHowever, behind this relatively uneventful daily routine, the specter of the \"Orochi\" curse is starting to spread its shadow over the city of Oumi. According to legend, every three hundred years, Orochi reincarnates in a human vessel—and it is believed that this is the harbinger of an imminent catastrophe. As various groups clash in search of Orochi's vessel, some aim to seal the curse, while others have darker plans in motion.\n\n[Written by MAL Rewrite]\n",
  "mean": 7.46,
  "rank": 2070,
  "popularity": 1787,
  "num_list_users": 132493,
  "num_scoring_users": 48483,
  "nsfw": "white",
  "created_at": "2013-12-24T01:58:02+00:00",
  "updated_at": "2022-04-16T15:43:11+00:00",
  "media_type": "tv",
  "status": "finished_airing",
  "genres": [
    {
      "id": 1,
      "name": "Action"
    },
    {
      "id": 13,
      "name": "Historical"
    },
    {
      "id": 25,
      "name": "Shoujo"
    },
    {
      "id": 37,
      "name": "Supernatural"
    }
  ],
  "num_episodes": 12,
  "start_season": {
    "year": 2014,
    "season": "fall"
  },
  "broadcast": {
    "day_of_the_week": "saturday",
    "start_time": "01:58"
  },
  "source": "manga",
  "average_episode_duration": 1380,
  "rating": "pg_13",
  "studios": [
    {
      "id": 95,
      "name": "Doga Kobo"
    }
  ]
}