{
  "id": 2175,
  "title": "Kino no Tabi: The Beautiful World - Byouki no Kuni - For You",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/8/73906.webp",
    "large": "https://cdn.myanimelist.net/images/anime/8/73906l.webp"
  },
  "alternative_titles": {
    "synonyms": [
      "Kino's Journey: The Beautiful World - The Land of Sickness: For You",
      "Land of Illness",
      "Land of Disease"
    ],
    "en": "",
    "ja": "キノの旅 -the Beautiful World- 病気の国 -For You-"
  },
  "start_date": "2007-04-21",
  "end_date": "2007-04-21",
  "synopsis": "After a long journey, Kino and Hermes finally arrive at their destination—a very beautiful and clean country with many skyscrapers. Unlike the other places they have visited so far, the country's landscape is a little peculiar. Although the countryside appears to be farmland, the area seems to be abandoned. Filled with old and damaged buildings, there is no sign of life. In contrast, the city is hidden within a mountain, confined under a fabricated sky that is generated by advanced technology. The highly developed city is focused on healthcare, practicing strict hygiene regulations and aiming to turn its citizens into the healthiest of people.\n\nHowever, despite being in a beautiful and clean environment, Kino cannot help but feel a sense of uneasiness. The town's air slightly contains a peculiar smell, and there are no birds to be seen flying in the skies, bringing a sense of mystery and dizziness to the scenery. After all, as an experienced traveler, Kino knows that looks can be deceiving and that the town may not be what they had initially expected.\n\n[Written by MAL Rewrite]",
  "mean": 7.67,
  "rank": 1359,
  "popularity": 3223,
  "num_list_users": 51242,
  "num_scoring_users": 22729,
  "nsfw": "white",
  "created_at": "2007-03-19T21:35:14+00:00",
  "updated_at": "2022-03-16T02:33:10+00:00",
  "media_type": "movie",
  "status": "finished_airing",
  "genres": [
    {
      "id": 2,
      "name": "Adventure"
    },
    {
      "id": 8,
      "name": "Drama"
    },
    {
      "id": 10,
      "name": "Fantasy"
    }
  ],
  "num_episodes": 1,
  "start_season": {
    "year": 2007,
    "season": "spring"
  },
  "source": "light_novel",
  "average_episode_duration": 1738,
  "rating": "r",
  "studios": [
    {
      "id": 44,
      "name": "Shaft"
    }
  ]
}