{
  "id": 2186,
  "title": "Maid no Yakata: Zetsubou-hen",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/3/10153.jpg",
    "large": "https://cdn.myanimelist.net/images/anime/3/10153l.jpg"
  },
  "alternative_titles": {
    "synonyms": [
      "Maid Service"
    ],
    "en": "",
    "ja": "メイドの館～絶望編～"
  },
  "start_date": "2002-09-06",
  "end_date": "2002-12-13",
  "synopsis": "Momoko is having major money trouble. After the untimely death of her parents, she finds herself strapped for cash to pay for her college tuition. Desperate, Momoko even considers selling her most precious possession - her mother's ring... But everything changes when Takaaki, a charming young man in her class, generously offers to pay her tuition if she simply agrees to work off her debt by serving as his own, personal, live-in maid. At least, the offer sounded generous at first... \n\nNow completely under Takaaki's control, Momoko has no choice but to satisfy his every twisted sexual fantasy. Yet Momoko isn't the only one he's drafting into this new maid service. Using blackmail and bribery, Takaaki's staff continues to grow with gorgeous young maids who are willing to serve him on their hands and knees. But even with all of this beauty surrounding him, for some inexplicable reason, Momoko still remains the target for his ever growing sadistic experiments. Could his unhealthy fixation lead to disaster? \n\n(Source: AniDB)",
  "mean": 5.37,
  "popularity": 10642,
  "num_list_users": 2605,
  "num_scoring_users": 745,
  "nsfw": "gray",
  "created_at": "2007-03-21T05:32:39+00:00",
  "updated_at": "2021-12-28T15:32:40+00:00",
  "media_type": "ova",
  "status": "finished_airing",
  "genres": [
    {
      "id": 12,
      "name": "Hentai"
    }
  ],
  "num_episodes": 2,
  "start_season": {
    "year": 2002,
    "season": "summer"
  },
  "source": "visual_novel",
  "average_episode_duration": 1725,
  "rating": "rx",
  "studios": [
    {
      "id": 239,
      "name": "Y.O.U.C"
    }
  ]
}