{
  "id": 2196,
  "title": "Genmu Senki Leda",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1186/133568.jpg",
    "large": "https://cdn.myanimelist.net/images/anime/1186/133568l.jpg"
  },
  "alternative_titles": {
    "synonyms": [
      "Leda the War of the Dreams"
    ],
    "en": "Fantastic Adventure Of Yohko: Leda",
    "ja": "幻夢戦記レダ"
  },
  "start_date": "1985-03-01",
  "end_date": "1985-03-01",
  "synopsis": "For a year and a half, Youko Asagiri has fostered an unrequited love for one of her classmates. To express her affection, she composes a piano solo that she plans to show him when she confesses. When the moment of truth comes, however, Youko is not brave enough to speak to her classmate, and the ground suddenly swallows her up!\n\nIn an instant, Youko finds herself in the mysterious realm of \"Ashanti.\" She quickly makes friends with a talking dog named Lingam, who explains that Ashanti is a sister realm of \"Noa,\" the realm that Youko came from. The two worlds were once connected, but they were separated long ago by the warrior Leda in order to protect the people of Noa. Now, Youko's arrival has temporarily opened a path between the realms, which the evil forces of Zell intend to make permanent.\n\nThe forces of Zell steal Youko's cassette player under the belief that it is the mythical \"Heart of Leda,\" a necessary artifact for their nefarious plans. However, Youko manages to evade their capture by transforming into Leda's warrior. With these new powers, will she be able to protect the people of Noa and return to her own world?\n\n[Written by MAL Rewrite]",
  "mean": 6.26,
  "rank": 8488,
  "popularity": 7095,
  "num_list_users": 8920,
  "num_scoring_users": 3503,
  "nsfw": "white",
  "created_at": "2007-03-22T12:03:47+00:00",
  "updated_at": "2022-10-12T06:51:50+00:00",
  "media_type": "ova",
  "status": "finished_airing",
  "genres": [
    {
      "id": 1,
      "name": "Action"
    },
    {
      "id": 2,
      "name": "Adventure"
    },
    {
      "id": 10,
      "name": "Fantasy"
    },
    {
      "id": 62,
      "name": "Isekai"
    },
    {
      "id": 18,
      "name": "Mecha"
    },
    {
      "id": 24,
      "name": "Sci-Fi"
    }
  ],
  "num_episodes": 1,
  "start_season": {
    "year": 1985,
    "season": "winter"
  },
  "source": "original",
  "average_episode_duration": 4200,
  "rating": "pg_13",
  "studios": [
    {
      "id": 288,
      "name": "Kaname Productions"
    }
  ]
}