{
  "id": 2201,
  "title": "Pokemon Movie 09: Pokemon Ranger to Umi no Ouji Manaphy",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/10/23168.webp",
    "large": "https://cdn.myanimelist.net/images/anime/10/23168l.webp"
  },
  "alternative_titles": {
    "synonyms": [
      "Gekijouban Pocket Monsters Advanced Generation: The Pokemon Ranger and Prince of the Sea: Manaphy",
      "Pokemon 2006",
      "Pokemon Advanced Generation: Pokemon Ranger to Umi no Ouji Manaphy"
    ],
    "en": "Pokémon Ranger and the Temple of the Sea",
    "ja": "ポケットモンスターアドバンスジェネレーション ポケモンレンジャーと蒼海の王子 マナフィ"
  },
  "start_date": "2006-07-15",
  "end_date": "2006-07-15",
  "synopsis": "Satoshi and his friends get lost in an unknown wasteland.  They eventually come across a \"Water Pokemon Show\" performed by the star of the Mariner Troupe, Hiromi.  Hiromi is a descendant of the troupe of Water People able to communicate with water pokemon, and she tells our heroes the legend that's been passed down by her people for generations.   According to legend, a temple the Water People built called \"The Water Temple Akuusha\" rests somewhere in the ocean, and a treasure called \"The Water Crown\" is hidden there.  It's said that no one has ever seen this treasure, but that changes when a Pokemon Ranger named Jack Walker (aka Jackie) appears to chase aftert it.\n\nJackie is on a top secret mission that has him protecting the egg of the leader of the water pokemon, Manaphy. This pokemon, called the \"Prince of the Sea,\" needs to be taken to the Water Temple Akuusha, so Satoshi-tachi and Hiromi decide to help him.  Along the way, a pirate named Phantom attacks our heroes from his great submarine.  Phantom plans to use the Water Crown's power to help him conquer the world, but he'll have to solve the mystery of Manaphy's egg first.  When the Rocket-Dan get into the mix, Jackie uses his Capture Styler to borrow the power of a nearby pokemon to stand up to them.  Satoshi and Pikachu enter the fray, but they still have to contend with the attacks of Phantom's powerful high tech mecha!  Suddenly, the egg starts to shine with a vivid light, and Manpahy is born!  \n\nWhat is the mystery of the legendary treasure?  What mysterious powers does Manaphy have?  Can Satoshi-tachi and Jackie complete their top secret mission?  The journey to reach the Water Temple Akuusha has begun!",
  "mean": 6.79,
  "rank": 5384,
  "popularity": 2358,
  "num_list_users": 91638,
  "num_scoring_users": 54913,
  "nsfw": "white",
  "created_at": "2007-03-24T20:23:19+00:00",
  "updated_at": "2022-04-12T22:53:51+00:00",
  "media_type": "movie",
  "status": "finished_airing",
  "genres": [
    {
      "id": 1,
      "name": "Action"
    },
    {
      "id": 2,
      "name": "Adventure"
    },
    {
      "id": 8,
      "name": "Drama"
    },
    {
      "id": 10,
      "name": "Fantasy"
    },
    {
      "id": 15,
      "name": "Kids"
    }
  ],
  "num_episodes": 1,
  "start_season": {
    "year": 2006,
    "season": "summer"
  },
  "source": "game",
  "average_episode_duration": 6300,
  "rating": "pg",
  "studios": [
    {
      "id": 28,
      "name": "OLM"
    }
  ]
}