{
  "id": 22147,
  "title": "Amagi Brilliant Park",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/5/85435.jpg",
    "large": "https://cdn.myanimelist.net/images/anime/5/85435l.jpg"
  },
  "alternative_titles": {
    "synonyms": [
      "Amaburi"
    ],
    "en": "Amagi Brilliant Park",
    "ja": "甘城ブリリアントパーク"
  },
  "start_date": "2014-10-07",
  "end_date": "2014-12-26",
  "synopsis": "Seiya Kanie, a smart and extremely narcissistic high school student, believes that the beautiful but reserved Isuzu Sento has invited him on a date at an amusement park called Amagi Brilliant Park. Much to his chagrin, not only is the location a run-down facility, the supposed date is merely a recruitment tour where Sento and Princess Latifa Fleuranza, the owner of the theme park, ask him to become the park's new manager. Their cause for desperation? As stipulated in a land-use contract, Amagi has less than three months to meet a quota of 500,000 guests, or the park will be closed for good and the land redeveloped by a greedy real-estate company.\n\nSeiya is won over by the revelation that Amagi is no ordinary amusement park; many of its employees are Maple Landers—mysterious magical beings who live in the human world and are nourished by the energy created by people having fun. Entrusted with the hopes and dreams of this far-off enchanted land, Seiya must now use his many skills to bring Amagi back on its feet, or watch it crumble before his eyes.\n\n[Written by MAL Rewrite]",
  "mean": 7.45,
  "rank": 2212,
  "popularity": 331,
  "num_list_users": 686329,
  "num_scoring_users": 364672,
  "nsfw": "white",
  "created_at": "2014-01-17T22:09:12+00:00",
  "updated_at": "2024-11-14T01:42:03+00:00",
  "media_type": "tv",
  "status": "finished_airing",
  "genres": [
    {
      "id": 4,
      "name": "Comedy"
    },
    {
      "id": 37,
      "name": "Supernatural"
    },
    {
      "id": 48,
      "name": "Workplace"
    }
  ],
  "num_episodes": 13,
  "start_season": {
    "year": 2014,
    "season": "fall"
  },
  "broadcast": {
    "day_of_the_week": "friday",
    "start_time": "02:16"
  },
  "source": "light_novel",
  "average_episode_duration": 1440,
  "rating": "pg_13",
  "studios": [
    {
      "id": 2,
      "name": "Kyoto Animation"
    }
  ]
}