{
  "id": 22663,
  "title": "Seiken Tsukai no World Break",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/7/71769.webp",
    "large": "https://cdn.myanimelist.net/images/anime/7/71769l.webp"
  },
  "alternative_titles": {
    "synonyms": [
      "Seiken Tsukai no Kinshuu Eishou",
      "Warubure"
    ],
    "en": "World Break: Aria of Curse for a Holy Swordsman",
    "ja": "聖剣使いの禁呪詠唱〈ワールドブレイク〉"
  },
  "start_date": "2015-01-12",
  "end_date": "2015-03-30",
  "synopsis": "Seiken Tsukai no World Break takes place at Akane Private Academy where students who possess memories of their previous lives are being trained to use Ancestral Arts so that they can serve as defenders against monsters, called Metaphysicals, who randomly attack. Known as saviors, the students are broken up into two categories: the kurogane who are able to use their prana to summon offensive weapons and the kuroma who are able to use magic.\n\nThe story begins six months prior to the major climax of the series during the opening ceremonies on the first day of the school year. After the ceremony is over, the main character, Moroha Haimura, meets a girl named Satsuki Ranjou who reveals that she was Moroha's little sister in a past life where Moroha was a heroic prince capable of slaying entire armies with his sword skills. Soon afterwards he meets another girl, Shizuno Urushibara, who eventually reveals that she also knew Moroha in an entirely different past life where he was a dark lord capable of using destructive magic but saved her from a life of slavery. Can those whose minds live in both the present and the past truly reach a bright future? Delve into the complex world of Seiken Tsukai no World Break to find out!",
  "mean": 6.74,
  "rank": 5821,
  "popularity": 810,
  "num_list_users": 330634,
  "num_scoring_users": 166866,
  "nsfw": "white",
  "created_at": "2014-02-11T12:35:32+00:00",
  "updated_at": "2024-10-06T18:02:53+00:00",
  "media_type": "tv",
  "status": "finished_airing",
  "genres": [
    {
      "id": 1,
      "name": "Action"
    },
    {
      "id": 10,
      "name": "Fantasy"
    },
    {
      "id": 35,
      "name": "Harem"
    },
    {
      "id": 72,
      "name": "Reincarnation"
    },
    {
      "id": 22,
      "name": "Romance"
    },
    {
      "id": 23,
      "name": "School"
    },
    {
      "id": 82,
      "name": "Urban Fantasy"
    }
  ],
  "num_episodes": 12,
  "start_season": {
    "year": 2015,
    "season": "winter"
  },
  "broadcast": {
    "day_of_the_week": "monday",
    "start_time": "01:05"
  },
  "source": "light_novel",
  "average_episode_duration": 1465,
  "rating": "r",
  "studios": [
    {
      "id": 51,
      "name": "Diomedéa"
    }
  ]
}