{
  "id": 2321,
  "title": "Giant Robo the Animation: Chikyuu ga Seishi Suru Hi",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1057/131970.jpg",
    "large": "https://cdn.myanimelist.net/images/anime/1057/131970l.jpg"
  },
  "alternative_titles": {
    "synonyms": [],
    "en": "Giant Robo the Animation: The Day the Earth Stood Still",
    "ja": "ジャイアントロボ THE ANIMATION 地球が静止する日"
  },
  "start_date": "1992-07-23",
  "end_date": "1998-01-25",
  "synopsis": "In a future to come humanity enjoys a new age of prosperity thanks to Dr. Shizuma's invention of a revolutionary renewable energy source: the Shizuma Drive. But this peace is threatened by Big Fire, a cabal seeking world domination. Against Big Fire the International Police Organisation dispatches a collection of superpowered warriors and martial artists, together with Daisaku Kusama, inheritor and master of Earth's most powerful robot, Giant Robo. \n\nBy capturing an abnormal Shizuma Drive which is essential to Big Fire's plans the IPO ignites a desperate conflict between the two groups. The coming battle will test Daisaku's resolve to the utmost, reveal the ghastly truth behind the creation of the Shizuma Drive, and bring human civilization to its knees!\n\nGiant Robo is a character-driven adventure in a retro-futuristic setting, drawing on influences from opera, kung-fu cinema, wuxia stories and classic mecha anime. It incorporates characters from the works of the manga author Mitsuteru Yokoyama but it is designed to be a stand-alone story.",
  "mean": 7.79,
  "rank": 1068,
  "popularity": 4409,
  "num_list_users": 28418,
  "num_scoring_users": 8220,
  "nsfw": "white",
  "created_at": "2007-04-20T06:13:13+00:00",
  "updated_at": "2025-01-21T06:29:09+00:00",
  "media_type": "ova",
  "status": "finished_airing",
  "genres": [
    {
      "id": 1,
      "name": "Action"
    },
    {
      "id": 8,
      "name": "Drama"
    },
    {
      "id": 18,
      "name": "Mecha"
    },
    {
      "id": 24,
      "name": "Sci-Fi"
    },
    {
      "id": 27,
      "name": "Shounen"
    },
    {
      "id": 31,
      "name": "Super Power"
    }
  ],
  "num_episodes": 7,
  "start_season": {
    "year": 1992,
    "season": "summer"
  },
  "source": "manga",
  "average_episode_duration": 2940,
  "rating": "pg_13",
  "studios": [
    {
      "id": 329,
      "name": "Phoenix Entertainment"
    }
  ]
}