{
  "id": 23387,
  "title": "Master of Torque",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/9/65243.jpg",
    "large": "https://cdn.myanimelist.net/images/anime/9/65243l.jpg"
  },
  "alternative_titles": {
    "synonyms": [],
    "en": "",
    "ja": "マスター・オブ・トルク"
  },
  "start_date": "2014-03-20",
  "end_date": "2014-07-18",
  "synopsis": "It is Tokyo, Japan in the year 2017, just three years before the city's hosting of the 2020 Olympic Games.\n\nThroughout the city, the Shutoko metropolitan highway system is being dismantled and renovated, and new areas and facilities are being constructed, all at a feverish pace to complete the work in time for the Games.\n\nThe Hyuga Corporation—a massive firm that succeeded in pioneering the practical use of artificial muscle fibers—is launching numerous products that supplement human muscle functions, and is in the midst of a massive surge in profits.\n\nAt its headquarters on National Route 246 in Tokyo's Gaien-mae district, Hyuga Corp. was secretly developing a powered suit that gave people with just an average level of physical fitness the superior skills and abilities of a very select group of professional athletes. This was all a part of the company's plan to completely dominate their competitors and monopolize the industry.\n\nDan Amo works at the General Affairs department of Hyuga Corp. By day, he is a nondescript salaryman, but at night, he relishes the sense of fulfillment his motorcycling lifestyle brings him. However, when night comes to Route 246, a group of mysterious riders in black suits frequently appear, and a freelance journalist, Makina Mikage, is always on their tail. Another figure appears on the scene in Kotaro Hyuga, the heir to the Hyuga Corp. presidency.\n\nThe threads of an inescapable fate begin to draw these three young riders together...\n\n(Source: Yamaha site)",
  "mean": 4.86,
  "rank": 13836,
  "popularity": 12497,
  "num_list_users": 1895,
  "num_scoring_users": 736,
  "nsfw": "white",
  "created_at": "2014-03-24T16:58:10+00:00",
  "updated_at": "2017-09-04T06:10:55+00:00",
  "media_type": "ona",
  "status": "finished_airing",
  "genres": [
    {
      "id": 1,
      "name": "Action"
    },
    {
      "id": 24,
      "name": "Sci-Fi"
    }
  ],
  "num_episodes": 4,
  "start_season": {
    "year": 2014,
    "season": "winter"
  },
  "source": "original",
  "average_episode_duration": 339,
  "rating": "g",
  "studios": [
    {
      "id": 1324,
      "name": "Shimogumi"
    }
  ]
}