{
  "id": 235,
  "title": "Meitantei Conan",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/7/75199.jpg",
    "large": "https://cdn.myanimelist.net/images/anime/7/75199l.jpg"
  },
  "alternative_titles": {
    "synonyms": [
      "Detective Conan"
    ],
    "en": "Case Closed",
    "ja": "名探偵コナン"
  },
  "start_date": "1996-01-08",
  "synopsis": "Shinichi Kudou, a high school student of astounding talent in detective work, is well known for having solved several challenging cases. One day, when Shinichi spots two suspicious men and decides to follow them, he inadvertently becomes witness to a disturbing illegal activity. Unfortunately, he is caught in the act, so the men dose him with an experimental drug formulated by their criminal organization, leaving him to his death. However, to his own astonishment, Shinichi lives to see another day, but now in the body of a seven-year-old child.\n\nPerfectly preserving his original intelligence, he hides his real identity from everyone, including his childhood friend Ran Mouri and her father, private detective Kogorou Mouri. To this end, he takes on the alias of Conan Edogawa, inspired by the mystery writers Arthur Conan Doyle and Ranpo Edogawa.\n\nShinichi, as Conan, starts secretly solving the senior Mouri's cases from behind the scenes with his still exceptional sleuthing skills, while covertly investigating the organization responsible for his current state, hoping to reverse the drug's effects someday.\n\n[Written by MAL Rewrite]",
  "mean": 8.17,
  "rank": 440,
  "popularity": 701,
  "num_list_users": 366965,
  "num_scoring_users": 165750,
  "nsfw": "white",
  "created_at": "2005-11-13T02:32:28+00:00",
  "updated_at": "2025-06-11T16:55:50+00:00",
  "media_type": "tv",
  "status": "currently_airing",
  "genres": [
    {
      "id": 2,
      "name": "Adventure"
    },
    {
      "id": 4,
      "name": "Comedy"
    },
    {
      "id": 39,
      "name": "Detective"
    },
    {
      "id": 7,
      "name": "Mystery"
    },
    {
      "id": 27,
      "name": "Shounen"
    }
  ],
  "num_episodes": 0,
  "start_season": {
    "year": 1996,
    "season": "winter"
  },
  "broadcast": {
    "day_of_the_week": "saturday",
    "start_time": "18:00"
  },
  "source": "manga",
  "average_episode_duration": 1482,
  "rating": "pg_13",
  "studios": [
    {
      "id": 73,
      "name": "TMS Entertainment"
    }
  ]
}