{
  "id": 2365,
  "title": "Grandeek",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1861/119405.webp",
    "large": "https://cdn.myanimelist.net/images/anime/1861/119405l.webp"
  },
  "alternative_titles": {
    "synonyms": [
      "Grandeek Gaiden",
      "Grandeek Sidestory",
      "Grandeek: The Alternative"
    ],
    "en": "",
    "ja": "GRANDEEK"
  },
  "start_date": "2000-11-01",
  "end_date": "2000-11-01",
  "synopsis": "This is a tale of swords and sorcery as the young warrior-woman Tia Allbright and her hapless assistant, Luke, battle demon assassins in a fantasy land.\n\nTia arrives on the island of Marcleida with her trusted sword 'Grandeek,' which holds a spirit within that helps her on her quests. She is soon turned away however. Determined to get on the island, Tia searches for a way past the fences that guard the entrance, as another stranger arrives on the island to take on a mysterious job. Someone has been killing the inhabitants of the island and has the ability to appear and disappear at will. Seems the sword 'Aihorn' has been stolen and the spirit that resides within it seeks vengenance on those who killed its master 50 years before.\n\nAs Tia makes her way inside the island, it becomes clear that both she, and the stranger, are after the sword Aihorn, hoping to bring to an end its bloody goal. But the sword has the ability to possess the person who wields it - putting Tia and the stranger at a great disadvantage.\n\nBased on the manga by Kohime Ohse, Tia and Grandeek will have to face their most difficult challenge yet...\n\n(Source: AnimeNfo) ",
  "mean": 5.47,
  "rank": 12220,
  "popularity": 10959,
  "num_list_users": 2678,
  "num_scoring_users": 1077,
  "nsfw": "white",
  "created_at": "2007-04-28T00:41:19+00:00",
  "updated_at": "2022-03-22T17:57:46+00:00",
  "media_type": "ova",
  "status": "finished_airing",
  "genres": [
    {
      "id": 2,
      "name": "Adventure"
    },
    {
      "id": 10,
      "name": "Fantasy"
    }
  ],
  "num_episodes": 1,
  "start_season": {
    "year": 2000,
    "season": "fall"
  },
  "source": "manga",
  "average_episode_duration": 2700,
  "rating": "r",
  "studios": [
    {
      "id": 86,
      "name": "Group TAC"
    },
    {
      "id": 155,
      "name": "animate Film"
    }
  ]
}