{
  "id": 23661,
  "title": "Glass no Chikyuu wo Sukue Unico Special",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1687/132776.jpg",
    "large": "https://cdn.myanimelist.net/images/anime/1687/132776l.jpg"
  },
  "alternative_titles": {
    "synonyms": [
      "Glass no Chikyuu o Sukue Unico Tokubetsu Hen"
    ],
    "en": "Saving Our Fragile Earth: Unico Special Chapter",
    "ja": "ガラスの地球を救え ユニコ特別編"
  },
  "start_date": "2000-07-20",
  "end_date": "2000-07-20",
  "synopsis": "This is the fourth original animated piece for the Tezuka Osamu Animation theatre that takes up Tezuka Osamu's message of \"Saving our Fragile Earth\" as its theme, and together with Unico's adventures commemorates the theatre's first anniversary.\n\nUnico, a unicorn's child, has dropped down from heaven. During his journey on the north wind, he meets Tsubasa, a tree boy who can speak. The Earth has become totally ruined to the extent that no creature can live there, because humans have drained it of all resources and destroyed the environment. Unico and Tsubasa go on a journey to find a way to make the Earth inhabitable again. They finally meet the Sphinx and the \"time fairy\" at the end of their hard journey. They decide to go back to the past and prevent humans from taking the wrong path. However, they can stay in the past for only five minutes. Will they be able to alter the future of the Earth in such short time? Their adventures to restore the Earth begin...\n\n(Source: Official page)\n",
  "mean": 5.82,
  "rank": 10584,
  "popularity": 14949,
  "num_list_users": 652,
  "num_scoring_users": 200,
  "nsfw": "white",
  "created_at": "2014-04-07T20:31:19+00:00",
  "updated_at": "2021-06-16T18:07:37+00:00",
  "media_type": "movie",
  "status": "finished_airing",
  "genres": [
    {
      "id": 10,
      "name": "Fantasy"
    },
    {
      "id": 15,
      "name": "Kids"
    }
  ],
  "num_episodes": 1,
  "start_season": {
    "year": 2000,
    "season": "summer"
  },
  "source": "manga",
  "average_episode_duration": 960,
  "rating": "g",
  "studios": []
}