{
  "id": 2398,
  "title": "Digimon Adventure 02: Diablomon no Gyakushuu",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/2/82620.webp",
    "large": "https://cdn.myanimelist.net/images/anime/2/82620l.webp"
  },
  "alternative_titles": {
    "synonyms": [
      "Digimon Adventure 02: Return of Diablomon",
      "Digimon Adventure 02: Diablomon Strikes Back"
    ],
    "en": "Digimon Adventure 02: Revenge of Diaboromon",
    "ja": "デジモンアドベンチャー02 ディアボロモンの逆襲"
  },
  "start_date": "2001-03-03",
  "end_date": "2001-03-03",
  "synopsis": "After the events of 02, everything is finally getting back to normal. That is, until a strangely familiar icon starts showing up on computer systems around the Japan. And not just computer systems... TVs, mobile phones, video games; anything with a screen with online capabilities. And this icon seems to be looking for somone... Yagami Taichi, and Ishida Yamato, who defeated it several years before. Yes, it turns out that this jellyfish digimon is in fact Diablomon, the Virus-type Digimon that was defeated in the second movie. But this time, he's learned to make himself physical, and is sending thousands of copies of himself into the real world.\n\nKoushiro and Ken devise a plan to rid the world of the virus once and for all, but it'll take the help of all the Destined, past and present. Once again, it's a race against time to put a stop to Diablomon's plot... but even that is cloaked in shadow.\n\nWill the revival of Omegamon be enough to stop Diablomon a second time, or will the millions of copies prove enough of a power boost to shrug off the \"Digimon Champion of Justice\"? Of course, he hasn't seen the new breed of Chosen, nor the new techniques. It's a fight to the finish, with the destruction of Tokyo resting on the line. \n\n(Source: AniDB)",
  "mean": 7.26,
  "rank": 3099,
  "popularity": 3232,
  "num_list_users": 55667,
  "num_scoring_users": 31719,
  "nsfw": "white",
  "created_at": "2007-04-28T20:53:13+00:00",
  "updated_at": "2022-01-15T12:56:41+00:00",
  "media_type": "movie",
  "status": "finished_airing",
  "genres": [
    {
      "id": 2,
      "name": "Adventure"
    },
    {
      "id": 4,
      "name": "Comedy"
    },
    {
      "id": 8,
      "name": "Drama"
    },
    {
      "id": 15,
      "name": "Kids"
    },
    {
      "id": 24,
      "name": "Sci-Fi"
    }
  ],
  "num_episodes": 1,
  "start_season": {
    "year": 2001,
    "season": "winter"
  },
  "source": "original",
  "average_episode_duration": 1800,
  "rating": "pg",
  "studios": [
    {
      "id": 18,
      "name": "Toei Animation"
    }
  ]
}