{
  "id": 2451,
  "title": "Space Cobra",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/7/41437.webp",
    "large": "https://cdn.myanimelist.net/images/anime/7/41437l.webp"
  },
  "alternative_titles": {
    "synonyms": [],
    "en": "Space Adventure Cobra",
    "ja": "スペースコブラ"
  },
  "start_date": "1982-10-07",
  "end_date": "1983-05-19",
  "synopsis": "Lonely salaryman Johnson laments his meager life, longing for a world of travel and excitement. But after engaging in a hallucinatory experience, he recalls vivid memories of a legendary space pirate named Cobra. WIth the Psychogun attached to his left arm, Cobra had travelled across space with his partner Lady Armaroid. The two formed an infamous team feared by authorities and loathed by the Pirate Guild—a conglomerate of the most powerful pirates in the galaxy,\n\nBack on Earth, an encounter at a casino changes Johnson’s life, as his winnings bring him face-to-face with the manager—Pirate Guild boss Vaiken, whom he’d seen defeated by Cobra in his dream. Recognizing Johnson as the disguised Cobra, Vaiken attempts to exact revenge—but instead activates the Psychogun hidden under Johnson’s left arm, triggering his repressed memories and alerting Lady Armaroid.\n\nNow after besting Vaiken once again and with his memories restored, Cobra leaves hiding and sets out to stop the Pirate Guild’s interstellar mafia. He and Lady Armaroid traverse space, continuing their life of high-stakes adventure while aiding those wronged by the Guild’s members.\n\n[Written by MAL Rewrite]\n",
  "mean": 7.67,
  "rank": 1404,
  "popularity": 4663,
  "num_list_users": 26684,
  "num_scoring_users": 8090,
  "nsfw": "white",
  "created_at": "2007-05-06T16:18:19+00:00",
  "updated_at": "2025-06-21T05:11:40+00:00",
  "media_type": "tv",
  "status": "finished_airing",
  "genres": [
    {
      "id": 1,
      "name": "Action"
    },
    {
      "id": 50,
      "name": "Adult Cast"
    },
    {
      "id": 2,
      "name": "Adventure"
    },
    {
      "id": 24,
      "name": "Sci-Fi"
    },
    {
      "id": 27,
      "name": "Shounen"
    },
    {
      "id": 29,
      "name": "Space"
    }
  ],
  "num_episodes": 31,
  "start_season": {
    "year": 1982,
    "season": "fall"
  },
  "source": "manga",
  "average_episode_duration": 1480,
  "rating": "r+",
  "studios": [
    {
      "id": 65,
      "name": "Tokyo Movie Shinsha"
    }
  ]
}