{
  "id": 2458,
  "title": "Kimagure Orange☆Road OVA",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1022/107653.webp",
    "large": "https://cdn.myanimelist.net/images/anime/1022/107653l.webp"
  },
  "alternative_titles": {
    "synonyms": [],
    "en": "Kimagure Orange Road OVA",
    "ja": "きまぐれオレンジ☆ロード"
  },
  "start_date": "1989-03-01",
  "end_date": "1991-01-18",
  "synopsis": "Shiroi Koibito-tachi\nKyousuke Kasuga and his friends are staying at his grandparent's house over winter break on a skiing trip. Everyone is excited until they hear about a curse that spells doom for couples who go down the mountain together. With a net of relationships and crushes on the line, the group's plans are suddenly upended.\n\nHawaiian Suspense\nKyousuke and Madoka Ayukawa's trip to Hawaii takes an abrupt turn for the worse when Hikaru Hiyama gets kidnapped! Kyousuke has to find a way to rescue her without revealing his paranormal powers to Madoka.\n\nWagahai wa Neko de Attari Osakana de Attari\nWhile studying for exams, Kyousuke wishes that he could switch places with his pet cat or fish so he could have an easier life. But when his grandfather arrives with a magic rope that can be used to swap bodies, Kyousuke finds out he might have gotten himself in too deep.\n\nHurricane! Henshin Shoujo Akane\nWhen Kyousuke's cousin, Akane, comes to visit, she stirs up antics with her ability to cast illusions. Things get even crazier when Akane falls for Madoka and becomes Kyousuke's rival in love.\n\nKoi no Stage=Heart on Fire!\nAs Kyousuke helps to prepare for a local music festival, a popular idol crashes into him and they switch bodies! Now, Kyousuke must get his body back and prevent his secret from getting out before the show begins.\n\nOmoi Gakenai Situation\nKyousuke has a foreboding dream where Akane attempts to seduce him. Disgusted after having inappropriate thoughts about his cousin, Kyousuke is shocked when she actually asks him to pose as her boyfriend in front of her friends.\n\nRouge no Dengon\nMadoka's father is in Japan for a performance, and she is excited for the rare opportunity to see him. When she sees her father with a strange woman, however, her emotions are thrown into disarray.\n\n[Written by MAL Rewrite]\n",
  "mean": 7.36,
  "rank": 2552,
  "popularity": 7063,
  "num_list_users": 9288,
  "num_scoring_users": 4167,
  "nsfw": "white",
  "created_at": "2007-05-08T07:51:51+00:00",
  "updated_at": "2022-11-06T09:31:55+00:00",
  "media_type": "ova",
  "status": "finished_airing",
  "genres": [
    {
      "id": 4,
      "name": "Comedy"
    },
    {
      "id": 8,
      "name": "Drama"
    },
    {
      "id": 22,
      "name": "Romance"
    },
    {
      "id": 23,
      "name": "School"
    },
    {
      "id": 27,
      "name": "Shounen"
    }
  ],
  "num_episodes": 8,
  "start_season": {
    "year": 1989,
    "season": "winter"
  },
  "source": "manga",
  "average_episode_duration": 1560,
  "rating": "r",
  "studios": [
    {
      "id": 1,
      "name": "Pierrot"
    }
  ]
}