{
  "id": 24833,
  "title": "Ansatsu Kyoushitsu",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/5/75639.jpg",
    "large": "https://cdn.myanimelist.net/images/anime/5/75639l.jpg"
  },
  "alternative_titles": {
    "synonyms": [],
    "en": "Assassination Classroom",
    "ja": "暗殺教室"
  },
  "start_date": "2015-01-10",
  "end_date": "2015-06-20",
  "synopsis": "Tucked in the mountains near the elite Kunugigaoka Middle School lies a small derelict building that houses the delinquents and dropouts of Class 3-E. Looked down upon by their peers, the students in this class appear to have little hope in advancing their academic careers. That is, until the national government tasks them with eliminating the greatest threat to their planet: their new teacher. \n\nHaving already destroyed the moon, the octopus-like professor—dubbed \"Koro-sensei\"—has now threatened to destroy the Earth by March of the following year. In light of their mission, the students have found that killing him is easier said than done. Not only can Koro-sensei move at speeds of up to Mach 20, but he can also resist almost every earthly weapon. Ironically, he also proves to be one of the best teachers Class 3-E has ever had. Training the class to excel in both their studies as students and skills as assassins, Koro-sensei is confident that his students' ingenuity and indomitable will could return them to the main campus. \n\nThrough trial and error, Nagisa Shiota, as well as the other students of Class 3-E, must figure out Koro-sensei's weaknesses—and fast, for the very fate of the world depends upon it.\n\n[Written by MAL Rewrite]\n",
  "mean": 8.07,
  "rank": 588,
  "popularity": 34,
  "num_list_users": 2162601,
  "num_scoring_users": 1274427,
  "nsfw": "white",
  "created_at": "2014-06-24T08:45:52+00:00",
  "updated_at": "2025-09-09T16:23:09+00:00",
  "media_type": "tv",
  "status": "finished_airing",
  "genres": [
    {
      "id": 1,
      "name": "Action"
    },
    {
      "id": 4,
      "name": "Comedy"
    },
    {
      "id": 23,
      "name": "School"
    },
    {
      "id": 27,
      "name": "Shounen"
    }
  ],
  "num_episodes": 22,
  "start_season": {
    "year": 2015,
    "season": "winter"
  },
  "broadcast": {
    "day_of_the_week": "saturday",
    "start_time": "00:55"
  },
  "source": "manga",
  "average_episode_duration": 1380,
  "rating": "pg_13",
  "studios": [
    {
      "id": 456,
      "name": "Lerche"
    }
  ]
}