{
  "id": 24873,
  "title": "Juuou Mujin no Fafnir",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/11/69085.webp",
    "large": "https://cdn.myanimelist.net/images/anime/11/69085l.webp"
  },
  "alternative_titles": {
    "synonyms": [],
    "en": "Unlimited Fafnir",
    "ja": "銃皇無尽のファフニール"
  },
  "start_date": "2015-01-09",
  "end_date": "2015-03-27",
  "synopsis": "Midgar, all-girl academy, would have been notable just for the action of accepting its first and only male student, Yuu Mononobe. But Midgar stands out for much more than that: it's a school exclusive to a group of girls known as D's. Each of them have extremely powerful abilities in generating dark matter and manipulating it into powerful weaponry.\n\nThe D's didn't exist twenty-five years ago, and only appeared after a number of mysterious, destructive monsters known as \"Dragons\" started appearing around the world. Strangely, just as suddenly as they appeared, they vanished. In their destructive wake, some girls started being born with symbols on their bodies and powers similar in nature to those wielded by the Dragons themselves.\n\nNow the D's attend this school, hoping to harness and utilize their powers against the Dragons. Yuu is their latest member and is extraordinary for being the only known male D in existence. Now he must forge relationships with the girls around him, including his long separated sister who attends the school as well, and work with them to investigate and eliminate the threat of the powerful Dragons.",
  "mean": 6.16,
  "rank": 9307,
  "popularity": 1600,
  "num_list_users": 164176,
  "num_scoring_users": 76225,
  "nsfw": "white",
  "created_at": "2014-06-25T19:12:03+00:00",
  "updated_at": "2023-09-18T03:54:01+00:00",
  "media_type": "tv",
  "status": "finished_airing",
  "genres": [
    {
      "id": 1,
      "name": "Action"
    },
    {
      "id": 10,
      "name": "Fantasy"
    },
    {
      "id": 35,
      "name": "Harem"
    },
    {
      "id": 22,
      "name": "Romance"
    },
    {
      "id": 23,
      "name": "School"
    }
  ],
  "num_episodes": 12,
  "start_season": {
    "year": 2015,
    "season": "winter"
  },
  "broadcast": {
    "day_of_the_week": "friday",
    "start_time": "02:16"
  },
  "source": "light_novel",
  "average_episode_duration": 1470,
  "rating": "pg_13",
  "studios": [
    {
      "id": 51,
      "name": "Diomedéa"
    }
  ]
}