{
  "id": 25393,
  "title": "Master of Torque 2",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/3/64787.jpg",
    "large": "https://cdn.myanimelist.net/images/anime/3/64787l.jpg"
  },
  "alternative_titles": {
    "synonyms": [
      "Master of Torque 2nd Season"
    ],
    "en": "",
    "ja": "マスター・オブ・トルク2"
  },
  "start_date": "2015-03-27",
  "end_date": "2015-03-27",
  "synopsis": "A continuation of the first season.\n\nMakina lost consciousness when the Marishi Machina suit developed by the Hyuga Corporation seized control of her body and sent her charging onto the new Shutoko expressway on an MT-07. Luckily, Dan was able to stop her before it was too late. With Makina on the back of his MT-09 Street Rally, Dan began riding back towards the Genesis Café only to be intercepted by Hyuga Corporation chairman Mitsukuni Hyuga. He was waiting for them with an unsettling expression on his face.\n\nDan was sure that he would be forced to resign his job for getting the heir to the company’s presidency, Kotaro Hyuga, involved in this mess. But when Makina confronts Mitsukuni about the truth behind the incident that claimed their parents’ lives, Dan is given an order he would never have expected.\n\nDan keeps trying to avoid facing the trauma he experienced as a child, but is encouraged to find the truth by Makina. Sanae, the owner of the Genesis Café, seems to notice their troubled state and takes matters into her own hands.\n\nCan Dan face his past and free himself of the curse he has borne and reclaim his future with his own hands?\n\nThe interlocked gears of fate driving the destinies Dan, Makina and Kotaro begin to move again, and the next part of their story is about to unfold...\n\n(Source: Yamaha site)",
  "mean": 4.75,
  "rank": 13790,
  "popularity": 14420,
  "num_list_users": 1049,
  "num_scoring_users": 423,
  "nsfw": "white",
  "created_at": "2014-07-20T06:18:48+00:00",
  "updated_at": "2022-03-29T01:45:19+00:00",
  "media_type": "ona",
  "status": "finished_airing",
  "genres": [
    {
      "id": 1,
      "name": "Action"
    },
    {
      "id": 24,
      "name": "Sci-Fi"
    }
  ],
  "num_episodes": 1,
  "start_season": {
    "year": 2015,
    "season": "winter"
  },
  "source": "original",
  "average_episode_duration": 1408,
  "rating": "g",
  "studios": [
    {
      "id": 1324,
      "name": "Shimogumi"
    }
  ]
}