{
  "id": 25537,
  "title": "Fate/stay night Movie: Heaven's Feel - I. Presage Flower",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1274/102213.webp",
    "large": "https://cdn.myanimelist.net/images/anime/1274/102213l.webp"
  },
  "alternative_titles": {
    "synonyms": [],
    "en": "Fate/stay night: Heaven's Feel - I. Presage Flower",
    "ja": "劇場版「Fate/stay night [Heaven's Feel] Ⅰ.presage flower」"
  },
  "start_date": "2017-10-14",
  "end_date": "2017-10-14",
  "synopsis": "The Holy Grail War: a violent battle between mages in which seven masters and their summoned servants fight for the Holy Grail, a magical artifact that can grant the victor any wish. Nearly 10 years ago, the final battle of the Fourth Holy Grail War wreaked havoc on Fuyuki City and took over 500 lives, leaving the city devastated. \n\nShirou Emiya, a survivor of this tragedy, aspires to become a hero of justice like his rescuer and adoptive father, Kiritsugu Emiya. Despite only being a student, Shirou is thrown into the Fifth Holy Grail War when he accidentally sees a battle between servants at school and summons his own servant, Saber. \n\nWhen a mysterious shadow begins a murderous spree in Fuyuki City, Shirou aligns himself with Rin Toosaka, a fellow participant in the Holy Grail War, in order to stop the deaths of countless people. However, Shirou's feelings for his close friend Sakura Matou lead him deeper into the dark secrets surrounding the war and the feuding families involved.\n\n[Written by MAL Rewrite]",
  "mean": 8.15,
  "rank": 482,
  "popularity": 494,
  "num_list_users": 501399,
  "num_scoring_users": 275844,
  "nsfw": "white",
  "created_at": "2014-07-27T13:00:15+00:00",
  "updated_at": "2024-10-02T16:15:53+00:00",
  "media_type": "movie",
  "status": "finished_airing",
  "genres": [
    {
      "id": 1,
      "name": "Action"
    },
    {
      "id": 10,
      "name": "Fantasy"
    },
    {
      "id": 82,
      "name": "Urban Fantasy"
    }
  ],
  "num_episodes": 1,
  "start_season": {
    "year": 2017,
    "season": "fall"
  },
  "source": "visual_novel",
  "average_episode_duration": 7200,
  "rating": "r",
  "studios": [
    {
      "id": 43,
      "name": "ufotable"
    }
  ]
}