{
  "id": 2562,
  "title": "Shion no Ou",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/5/74050.webp",
    "large": "https://cdn.myanimelist.net/images/anime/5/74050l.webp"
  },
  "alternative_titles": {
    "synonyms": [
      "Shion no Oh"
    ],
    "en": "The Flowers of Hard Blood",
    "ja": "しおんの王 - The Flowers of Hard Blood"
  },
  "start_date": "2007-10-14",
  "end_date": "2008-03-23",
  "synopsis": "Defying the odds, middle school student Shion Yasuoka is becoming a rising star of the professional shogi world. Despite losing her family at a young age and being unable to speak due to the trauma, in her loving adoptive family and at the shogi association, she has found the necessary emotional support to move on with her life and very demanding career.\n\nHer talent attracts the attention of Satoru Hani, a successful businessman and brother of the current \"Meijin\"—the title given to the defending champion of Japan's most prestigious shogi tournament. He decides to organize a tournament open to both men and women, including professional and amateur players, and urges Shion to participate in the competition. However, Satoru seems to know a lot about Shion's troubled past, and his actions bring suspicion from Shion's friend Ayumi Saitou and the police—who are still investigating the death of Shion's loved ones.\n\nAs the end of Satoru's tournament approaches, Shion starts remembering events related to the night when she lost everything and will have to show her mental fortitude to defeat her opponents and foil the plans of the culprits who ruined her life.\n\n[Written by MAL Rewrite]",
  "mean": 7.49,
  "rank": 1984,
  "popularity": 4125,
  "num_list_users": 33373,
  "num_scoring_users": 11576,
  "nsfw": "white",
  "created_at": "2007-05-30T14:06:32+00:00",
  "updated_at": "2024-10-16T18:51:48+00:00",
  "media_type": "tv",
  "status": "finished_airing",
  "genres": [
    {
      "id": 8,
      "name": "Drama"
    },
    {
      "id": 7,
      "name": "Mystery"
    },
    {
      "id": 11,
      "name": "Strategy Game"
    },
    {
      "id": 41,
      "name": "Suspense"
    }
  ],
  "num_episodes": 22,
  "start_season": {
    "year": 2007,
    "season": "fall"
  },
  "source": "manga",
  "average_episode_duration": 1380,
  "rating": "pg_13",
  "studios": [
    {
      "id": 37,
      "name": "Studio Deen"
    }
  ]
}