{
  "id": 26081,
  "title": "Yasuji no Pornorama: Yacchimae!!",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1062/104007.jpg",
    "large": "https://cdn.myanimelist.net/images/anime/1062/104007l.jpg"
  },
  "alternative_titles": {
    "synonyms": [
      "Do It! Yasuji's Pornorama",
      "Yasuji''s Pornorama: How About That! Movie"
    ],
    "en": "",
    "ja": "ヤスジのポルノラマ やっちまえ!!"
  },
  "start_date": "1971-09-24",
  "end_date": "1971-09-24",
  "synopsis": "Based on the manga by Tanioka Yasuji.\n\nJapanese society, in the opinion of Pusu-o, \"satisfies all the urges of hunger, but not the urges of the loins.\" Then again, Pusu-o is scrawny, awkward and hardly the handsomest guy in town. More to the point, in matters of a romantic nature, Pusu-o conducts himself with an absolute lack of grace, restraint and general respect for women. Not surprisingly, his sex life is an endless succession of obnoxiously over-the-top come-ons and maniacal attempts to get some action, all of which culminate in total strike-outs. Pusu-o's own father is soon on hand to add insult to injury (the injury being the constant, gushing nosebleeds Pusu-o endures — the nasal blood geyser being Japanese cartoon shorthand for sexual frustration), and the cock blockage continues at Pusu-o's new job as a car salesman — until a trio of older women misinterpret his advances, intended only to make the pretty Yukiko jealous. The antics continue at a later date, when the married Pusu-o is cuckolded by an horny little birdie. When the humiliated surrogate dad witnesses the sexual prowess of the tryst's offspring, matters culminate in a finale worthy of the most bombastic Japanese tragedy. \n\n(Source: AniDB)",
  "mean": 5.11,
  "popularity": 13492,
  "num_list_users": 969,
  "num_scoring_users": 263,
  "nsfw": "gray",
  "created_at": "2014-08-23T06:35:05+00:00",
  "updated_at": "2022-01-17T01:35:01+00:00",
  "media_type": "movie",
  "status": "finished_airing",
  "genres": [
    {
      "id": 12,
      "name": "Hentai"
    }
  ],
  "num_episodes": 1,
  "start_season": {
    "year": 1971,
    "season": "summer"
  },
  "source": "manga",
  "average_episode_duration": 5780,
  "rating": "r+",
  "studios": []
}