{
  "id": 2608,
  "title": "Wangan Midnight",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/6/86159.webp",
    "large": "https://cdn.myanimelist.net/images/anime/6/86159l.webp"
  },
  "alternative_titles": {
    "synonyms": [],
    "en": "",
    "ja": "湾岸ミッドナイト"
  },
  "start_date": "2007-06-15",
  "end_date": "2008-09-13",
  "synopsis": "From dusk until dawn, street racers gather on a Tokyo highway—the Wangan Route—in search of only one thing: speed. Among them, a newcomer attracts the attention of the route's veterans after he purchases a Nissan Fairlady Z, a car infamously nicknamed The Devil Z. The newcomer ignores the warnings of Eriko Asakura, who lost her brother, Akio, in an accident involving the same vehicle. The Devil Z's new owner, who coincidentally shares the exact same name as Eriko's brother, becomes bewitched by the car's mysterious power—even after crashing twice.\n\nNow a high school dropout who works to pay for his car repairs, Akio befriends regular street racers of the area: the legendary owner of the Porsche 911 Turbo, a car known on the streets as \"Blackbird;\" the genius surgeon Tatsuya Shima; and Reina Akikawa, who works as a model by day and displays unparalleled skill in her Nissan Skyline GT-R by night. Thanks to these connections, Akio manages to find the retired designer of The Devil Z's engine, a solitary man named Jun Kitami. Following his meeting with Akio, Jun resumes building overpowered yet dangerous engines. Meanwhile, the racers of the Wangan Route are caught in a desperate race against The Devil Z with no clear end in sight.\n\n[Written by MAL Rewrite]",
  "mean": 7.49,
  "rank": 2015,
  "popularity": 3439,
  "num_list_users": 48079,
  "num_scoring_users": 18697,
  "nsfw": "white",
  "created_at": "2007-06-11T19:20:35+00:00",
  "updated_at": "2024-03-26T21:01:15+00:00",
  "media_type": "tv",
  "status": "finished_airing",
  "genres": [
    {
      "id": 1,
      "name": "Action"
    },
    {
      "id": 3,
      "name": "Racing"
    },
    {
      "id": 42,
      "name": "Seinen"
    }
  ],
  "num_episodes": 26,
  "start_season": {
    "year": 2007,
    "season": "summer"
  },
  "source": "manga",
  "average_episode_duration": 1500,
  "rating": "pg_13",
  "studios": [
    {
      "id": 179,
      "name": "A.C.G.T."
    }
  ]
}