{
  "id": 2622,
  "title": "Big Wars: Kami Utsu Akaki Kouya ni",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/3/72814.webp",
    "large": "https://cdn.myanimelist.net/images/anime/3/72814l.webp"
  },
  "alternative_titles": {
    "synonyms": [],
    "en": "Big Wars",
    "ja": "ビッグ・ウォーズ 神撃つ朱き荒野に"
  },
  "start_date": "1993-09-25",
  "end_date": "1993-09-25",
  "synopsis": "It is the dawn of the 21st century. Mankind has terraformed and colonized Mars. But we are not alone in the universe. An ancient race of alien beings, known only as \"The Gods,\" has been watching mankind's progress ...and waiting. Now, these mysterious aliens have returned to halt mankind's expansion into space ...by force.\n\nNow, the planet named after the God of War will become our final battlefield, as mankind fights a desperate battle with the latest in high-tech, military hardware: hyper-advanced aircraft, orbital fighters, and gigantic, desert battleships brimming with the most advanced weaponry.\n\nBut will it be enough? The aliens have awesome, incredibly destructive weapons at their disposal—including \"Hell\"—an unstoppable stealth carrier. But the alien's primary weapon is insidiously quiet and invisible—a mind control plaque. Incurable. Inevitable. Contagious. Humans are powerless to resist its effects, which transforms even the most loyal soldiers into dangerous subversives.\n\nOur last hope lies with Captain Akuh and the crew of the Battleship Aoba. If his top-secret mission is successful, mankind will deal a decisive blow to the alien armada. But Akuh's girlfriend is showing signs of nymphomania—the first symptom of alien subversion!\n\n(Source: AnimeNfo)",
  "mean": 5.41,
  "rank": 12762,
  "popularity": 10410,
  "num_list_users": 3427,
  "num_scoring_users": 1525,
  "nsfw": "white",
  "created_at": "2007-06-17T18:21:38+00:00",
  "updated_at": "2020-06-19T00:28:48+00:00",
  "media_type": "ova",
  "status": "finished_airing",
  "genres": [
    {
      "id": 1,
      "name": "Action"
    },
    {
      "id": 38,
      "name": "Military"
    },
    {
      "id": 24,
      "name": "Sci-Fi"
    },
    {
      "id": 29,
      "name": "Space"
    }
  ],
  "num_episodes": 1,
  "start_season": {
    "year": 1993,
    "season": "summer"
  },
  "source": "novel",
  "average_episode_duration": 4260,
  "rating": "r+",
  "studios": [
    {
      "id": 207,
      "name": "Magic Bus"
    }
  ]
}