{
  "id": 2623,
  "title": "Flanders no Inu (Movie)",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/3/75599.jpg",
    "large": "https://cdn.myanimelist.net/images/anime/3/75599l.jpg"
  },
  "alternative_titles": {
    "synonyms": [],
    "en": "The Dog of Flanders",
    "ja": "フランダースの犬 (1997)"
  },
  "start_date": "1997-03-15",
  "end_date": "1997-03-15",
  "synopsis": "Nello Daas is a gifted artist residing in a village on the outskirts of Antwerp, Belgium. He earns a living by selling milk in a market in the middle of the city alongside his ailing grandfather. His best friend, Alois Cogez, is the daughter of his callous landlord, who believes that Nello is corrupting his daughter and unbefitting her class. Angered by Alois' closeness to a peasant, her father sends her away to a school in Antwerp to prevent them from meeting again. \n\nWhile continuing his daily market runs, Nello stumbles upon an art contest surrounding the famous Peter Paul Rubens—a Flemish artist he holds in high regard. Not only does the contest offer a monetary prize, but it also comes with the opportunity to study art at a school in the same city Alois is studying. Now with a goal in mind, Nello begins to brainstorm the perfect piece, but a series of adversities threatens to end his dreams prematurely.\n\nYet, through thick and thin, is his loyal dog, Patrasche, whom he saved from the brink of death at the hands of a cruel owner. As Nello endures through various hardships, Patrasche supports him throughout them. Flanders no Inu is a reimagined film that captures the classic story between an innocent boy and his faithful canine best friend as they traverse together until the bitter end.\n\n[Written by MAL Rewrite]",
  "mean": 7.8,
  "rank": 1082,
  "popularity": 4148,
  "num_list_users": 36204,
  "num_scoring_users": 18090,
  "nsfw": "white",
  "created_at": "2007-06-17T18:30:48+00:00",
  "updated_at": "2022-04-17T10:15:41+00:00",
  "media_type": "movie",
  "status": "finished_airing",
  "genres": [
    {
      "id": 8,
      "name": "Drama"
    },
    {
      "id": 13,
      "name": "Historical"
    },
    {
      "id": 71,
      "name": "Pets"
    },
    {
      "id": 80,
      "name": "Visual Arts"
    }
  ],
  "num_episodes": 1,
  "start_season": {
    "year": 1997,
    "season": "winter"
  },
  "source": "novel",
  "average_episode_duration": 6166,
  "rating": "g",
  "studios": [
    {
      "id": 22,
      "name": "Nippon Animation"
    }
  ]
}