{
  "id": 2742,
  "title": "Omoikkiri Kagaku Adventure Sou Nanda!",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1907/134833.webp",
    "large": "https://cdn.myanimelist.net/images/anime/1907/134833l.webp"
  },
  "alternative_titles": {
    "synonyms": [
      "Sou Nanda"
    ],
    "en": "Full-Blast Science Adventure: So That's How It Is!",
    "ja": "おもいっきり科学アドベンチャー そーなんだ!"
  },
  "start_date": "2003-10-05",
  "end_date": "2004-03-28",
  "synopsis": "After a soccer game one day, six kids are playing a cute RPG-looking video game at their homes. One of them scored the winning goal, one was the goal keeper who barely missed the ball, and the others were two groups of two who were rooting for their respective sides. Suddenly, when they defeat a boss, a strange thing pops up in front of them, and they're sucked into the game world! Tomoru (scorer), Mio, and Dai end up together with Professor Galileo, who tells them that he's the one that created this game that they`ve appeared in, called Eureka, but he inadvertently got sucked into it as well. In order to get back to their world, they need to clear missions that pop up in certain areas of the world. So when a mission appears, Tomoru and the gang make the professor take them along.\n\nWhen they get to area C-1, they find that not only do they have a mission, but they have a rival group! The rival professor has brought their rivals from the soccer game, Yukio, Suzuka, and Kouta, with him! Their mission, of course, is a scientific one. First the computer explains how lightning is formed, and then they have to figure out a way to stop the lightning to clear the mission! Tomoru and company manage to get it done, and get a Eureka Stone, letting them get back to their world! Except... the gateway back actually needs ten Eureka Stones total before it will open! Sounds like there's a lot of science to be learned and missions to be cleared before they can go home.\n\n(Source: Jascii.net)",
  "rank": 18579,
  "popularity": 15610,
  "num_list_users": 726,
  "num_scoring_users": 122,
  "nsfw": "white",
  "created_at": "2007-06-26T07:35:31+00:00",
  "updated_at": "2023-04-06T12:40:28+00:00",
  "media_type": "tv",
  "status": "finished_airing",
  "genres": [
    {
      "id": 4,
      "name": "Comedy"
    },
    {
      "id": 15,
      "name": "Kids"
    },
    {
      "id": 24,
      "name": "Sci-Fi"
    }
  ],
  "num_episodes": 26,
  "start_season": {
    "year": 2003,
    "season": "fall"
  },
  "source": "original",
  "average_episode_duration": 1220,
  "studios": [
    {
      "id": 28,
      "name": "OLM"
    }
  ]
}