{
  "id": 2746,
  "title": "Vexille: 2077 Nihon Sakoku",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/9/79923.jpg",
    "large": "https://cdn.myanimelist.net/images/anime/9/79923l.jpg"
  },
  "alternative_titles": {
    "synonyms": [
      "Vexille: 2077 Nippon Sakoku",
      "Vexille: 2077 Japan National Isolation"
    ],
    "en": "Vexille",
    "ja": "ベクシル 2077日本鎖国"
  },
  "start_date": "2007-08-18",
  "end_date": "2007-08-18",
  "synopsis": "In an alternate 21st century, the robotics industry undergoes a period of rapid advancement worldwide. By the year 2050, Japan has firmly established itself as the leader in robotic technology and manufacture with Daiwa Heavy Industries. As the technology evolves to include robotic enhancements to the human body, the blurring of the line between man and machine triggers a sudden shift in world opinion. In response, the U.N. passes a unilateral ban of further research and development on robotics in 2067. Japan fiercely objects to this ban, but is unable to prevent its passage. In protest, Japan withdrew from international politics and chose to pursue a policy of high-tech national isolation. While only trade continues, Japan disappears from the world scene.\n\nTen years later, a series of bizarre incidents lead the American technology police agency SWORD to believe that Japan has concealed extensive development of banned technologies through the use of the RACE network. SWORD dispatches a unit of special agents to infiltrate Japan and gather intelligence on the country. Vexille, a veteran agent among the group, uncovers the horrifying truth behind the ten years of isolation.",
  "mean": 6.89,
  "rank": 5059,
  "popularity": 5428,
  "num_list_users": 19502,
  "num_scoring_users": 11112,
  "nsfw": "white",
  "created_at": "2007-06-28T01:44:08+00:00",
  "updated_at": "2021-12-10T19:01:17+00:00",
  "media_type": "movie",
  "status": "finished_airing",
  "genres": [
    {
      "id": 1,
      "name": "Action"
    },
    {
      "id": 38,
      "name": "Military"
    },
    {
      "id": 24,
      "name": "Sci-Fi"
    }
  ],
  "num_episodes": 1,
  "start_season": {
    "year": 2007,
    "season": "summer"
  },
  "source": "original",
  "average_episode_duration": 6588,
  "rating": "pg_13",
  "studios": [
    {
      "id": 361,
      "name": "Oxybot"
    }
  ]
}