{
  "id": 276,
  "title": "Mahoromatic: Automatic Maiden",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/13/23051.jpg",
    "large": "https://cdn.myanimelist.net/images/anime/13/23051l.jpg"
  },
  "alternative_titles": {
    "synonyms": [],
    "en": "Mahoromatic: Automatic Maiden",
    "ja": "まほろまてぃっく"
  },
  "start_date": "2001-10-06",
  "end_date": "2001-12-29",
  "synopsis": "Mahoro Andou is a powerful combat android designed by Vesper, a secret organization protecting the world against alien invaders. Unfortunately, her remaining operational time is running short. If she continues to fight, she will shut down in about one month. However, if she chooses to avoid combat, she can live freely for over a year.\n\nSuguru Misato is a high school boy who lives alone in a large house left behind by his late parents. Like any other boy his age, he has trouble taking care of the house on his own, so he decides to enlist the help of a maid. His problem is solved in the most unexpected way: when a couple of thugs hijack the bus he is riding, a young, beautiful girl wearing a maid outfit saves the day. It turns out that this girl is Mahoro, who has chosen to live her remaining days as Suguru's new maid.\n\nMahoro makes the best of her remaining time and develops bonds with Suguru and his friends during their peaceful yet lively everyday interactions. However, Mahoro is hiding her true intentions behind becoming Suguru's maid, and it seems that their pasts are more intertwined than Suguru realizes.\n\n[Written by MAL Rewrite]\n",
  "mean": 7.13,
  "rank": 3831,
  "popularity": 2892,
  "num_list_users": 67951,
  "num_scoring_users": 27680,
  "nsfw": "white",
  "created_at": "2005-11-16T00:36:10+00:00",
  "updated_at": "2022-12-24T00:41:34+00:00",
  "media_type": "tv",
  "status": "finished_airing",
  "genres": [
    {
      "id": 4,
      "name": "Comedy"
    },
    {
      "id": 9,
      "name": "Ecchi"
    },
    {
      "id": 38,
      "name": "Military"
    },
    {
      "id": 22,
      "name": "Romance"
    },
    {
      "id": 24,
      "name": "Sci-Fi"
    },
    {
      "id": 42,
      "name": "Seinen"
    }
  ],
  "num_episodes": 12,
  "start_season": {
    "year": 2001,
    "season": "fall"
  },
  "source": "manga",
  "average_episode_duration": 1440,
  "rating": "r+",
  "studios": [
    {
      "id": 6,
      "name": "Gainax"
    },
    {
      "id": 44,
      "name": "Shaft"
    }
  ]
}