{
  "id": 27601,
  "title": "Chuunibyou demo Koi ga Shitai! Ren: The Rikka Wars",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/3/66827.jpg",
    "large": "https://cdn.myanimelist.net/images/anime/3/66827l.jpg"
  },
  "alternative_titles": {
    "synonyms": [
      "Chuunibyou demo Koi ga Shitai! Ren: Saisei no... Jaou Shingan Mokushiroku",
      "Love, Chunibyo & Other Delusions: Heart Throb - The Rikka Wars"
    ],
    "en": "Love, Chunibyo & Other Delusions!: Heart Throb - The Rikka Wars",
    "ja": "中二病でも恋がしたい！戀 再生の･･･邪王真眼黙示録（The Rikka Wars）"
  },
  "start_date": "2014-09-17",
  "end_date": "2014-09-17",
  "synopsis": "One normal school day, Rikka Takanashi notices Makoto Isshiki secretly passing a flash drive to Yuuta Togashi. Curious, Rikka talks to her friends about the case, who agree that Yuuta is hiding something from her. They decide to discover the contents of the flash drive by any means necessary, but to their surprise, it merely contained pictures of an idol that Yuuta adored back in middle school. However, Rikka takes offense, as she claims that this breaks their contract as lovers and demands Yuuta to return the flash drive.\n\nAlthough having seen Yuuta return the flash drive, she still felt uncertain about the situation. This leads to her sneaking into Yuuta's room during the night, only to find out that the flash drive had not been returned! Scanning through its contents, she hurriedly rushes to bed when Yuuta enters her room. To her terror, she finds the flash drive crushed due to her negligence in keeping it in a safe place. Yuuta quickly finds out and demands an apology. However, Rikka too, demands an apology from him, resulting in both of them refusing to be the one to apologize first. Will the two lovebirds be able to resolve their argument?\n\n[Written by MAL Rewrite]",
  "mean": 7.45,
  "rank": 2120,
  "popularity": 1703,
  "num_list_users": 138569,
  "num_scoring_users": 72989,
  "nsfw": "white",
  "created_at": "2014-09-16T16:31:25+00:00",
  "updated_at": "2022-12-04T11:47:20+00:00",
  "media_type": "special",
  "status": "finished_airing",
  "genres": [
    {
      "id": 4,
      "name": "Comedy"
    },
    {
      "id": 8,
      "name": "Drama"
    },
    {
      "id": 22,
      "name": "Romance"
    },
    {
      "id": 23,
      "name": "School"
    }
  ],
  "num_episodes": 1,
  "start_season": {
    "year": 2014,
    "season": "summer"
  },
  "source": "light_novel",
  "average_episode_duration": 1415,
  "rating": "pg_13",
  "studios": [
    {
      "id": 2,
      "name": "Kyoto Animation"
    }
  ]
}