{
  "id": 2778,
  "title": "Generation of Chaos III: Toki no Fuuin",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/7/3754.webp",
    "large": "https://cdn.myanimelist.net/images/anime/7/3754l.webp"
  },
  "alternative_titles": {
    "synonyms": [
      "Generation of Chaos III: Time of the Seal",
      "Generation of Chaos III: Seal of Time"
    ],
    "en": "",
    "ja": "ジェネレーション オブ カオス III ～　時の封印　～"
  },
  "start_date": "2003-05-21",
  "end_date": "2003-06-25",
  "synopsis": "Fuujin Year 130 (Medieval times when magic and gods were of great importance).\n\nTwo years ago, the great war in the \"Old Fuujin Continent\" was controlled by the \"Zenon Country\" who possessed great power.\n\nIn Randia, a small country to the south, the young prince Alfred is attacked by an assassin but gets saved by his friend Welles. The young prince was the last key to the revival of Randia... It was said that in legends the prince had the power to unleash the \"Seal of Power\" because of his blood relation. This brought fear upon the Zenon country and thus their attack.\n\nWelles was just another soldier, but he was also a close friend of Alfred's and they had been fighting together in the battlefield for a long time. That is why they're known as the \"Galloping Winds\" on the battlefield.\n\nAnd so, the two of them along with Welles' younger sister Teefa, are burdened with the fight for their country. Hearing that war is once again about to break out, the former loyal subject Rea also returns. As more and more people get involved in the war, the mystery of the seal unfolds...\n\nTo reveal the \"Blood Relation of the Prince\"... \n\n(Source: AnimeNfo)",
  "mean": 3.55,
  "rank": 14615,
  "popularity": 12558,
  "num_list_users": 1979,
  "num_scoring_users": 830,
  "nsfw": "white",
  "created_at": "2007-07-07T04:46:54+00:00",
  "updated_at": "2022-06-30T18:13:24+00:00",
  "media_type": "ova",
  "status": "finished_airing",
  "genres": [
    {
      "id": 1,
      "name": "Action"
    },
    {
      "id": 2,
      "name": "Adventure"
    },
    {
      "id": 10,
      "name": "Fantasy"
    }
  ],
  "num_episodes": 2,
  "start_season": {
    "year": 2003,
    "season": "spring"
  },
  "source": "game",
  "average_episode_duration": 1470,
  "rating": "pg_13",
  "studios": []
}