{
  "id": 2806,
  "title": "Yadamon",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/4/82764.webp",
    "large": "https://cdn.myanimelist.net/images/anime/4/82764l.webp"
  },
  "alternative_titles": {
    "synonyms": [
      "Chibikko Kaijuu Yadamon"
    ],
    "en": "Yadamon: Magical Dreamer",
    "ja": "ヤダモン"
  },
  "start_date": "1992-08-24",
  "end_date": "1993-07-16",
  "synopsis": "After causing havoc in the Witch Forest, the queen, Yadamon's mother, banishes her to human world.  She does this not only to teach Yadamon a lesson, but also because she has a secret passion for human magazines and books.  While at the human world, the queen keeps a close watch at Yadamon which becomes a problem cause she falls asleep almost anywhere.\n\nThe human world has gone extremely hi-tech.  Also, a lot of animals has become extinct.  Yadamon finds herself in the island named ''Creature Island'', where genetically re-created species are being made.  In the island she meets Jean and his parents Edward and Maria.\n\nYadamon meets many misadventures in the human world due to her curiosity which causes a lot of trouble to the humans and her guardian fairy, Timon, who has the ability to stop time.\n\nAs Yadamon learns to adapt to human world and use her powers, a new threat is brewing.  Kira, the evil witch who was sealed inside a volcano by the queen and the great witch Beril, has escaped.  She is out for revenge and has set her eyes to the humans and Yadamon.\n\n(Source: Wikipedia)",
  "mean": 6.38,
  "rank": 7496,
  "popularity": 11237,
  "num_list_users": 2245,
  "num_scoring_users": 798,
  "nsfw": "white",
  "created_at": "2007-07-15T19:57:00+00:00",
  "updated_at": "2019-06-23T01:24:54+00:00",
  "media_type": "tv",
  "status": "finished_airing",
  "genres": [
    {
      "id": 2,
      "name": "Adventure"
    },
    {
      "id": 4,
      "name": "Comedy"
    },
    {
      "id": 10,
      "name": "Fantasy"
    }
  ],
  "num_episodes": 170,
  "start_season": {
    "year": 1992,
    "season": "summer"
  },
  "broadcast": {
    "day_of_the_week": "other",
    "start_time": "16:00"
  },
  "average_episode_duration": 600,
  "rating": "pg_13",
  "studios": [
    {
      "id": 86,
      "name": "Group TAC"
    }
  ]
}