{
  "id": 28121,
  "title": "Dungeon ni Deai wo Motomeru no wa Machigatteiru Darou ka",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/2/70187.jpg",
    "large": "https://cdn.myanimelist.net/images/anime/2/70187l.jpg"
  },
  "alternative_titles": {
    "synonyms": [
      "DanMachi",
      "Is It Wrong That I Want to Meet You in a Dungeon"
    ],
    "en": "Is It Wrong to Try to Pick Up Girls in a Dungeon?",
    "ja": "ダンジョンに出会いを求めるのは間違っているだろうか"
  },
  "start_date": "2015-04-04",
  "end_date": "2015-06-27",
  "synopsis": "Life in the bustling city of Orario is never dull, especially for Bell Cranel, a naïve young man who hopes to become the greatest adventurer in the land. After a chance encounter with the lonely goddess, Hestia, his dreams become a little closer to reality. With her support, Bell embarks on a fantastic quest as he ventures deep within the city's monster-filled catacombs, known only as the \"Dungeon.\" Death lurks around every corner in the cavernous depths of this terrifying labyrinth, and a mysterious power moves amidst the shadows.\n\nEven on the surface, survival is a hard-earned privilege. Indeed, nothing is ever certain in a world where gods and humans live and work together, especially when they often struggle to get along. One thing is for sure, though: a myriad of blunders, triumphs and friendships awaits the dauntlessly optimistic protagonist of this herculean tale.\n\n[Written by MAL Rewrite]",
  "mean": 7.53,
  "rank": 1809,
  "popularity": 75,
  "num_list_users": 1578790,
  "num_scoring_users": 975574,
  "nsfw": "white",
  "created_at": "2014-10-24T15:45:35+00:00",
  "updated_at": "2022-10-11T07:31:46+00:00",
  "media_type": "tv",
  "status": "finished_airing",
  "genres": [
    {
      "id": 1,
      "name": "Action"
    },
    {
      "id": 2,
      "name": "Adventure"
    },
    {
      "id": 10,
      "name": "Fantasy"
    }
  ],
  "num_episodes": 13,
  "start_season": {
    "year": 2015,
    "season": "spring"
  },
  "broadcast": {
    "day_of_the_week": "saturday",
    "start_time": "01:05"
  },
  "source": "light_novel",
  "average_episode_duration": 1422,
  "rating": "pg_13",
  "studios": [
    {
      "id": 7,
      "name": "J.C.Staff"
    }
  ]
}