{
  "id": 28725,
  "title": "Kokoro ga Sakebitagatterunda.",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1245/112628.jpg",
    "large": "https://cdn.myanimelist.net/images/anime/1245/112628l.jpg"
  },
  "alternative_titles": {
    "synonyms": [
      "Kokosake"
    ],
    "en": "The Anthem of the Heart",
    "ja": "心が叫びたがってるんだ。"
  },
  "start_date": "2015-09-19",
  "end_date": "2015-09-19",
  "synopsis": "Jun Naruse is a chatterbox whose life is colored by fairy tales and happy endings. However, influenced by her deep belief in those tales, she is too naive and trusting, and her words soon shatter her family's bond when she inadvertently reveals her father's affair. Naruse is scarred for life after being blamed for her parent's divorce, and her regrets soon manifest into a fairy egg—a being who seals her mouth from speaking in order to protect everyone's happy ending.\n\nNow, even in high school, Naruse's speech remains locked by the fairy egg. Even trying to speak causes her stomach to twist. Though unable to convey her thoughts through words, she is unexpectedly chosen to perform in a musical alongside three other students: Takumi Sakagami, Natsuki Nitou, and Daiki Tasaki. Naruse makes her way to the club room to reject the daunting task, but changes her mind when she overhears Sakagami's beautiful singing.\n\nPerhaps the fairy egg \"curse\" does not apply to singing, and perhaps Sakagami is the fairy tale prince she has been seeking all along. Will Naruse be able to convey the anthem of her heart?\n\n[Written by MAL Rewrite]",
  "mean": 7.8,
  "rank": 1061,
  "popularity": 750,
  "num_list_users": 346772,
  "num_scoring_users": 164039,
  "nsfw": "white",
  "created_at": "2014-12-03T22:48:47+00:00",
  "updated_at": "2022-12-02T13:14:45+00:00",
  "media_type": "movie",
  "status": "finished_airing",
  "genres": [
    {
      "id": 8,
      "name": "Drama"
    },
    {
      "id": 70,
      "name": "Performing Arts"
    },
    {
      "id": 22,
      "name": "Romance"
    },
    {
      "id": 23,
      "name": "School"
    }
  ],
  "num_episodes": 1,
  "start_season": {
    "year": 2015,
    "season": "summer"
  },
  "source": "original",
  "average_episode_duration": 7157,
  "rating": "pg_13",
  "studios": [
    {
      "id": 56,
      "name": "A-1 Pictures"
    }
  ]
}