{
  "id": 30,
  "title": "Shinseiki Evangelion",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1314/108941.jpg",
    "large": "https://cdn.myanimelist.net/images/anime/1314/108941l.jpg"
  },
  "alternative_titles": {
    "synonyms": [
      "NGE",
      "Evangelion (1995)"
    ],
    "en": "Neon Genesis Evangelion",
    "ja": "新世紀エヴァンゲリオン"
  },
  "start_date": "1995-10-04",
  "end_date": "1996-03-27",
  "synopsis": "Fifteen years after a cataclysmic event known as the Second Impact, the world faces a new threat: monstrous celestial beings called Angels invade Tokyo-3 one by one. Mankind is unable to defend themselves against the Angels despite utilizing their most advanced munitions and military tactics. The only hope for human salvation rests in the hands of NERV, a mysterious organization led by the cold Gendou Ikari. NERV operates giant humanoid robots dubbed \"Evangelions\" to combat the Angels with state-of-the-art advanced weaponry and protective barriers known as Absolute Terror Fields.\n\nYears after being abandoned by his father, Shinji Ikari, Gendou's 14-year-old son, returns to Tokyo-3. Shinji undergoes a perpetual internal battle against the deeply buried trauma caused by the loss of his mother and the emotional neglect he suffered at the hands of his father. Terrified to open himself up to another, Shinji's life is forever changed upon meeting 29-year-old Misato Katsuragi, a high-ranking NERV officer who shows him a free-spirited maternal kindness he has never experienced.\n\nA devastating Angel attack forces Shinji into action as Gendou reveals his true motive for inviting his son back to Tokyo-3: Shinji is the only child capable of efficiently piloting Evangelion Unit-01, a new robot that synchronizes with his biometrics. Despite the brutal psychological trauma brought about by piloting an Evangelion, Shinji defends Tokyo-3 against the angelic threat, oblivious to his father's dark machinations.\n\n[Written by MAL Rewrite]",
  "mean": 8.36,
  "rank": 240,
  "popularity": 45,
  "num_list_users": 1939236,
  "num_scoring_users": 1159209,
  "nsfw": "white",
  "created_at": "2005-11-11T01:35:10+00:00",
  "updated_at": "2023-11-25T21:10:38+00:00",
  "media_type": "tv",
  "status": "finished_airing",
  "genres": [
    {
      "id": 1,
      "name": "Action"
    },
    {
      "id": 5,
      "name": "Avant Garde"
    },
    {
      "id": 46,
      "name": "Award Winning"
    },
    {
      "id": 8,
      "name": "Drama"
    },
    {
      "id": 18,
      "name": "Mecha"
    },
    {
      "id": 40,
      "name": "Psychological"
    },
    {
      "id": 24,
      "name": "Sci-Fi"
    },
    {
      "id": 41,
      "name": "Suspense"
    }
  ],
  "num_episodes": 26,
  "start_season": {
    "year": 1995,
    "season": "fall"
  },
  "broadcast": {
    "day_of_the_week": "wednesday",
    "start_time": "18:30"
  },
  "source": "original",
  "average_episode_duration": 1441,
  "rating": "pg_13",
  "studios": [
    {
      "id": 6,
      "name": "Gainax"
    },
    {
      "id": 103,
      "name": "Tatsunoko Production"
    }
  ]
}