{
  "id": 3016,
  "title": "Ginga Eiyuu Densetsu: Arata naru Tatakai no Overture",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/8/22498.jpg",
    "large": "https://cdn.myanimelist.net/images/anime/8/22498l.jpg"
  },
  "alternative_titles": {
    "synonyms": [
      "LoGH: Overture to a New War",
      "Ginga Eiyu Densetsu Aratanaru Tatakai no Jokyoku",
      "Legend of the Galactic Heroes MOVIE (1993)"
    ],
    "en": "Legend of the Galactic Heroes: Overture to a New War",
    "ja": "銀河英雄伝説外伝　新たなる戦いの序曲[オーヴァチュア]"
  },
  "start_date": "1993-12-18",
  "end_date": "1993-12-18",
  "synopsis": "Led by Reinhard von Müsel, the Galactic Empire crushes the Free Planets Alliance in the Fourth Battle of Tiamat. Arriving in the Imperial capital of Odin to a hero's welcome, Reinhard's victory earns him a promotion to High Admiral and the distinguished title of Count von Lohengramm. On the other side, Yang Wen-li safely returns to the Alliance capital of Heinessen without fanfare and reunites with his dear friends.\n\nReinhard and Yang look forward to a long-awaited reprieve. However, at the request of the scheming Duke Otho von Braunschweig, the Imperial High Command orders the new High Admiral to invade the Alliance with a fleet of twenty thousand ships. After the Duke leaks the plan to the Alliance government, three fleets totalling forty thousand ships are sent to counter the incoming attack and recreate the famous Battle of Dagon. But even though Reinhard is outnumbered two to one, he has an ingenious plan—and Yang sees right through it. Will Yang's superiors heed his warning before it is too late?\n\n[Written by MAL Rewrite]",
  "mean": 8.08,
  "rank": 552,
  "popularity": 3911,
  "num_list_users": 36589,
  "num_scoring_users": 18637,
  "nsfw": "white",
  "created_at": "2007-08-19T00:42:26+00:00",
  "updated_at": "2022-08-24T09:24:51+00:00",
  "media_type": "movie",
  "status": "finished_airing",
  "genres": [
    {
      "id": 1,
      "name": "Action"
    },
    {
      "id": 50,
      "name": "Adult Cast"
    },
    {
      "id": 8,
      "name": "Drama"
    },
    {
      "id": 38,
      "name": "Military"
    },
    {
      "id": 24,
      "name": "Sci-Fi"
    },
    {
      "id": 29,
      "name": "Space"
    }
  ],
  "num_episodes": 1,
  "start_season": {
    "year": 1993,
    "season": "fall"
  },
  "source": "novel",
  "average_episode_duration": 5380,
  "rating": "pg_13",
  "studios": [
    {
      "id": 2256,
      "name": "Kitty Film Mitaka Studio"
    }
  ]
}