{
  "id": 30240,
  "title": "Prison School",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1286/112161.jpg",
    "large": "https://cdn.myanimelist.net/images/anime/1286/112161l.jpg"
  },
  "alternative_titles": {
    "synonyms": [
      "Kangoku Gakuen"
    ],
    "en": "Prison School",
    "ja": "監獄学園〈プリズンスクール〉"
  },
  "start_date": "2015-07-11",
  "end_date": "2015-09-26",
  "synopsis": "Located on the outskirts of Tokyo, Hachimitsu Private Academy is a prestigious all-girls boarding school, famous for its high-quality education and disciplined students. However, this is all about to change due to the revision of the school's most iconic policy, as boys are now able to enroll as well.\n \nAt the start of the first semester under this new decree, a mere five boys have been accepted, effectively splitting the student body into a ratio of two hundred girls to one boy. Kiyoshi, Gakuto, Shingo, Andre, and Jo are quickly cast away without having a chance to make any kind of a first impression. Unable to communicate with their fellow female students, the eager boys set their sights on a far more dangerous task: peeping into the girls' bath!\n \nIt is only after their plan is thoroughly decimated by the infamous Underground Student Council that the motley crew find their freedom abruptly taken from them, as they are thrown into the school's prison with the sentence of an entire month as punishment. Thus begins the tale of the boys' harsh lives in Prison School, a righteous struggle that will ultimately test the bonds of friendship and perverted brotherhood.\n\n[Written by MAL Rewrite]",
  "mean": 7.59,
  "rank": 1669,
  "popularity": 159,
  "num_list_users": 1071215,
  "num_scoring_users": 631042,
  "nsfw": "gray",
  "created_at": "2015-03-04T08:05:46+00:00",
  "updated_at": "2024-01-03T17:24:40+00:00",
  "media_type": "tv",
  "status": "finished_airing",
  "genres": [
    {
      "id": 4,
      "name": "Comedy"
    },
    {
      "id": 9,
      "name": "Ecchi"
    },
    {
      "id": 57,
      "name": "Gag Humor"
    },
    {
      "id": 23,
      "name": "School"
    },
    {
      "id": 42,
      "name": "Seinen"
    }
  ],
  "num_episodes": 12,
  "start_season": {
    "year": 2015,
    "season": "summer"
  },
  "broadcast": {
    "day_of_the_week": "saturday",
    "start_time": "01:05"
  },
  "source": "manga",
  "average_episode_duration": 1480,
  "rating": "r+",
  "studios": [
    {
      "id": 7,
      "name": "J.C.Staff"
    }
  ]
}