{
  "id": 30375,
  "title": "Starmyu",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/10/75765.webp",
    "large": "https://cdn.myanimelist.net/images/anime/10/75765l.webp"
  },
  "alternative_titles": {
    "synonyms": [
      "Koukou Hoshi Kageki",
      "High School Star Musical",
      "Starmu"
    ],
    "en": "Starmyu",
    "ja": "高校星歌劇［スタミュ］"
  },
  "start_date": "2015-10-06",
  "end_date": "2015-12-22",
  "synopsis": "Yuuta Hoshitani enrolls in the prestigious Ayanagi Academy in hopes of finding the high school student who inspired him. The academy is well-known for producing exceptional musical talent, but students must first compete for acceptance into the Musical Department. At the top of the department is the Kao Council—a group of third-year students who possess a great deal of influence over the school and admission into the department. The fastest route to entering the department for Hoshitani is to find a way into a Star Team, which would allow him to be taught by a member of the Kao Council.\n\nAfter catching the eyes of Itsuki Ootori, Hoshitani finds himself under the tutelage of the Kao Council's most eccentric member. Alongside him on Team Ootori is his roommate, Tooru Nayuki, fledgling Kabuki actor Kakeru Tengenji, the quiet Shuu Kuga, and Kaito Tsukigami, the younger brother of famous Ayanagi alumni Haruto.\n\nAs Hoshitani struggles with his lack of talent, his teammates must also overcome their shortcomings. Facing opposition from other talented Star Teams, including the other four members of the Kao Council, Team Ootori must carve their own path as they aim to perform in the Ayanagi Festival. \n\n[Written by MAL Rewrite]",
  "mean": 6.86,
  "rank": 5149,
  "popularity": 3588,
  "num_list_users": 46830,
  "num_scoring_users": 17363,
  "nsfw": "white",
  "created_at": "2015-03-20T15:01:51+00:00",
  "updated_at": "2025-07-23T04:20:59+00:00",
  "media_type": "tv",
  "status": "finished_airing",
  "genres": [
    {
      "id": 19,
      "name": "Music"
    },
    {
      "id": 70,
      "name": "Performing Arts"
    },
    {
      "id": 23,
      "name": "School"
    },
    {
      "id": 36,
      "name": "Slice of Life"
    }
  ],
  "num_episodes": 12,
  "start_season": {
    "year": 2015,
    "season": "fall"
  },
  "broadcast": {
    "day_of_the_week": "tuesday",
    "start_time": "00:00"
  },
  "source": "original",
  "average_episode_duration": 1440,
  "rating": "pg_13",
  "studios": [
    {
      "id": 1075,
      "name": "C-Station"
    }
  ]
}