{
  "id": 30383,
  "title": "Classroom☆Crisis",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/12/74397.jpg",
    "large": "https://cdn.myanimelist.net/images/anime/12/74397l.jpg"
  },
  "alternative_titles": {
    "synonyms": [],
    "en": "Classroom☆Crisis",
    "ja": "クラスルーム☆クライシス"
  },
  "start_date": "2015-07-04",
  "end_date": "2015-09-26",
  "synopsis": "In Martian colony Fourth Tokyo lies a classroom of Kirishina Corporation's brightest minds spearheading aerospace development: A-TEC, led by genius engineer Kaito Sera, eagerly anticipating the arrival of their newest member. It soon becomes clear, however, that the transfer student is hardly ordinary—Nagisa Kiryuu, newly appointed chief of A-TEC and the younger brother of the corporation's CEO, is sent to shut the program down. To keep the classroom alive, Kaito and his students desperately work to develop a successor to their most powerful rocket, the X-2; meanwhile, Nagisa climbs the corporate ladder in pursuit of his own mission. In spite of this, their separate battles soon reveal that much more is going on in Kirishina Corporation than meets the eye.\n \nClassroom☆Crisis follows Kaito and Nagisa, as well as Kaito's younger sister Mizuki and A-TEC's test pilot Iris Shirasaki, in a story of intrigue, political warfare, and, against all odds, romance. As Nagisa and A-TEC are dragged further and further into Kirishina Corporation's conspiracies, friendships grow and pasts are unveiled as they fight to avert their classroom crisis.\n\n[Written by MAL Rewrite]",
  "mean": 6.96,
  "rank": 4534,
  "popularity": 1894,
  "num_list_users": 123807,
  "num_scoring_users": 49327,
  "nsfw": "white",
  "created_at": "2015-03-21T07:50:50+00:00",
  "updated_at": "2023-10-06T05:37:40+00:00",
  "media_type": "tv",
  "status": "finished_airing",
  "genres": [
    {
      "id": 8,
      "name": "Drama"
    },
    {
      "id": 22,
      "name": "Romance"
    },
    {
      "id": 23,
      "name": "School"
    },
    {
      "id": 24,
      "name": "Sci-Fi"
    },
    {
      "id": 29,
      "name": "Space"
    }
  ],
  "num_episodes": 13,
  "start_season": {
    "year": 2015,
    "season": "summer"
  },
  "broadcast": {
    "day_of_the_week": "saturday",
    "start_time": "01:55"
  },
  "source": "original",
  "average_episode_duration": 1470,
  "rating": "pg_13",
  "studios": [
    {
      "id": 1087,
      "name": "Lay-duce"
    }
  ]
}