{
  "id": 30705,
  "title": "Makura no Danshi",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/11/75142.jpg",
    "large": "https://cdn.myanimelist.net/images/anime/11/75142l.jpg"
  },
  "alternative_titles": {
    "synonyms": [
      "Pillow Boys"
    ],
    "en": "makuranodanshi",
    "ja": "枕男子（まくらのだんし）"
  },
  "start_date": "2015-07-14",
  "end_date": "2015-09-29",
  "synopsis": "Whispering sweet lullabies into the ears of the viewers, Makura no Danshi presents the watcher with an experience of comfort. Each short episode features a different boy who will listen to the audience and hold them when they need it.\n\nThere are boys to suit all tastes: Merry is a gentle brown-haired boy; Sousuke Tanaka is a mature working man; Kanade Hanamine is a high school student who acts tough, but is frightened by mere spiders; Eiji Kijinami is a sore loser who looks like a punk, but has a tender heart; the shy Ryuushi Theodore Emori loves stargazing; Yuu Maiki is a freshman with delusions of grandeur; Haruto Enokawa is an energetic 5-year-old who refuses to sleep without a bedtime story; Nao Sasayama is a hip college student that is addicted to his smartphone; Shirusu Mochizuki is a librarian that treasures both books and book lovers; Yonaga and Yayoi Chigiri are siblings who are learning flower arrangement; and Yuuichirou Iida is a humorous old man who runs an oden stall.\n\nThough the watchers may be troubled with various issues in life, these boys will softly talk about themselves and coax the audience members into revealing their problems. All the boys have kind hearts and will make the viewers feel special and loved.\n\n[Written by MAL Rewrite]",
  "mean": 4.46,
  "rank": 13128,
  "popularity": 3429,
  "num_list_users": 42614,
  "num_scoring_users": 21870,
  "nsfw": "white",
  "created_at": "2015-05-01T07:26:49+00:00",
  "updated_at": "2022-03-31T06:38:02+00:00",
  "media_type": "tv",
  "status": "finished_airing",
  "genres": [
    {
      "id": 36,
      "name": "Slice of Life"
    }
  ],
  "num_episodes": 12,
  "start_season": {
    "year": 2015,
    "season": "summer"
  },
  "broadcast": {
    "day_of_the_week": "tuesday",
    "start_time": "01:16"
  },
  "source": "original",
  "average_episode_duration": 240,
  "rating": "pg_13",
  "studios": [
    {
      "id": 91,
      "name": "feel."
    },
    {
      "id": 1271,
      "name": "Assez Finaud Fabric"
    }
  ]
}