{
  "id": 30736,
  "title": "Shingeki no Bahamut: Virgin Soul",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/13/85564.jpg",
    "large": "https://cdn.myanimelist.net/images/anime/13/85564l.jpg"
  },
  "alternative_titles": {
    "synonyms": [],
    "en": "Rage of Bahamut: Virgin Soul",
    "ja": "神撃のバハムート VIRGIN SOUL"
  },
  "start_date": "2017-04-08",
  "end_date": "2017-09-30",
  "synopsis": "A decade ago, humans, gods, and demons joined forces to stand against the threat of the colossal dragon, Bahamut.\n\nNow, in the present, humans living in the capital city of Anatae have been enjoying lavish and prosperous lives. Their progress is largely due to the administration of the newly appointed king, Charioce XVII, who has stolen a power from the gods and allowed for the abuse and slavery of the demon race in the capital. As humans continue to immorally exploit demons, a sense of hostility against humans begins to build up within demon communities, threatening a revolt. Meanwhile, an atmosphere of uneasiness is spreading among the gods, as they scramble to regain their lost power.\n\nAmidst it all, Nina Drango, a cheerful young bounty hunter, has arrived at the Royal Capital with hopes of settling down and earning a living. However, her peaceful life in the capital is quickly thrown into chaos when she crosses paths with the ominous Rag Demon who is determined to seek revenge against humans, and Kaisar Lidfard, a noble knight battling an internal moral conflict.\n\nShingeki no Bahamut: Virgin Soul continues the tale of the social and moral conflict between humans, gods, and demons, and their struggle for survival and dominance.\n\n[Written by MAL Rewrite]",
  "mean": 7.42,
  "rank": 2352,
  "popularity": 1061,
  "num_list_users": 257060,
  "num_scoring_users": 94276,
  "nsfw": "white",
  "created_at": "2015-05-06T11:46:04+00:00",
  "updated_at": "2024-05-31T01:51:30+00:00",
  "media_type": "tv",
  "status": "finished_airing",
  "genres": [
    {
      "id": 1,
      "name": "Action"
    },
    {
      "id": 2,
      "name": "Adventure"
    },
    {
      "id": 10,
      "name": "Fantasy"
    }
  ],
  "num_episodes": 24,
  "start_season": {
    "year": 2017,
    "season": "spring"
  },
  "broadcast": {
    "day_of_the_week": "saturday",
    "start_time": "01:55"
  },
  "source": "card_game",
  "average_episode_duration": 1451,
  "rating": "r",
  "studios": [
    {
      "id": 569,
      "name": "MAPPA"
    }
  ]
}