{
  "id": 3081,
  "title": "Attacker You!",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/11/85676.jpg",
    "large": "https://cdn.myanimelist.net/images/anime/11/85676l.jpg"
  },
  "alternative_titles": {
    "synonyms": [],
    "en": "Attacker You!",
    "ja": "アタッカーＹＯＵ！"
  },
  "start_date": "1984-04-13",
  "end_date": "1985-06-21",
  "synopsis": "Attacker You! is the story of ambitious and energetic 13-year-old junior high schoolgirl You Hazuki (variously known as \"Mila,\" \"Jeanne\" or \"Juana\" in Western dubbed versions of the anime), who moves to Tokyo from Osaka to live with her father Toshihiko, a cameraman recently returned from Peru, and attend school. You's mother is not in the picture, having left when You was very young. Also living with You and her father is her younger brother Sunny, who is very attached to his older sister and tends to follow her everywhere she goes, including to school and to her volleyball matches. You is also curious about Kyushi Tajima, the pretty blonde woman whom she sees covering volleyball games on television, and about why her father becomes very angry whenever You mentions her.\n\nYou is passionate about volleyball and dreams of one day being a part of Japan's national women's volleyball team in the 1988 Seoul Olympics. She joins her school's girls' volleyball team and quickly becomes one of the top players, although her coach (who is also her homeroom teacher) is brutal and literally slaps his players around when they don't live up to his expectations. You begins a tumultuous friendship with former school volleyball champ and former arch-rival Nami Hayase (French name: \"Peggy\"), which comes to a head when the two girls join opposing professional teams. She also develops a crush on So Takiki, the captain of the Hikawa boys' volleyball team (known as \"Shiro,\" \"Serge\" or \"Sergio\" in various Western versions), and puts as much effort into trying to win his heart as she does into her game.",
  "mean": 6.8,
  "rank": 5190,
  "popularity": 7130,
  "num_list_users": 7600,
  "num_scoring_users": 3380,
  "nsfw": "white",
  "created_at": "2007-09-05T16:55:53+00:00",
  "updated_at": "2023-01-24T22:45:16+00:00",
  "media_type": "tv",
  "status": "finished_airing",
  "genres": [
    {
      "id": 22,
      "name": "Romance"
    },
    {
      "id": 25,
      "name": "Shoujo"
    },
    {
      "id": 30,
      "name": "Sports"
    },
    {
      "id": 77,
      "name": "Team Sports"
    }
  ],
  "num_episodes": 58,
  "start_season": {
    "year": 1984,
    "season": "spring"
  },
  "source": "manga",
  "average_episode_duration": 1394,
  "rating": "r+",
  "studios": [
    {
      "id": 452,
      "name": "Knack Productions"
    }
  ]
}