{
  "id": 3120,
  "title": "Bobby ni Kubittake",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1974/128553.jpg",
    "large": "https://cdn.myanimelist.net/images/anime/1974/128553l.jpg"
  },
  "alternative_titles": {
    "synonyms": [
      "Bobby's Girl",
      "Bobby's In Deep"
    ],
    "en": "",
    "ja": "ボビーに首ったけ"
  },
  "start_date": "1985-03-09",
  "end_date": "1985-03-09",
  "synopsis": "The \"Bobby\" referred to in the title is actually 17-year-old Akihiko Nomura, an underachieving high school kid with a deep love for motorcycles. His grades are failing, and his father – traditional and strict (but who must have also at some point gave in and allowed him to have a motorcycle) – is trying everything he can think of to get the kid to apply for college. His mother is so silent, she might as well not even exist. Really, his support system lies entirely in his twinkle-toed little sister, who's nosy but cheers him on in her own way.\n\nBobby really does little else but work on his bike. He cleans his bike. He tunes up his bike. He rides his bike. One would call him a motorcycle otaku. His most recent achievement seems to have been getting photos of himself on a road trip printed in a motorcyclist hobby magazine. This leads to an unexpected result: a girl his age, who picked up that issue on a whim, decides to write him a letter. A long, rambling letter, but dreamily romantic just the same. Bobby admits to his sister that he's never gotten a letter from a girl before. He writes back, \"I got your letter. I'm happy 'cause it was from a girl.\"\n\nBobby is not a well-rounded kid. He barely speaks – even to his own family – and the \"letters\" he writes back to the mystery girl usually consist of a single sentence or so. His obsession is all-consuming, to the point where he happily quits school to work at a biker bar. Of course, his father, at a loss, kicks him out of the house. Staying with a friend, he's delighted when his female pen pal says she'll call him. On that day, his boss at the bar decides to take him to a motocross track. But that's a day that wouldn't end in a way that anybody would expect.\n\n(Source: ANN, edited)",
  "mean": 5.96,
  "rank": 9730,
  "popularity": 8830,
  "num_list_users": 4804,
  "num_scoring_users": 1964,
  "nsfw": "white",
  "created_at": "2007-09-15T10:55:53+00:00",
  "updated_at": "2022-03-02T21:50:53+00:00",
  "media_type": "movie",
  "status": "finished_airing",
  "genres": [
    {
      "id": 8,
      "name": "Drama"
    },
    {
      "id": 22,
      "name": "Romance"
    },
    {
      "id": 36,
      "name": "Slice of Life"
    }
  ],
  "num_episodes": 1,
  "start_season": {
    "year": 1985,
    "season": "winter"
  },
  "source": "novel",
  "average_episode_duration": 2640,
  "rating": "pg_13",
  "studios": [
    {
      "id": 11,
      "name": "Madhouse"
    }
  ]
}