{
  "id": 31245,
  "title": "Zutto Mae kara Suki deshita. Kokuhaku Jikkou Iinkai",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/3/82121.jpg",
    "large": "https://cdn.myanimelist.net/images/anime/3/82121l.jpg"
  },
  "alternative_titles": {
    "synonyms": [
      "HoneyWorks: I've Liked You Since Long Ago",
      "I've liked you for a long time.: Confession Committee",
      "I've had feelings for you since a long time ago.: Executive Confession Committee"
    ],
    "en": "I've Always Liked You",
    "ja": "ずっと前から好きでした。～告白実行委員会～"
  },
  "start_date": "2016-04-23",
  "end_date": "2016-04-23",
  "synopsis": "Love is blooming at Sakuragaoka High School. Natsuki Enomoto has finally mustered the courage to confess to her childhood friend, Yuu Setoguchi. However, in the final moments of her confession, an embarrassed Natsuki passes it off as a \"practice confession.\" Oblivious to her true feelings and struggling with his own, Yuu promises to support Natsuki in her quest for love. While Natsuki deals with her failed confession, fellow classmate Koyuki Ayase struggles with his own feelings for Natsuki. Despite his timidness, he is determined to win over her heart.\n\nZutto Mae Kara Suki deshita.: Kokuhaku Jikkou Iinkai follows Natsuki as she dreams of one day ending her practices and genuinely confessing to Yuu. Meanwhile, close friends also find themselves entangled in their own webs of unrequited love and unspoken affections.\n\n[Written by MAL Rewrite]",
  "mean": 7.21,
  "rank": 3220,
  "popularity": 1032,
  "num_list_users": 232875,
  "num_scoring_users": 98664,
  "nsfw": "white",
  "created_at": "2015-07-14T14:30:38+00:00",
  "updated_at": "2022-11-26T11:09:44+00:00",
  "media_type": "movie",
  "status": "finished_airing",
  "genres": [
    {
      "id": 22,
      "name": "Romance"
    },
    {
      "id": 23,
      "name": "School"
    }
  ],
  "num_episodes": 1,
  "start_season": {
    "year": 2016,
    "season": "spring"
  },
  "source": "music",
  "average_episode_duration": 3780,
  "rating": "pg_13",
  "studios": [
    {
      "id": 1304,
      "name": "Qualia Animation"
    }
  ]
}