{
  "id": 31404,
  "title": "Netoge no Yome wa Onnanoko ja Nai to Omotta?",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/3/79414.jpg",
    "large": "https://cdn.myanimelist.net/images/anime/3/79414l.jpg"
  },
  "alternative_titles": {
    "synonyms": [
      "Net Game no Yome wa Onna no Ko ja Nai to Omotta?",
      "NetoYome"
    ],
    "en": "And you thought there is never a girl online?",
    "ja": "ネトゲの嫁は女の子じゃないと思った？"
  },
  "start_date": "2016-04-07",
  "end_date": "2016-06-23",
  "synopsis": "After mustering up the courage to propose to a girl in an online game, naive otaku Hideki \"Rusian\" Nishimura is devastated when she flat-out rejects him. To make matters worse, the girl reveals that she is actually an older man in real life. With his dreams crushed and his heart broken, Rusian comes to an abrupt decision in the midst of his raging fit: he will never trust another girl in an online game again.\n\nYears later, Rusian is now in a guild with three other players, one of whom possesses a female avatar by the name of Ako. Ako is deeply in love with Rusian and wants to marry him. Although he entertains the possibility that she might be a guy, Rusian accepts her proposal, claiming that her gender does not matter as long as she is cute in-game. However, after a discussion between the guild members that led to all of them having an offline meeting, Rusian finds out that Ako, along with the other members, is not just a girl but also his schoolmate.\n\n[Written by MAL Rewrite]",
  "mean": 6.68,
  "rank": 6049,
  "popularity": 415,
  "num_list_users": 565986,
  "num_scoring_users": 293051,
  "nsfw": "white",
  "created_at": "2015-08-07T04:24:17+00:00",
  "updated_at": "2024-07-25T07:01:22+00:00",
  "media_type": "tv",
  "status": "finished_airing",
  "genres": [
    {
      "id": 4,
      "name": "Comedy"
    },
    {
      "id": 9,
      "name": "Ecchi"
    },
    {
      "id": 69,
      "name": "Otaku Culture"
    },
    {
      "id": 22,
      "name": "Romance"
    },
    {
      "id": 23,
      "name": "School"
    },
    {
      "id": 79,
      "name": "Video Game"
    }
  ],
  "num_episodes": 12,
  "start_season": {
    "year": 2016,
    "season": "spring"
  },
  "broadcast": {
    "day_of_the_week": "thursday",
    "start_time": "23:00"
  },
  "source": "light_novel",
  "average_episode_duration": 1440,
  "rating": "pg_13",
  "studios": [
    {
      "id": 439,
      "name": "Project No.9"
    }
  ]
}