{
  "id": 31500,
  "title": "High School Fleet",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/9/79670.jpg",
    "large": "https://cdn.myanimelist.net/images/anime/9/79670l.jpg"
  },
  "alternative_titles": {
    "synonyms": [
      "Haifuri"
    ],
    "en": "High School Fleet",
    "ja": "ハイスクール・フリート"
  },
  "start_date": "2016-04-10",
  "end_date": "2016-06-26",
  "synopsis": "A hundred years after catastrophic shifts in tectonic plates caused most of its area to submerge, Japan now thrives as a maritime nation. High functioning cities line the coasts of Japan, and well developed sea routes are defended by specialized naval ships. The marine industry is flourishing, and young girls are eager to join the Blue Mermaids—highly skilled women who devote their lives to protecting the seas.\n \nAfter some time apart, childhood friends Akeno Misaki and Moeka China are reunited at Yokosuka Girls' Marine High School. Here they are joined by others who share their dream of becoming Blue Mermaids. Soon, training exercises commence, with Akeno and Moeka being put in charge of their own ships and crew. Everything is progressing smoothly for Akeno as she settles into her role as captain and builds camaraderie between her fellow crew members aboard the Harekaze, a destroyer ship. However, unexpected engine and navigation failures soon leave their ship stranded and the crew in danger.\n \nHigh School Fleet follows the Harekaze's valiant crew as they navigate treacherous waters and other obstacles on their quest to become fully fledged Blue Mermaids.\n \n[Written by MAL Rewrite]",
  "mean": 7.3,
  "rank": 2926,
  "popularity": 2161,
  "num_list_users": 110204,
  "num_scoring_users": 46086,
  "nsfw": "white",
  "created_at": "2015-08-24T18:07:36+00:00",
  "updated_at": "2022-04-16T09:05:02+00:00",
  "media_type": "tv",
  "status": "finished_airing",
  "genres": [
    {
      "id": 1,
      "name": "Action"
    },
    {
      "id": 38,
      "name": "Military"
    },
    {
      "id": 23,
      "name": "School"
    }
  ],
  "num_episodes": 12,
  "start_season": {
    "year": 2016,
    "season": "spring"
  },
  "broadcast": {
    "day_of_the_week": "sunday",
    "start_time": "00:00"
  },
  "source": "original",
  "average_episode_duration": 1440,
  "rating": "pg_13",
  "studios": [
    {
      "id": 1053,
      "name": "Production IMS"
    }
  ]
}