{
  "id": 31821,
  "title": "Arslan Senki (TV): Fuujin Ranbu",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1395/148975.webp",
    "large": "https://cdn.myanimelist.net/images/anime/1395/148975l.webp"
  },
  "alternative_titles": {
    "synonyms": [],
    "en": "The Heroic Legend of Arslan: Dust Storm Dance",
    "ja": "アルスラーン戦記  風塵乱舞"
  },
  "start_date": "2016-07-03",
  "end_date": "2016-08-21",
  "synopsis": "Continuing on his quest to retake Ecbatana, Prince Arslan and his company march toward the city. But upon receiving news that the neighboring Kingdom of Turan is launching an assault on the Parsian stronghold at Peshawar Citadel, the prince is forced to turn back in order to defend the fortress. Amid holding off the invading forces, the Parsian army is met by an unexpected visitor.\n\nAs Arslan returns to Peshawar, Prince Hermes takes a slight detour from his clash against his cousin to search for the legendary sword Rukhnabad, which would grant him the right to rule and take back what he believes is rightfully his. However, after unearthing the lost artifact, the blade is stolen by the Temple Knights of Lusitania, prompting the masked warrior to give chase. Meanwhile in Ecbatana, the captive King Andragoras III finds an opportunity to strike and begins to make his move.\n\nAs the separate sides of the Parsian royal conflict clash, Arslan's right to the throne falls under attack. But no matter the obstacles in their way, the young prince and his loyal band of warriors charge forward to restore Pars to its former glory.\n\n[Written by MAL Rewrite]",
  "mean": 7.5,
  "rank": 2083,
  "popularity": 1741,
  "num_list_users": 149326,
  "num_scoring_users": 81011,
  "nsfw": "white",
  "created_at": "2015-10-11T12:00:42+00:00",
  "updated_at": "2025-04-03T00:28:10+00:00",
  "media_type": "tv",
  "status": "finished_airing",
  "genres": [
    {
      "id": 1,
      "name": "Action"
    },
    {
      "id": 2,
      "name": "Adventure"
    },
    {
      "id": 8,
      "name": "Drama"
    },
    {
      "id": 10,
      "name": "Fantasy"
    },
    {
      "id": 13,
      "name": "Historical"
    },
    {
      "id": 38,
      "name": "Military"
    },
    {
      "id": 27,
      "name": "Shounen"
    }
  ],
  "num_episodes": 8,
  "start_season": {
    "year": 2016,
    "season": "summer"
  },
  "broadcast": {
    "day_of_the_week": "sunday",
    "start_time": "17:00"
  },
  "source": "manga",
  "average_episode_duration": 1470,
  "rating": "pg_13",
  "studios": [
    {
      "id": 839,
      "name": "LIDENFILMS"
    }
  ]
}