{
  "id": 31953,
  "title": "New Game!",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/9/80417.webp",
    "large": "https://cdn.myanimelist.net/images/anime/9/80417l.webp"
  },
  "alternative_titles": {
    "synonyms": [],
    "en": "New Game!",
    "ja": "NEW GAME!"
  },
  "start_date": "2016-07-04",
  "end_date": "2016-09-19",
  "synopsis": "Since childhood, Aoba Suzukaze has loved the Fairies Story game series, particularly the character designs. So when she graduates from high school, it is no surprise that she applies to work at Eagle Jump, the company responsible for making her favorite video game. On her first day, she is excited to learn that she will be working on a new installment to the series: Fairies Story 3—and even more so under Kou Yagami, the lead character designer.\n\nIn their department are people who share the same passion for games. There is Yun Iijima, whose specialty is designing monsters; the shy Hifumi Takimoto, who prefers to communicate through instant messaging; Hajime Shinoda, an animation team member with an impressive figurine collection; Rin Tooyama, the orderly art director; Shizuku Hazuki, the game director who brings her cat to work; and Umiko Ahagon, the short-tempered head programmer.\n\nNew Game! follows Aoba and the others on their adventure through the ups and downs of game making, from making the perfect character design to fixing all the errors that will inevitably accumulate in the process.\n\n[Written by MAL Rewrite]",
  "mean": 7.55,
  "rank": 1840,
  "popularity": 562,
  "num_list_users": 449311,
  "num_scoring_users": 212432,
  "nsfw": "white",
  "created_at": "2015-10-26T13:12:11+00:00",
  "updated_at": "2023-09-22T05:29:50+00:00",
  "media_type": "tv",
  "status": "finished_airing",
  "genres": [
    {
      "id": 50,
      "name": "Adult Cast"
    },
    {
      "id": 52,
      "name": "CGDCT"
    },
    {
      "id": 4,
      "name": "Comedy"
    },
    {
      "id": 69,
      "name": "Otaku Culture"
    },
    {
      "id": 48,
      "name": "Workplace"
    }
  ],
  "num_episodes": 12,
  "start_season": {
    "year": 2016,
    "season": "summer"
  },
  "broadcast": {
    "day_of_the_week": "monday",
    "start_time": "22:30"
  },
  "source": "4_koma_manga",
  "average_episode_duration": 1440,
  "rating": "pg_13",
  "studios": [
    {
      "id": 95,
      "name": "Doga Kobo"
    }
  ]
}