{
  "id": 32214,
  "title": "Koukaku no Pandora",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/10/78805.jpg",
    "large": "https://cdn.myanimelist.net/images/anime/10/78805l.jpg"
  },
  "alternative_titles": {
    "synonyms": [],
    "en": "Pandora in the Crimson Shell",
    "ja": "紅殻のパンドラ"
  },
  "start_date": "2016-01-08",
  "end_date": "2016-03-25",
  "synopsis": "Onboard a cruise ship heading to the scenic Cenancle Island, the full-body cyborg Nene Nanakorobi, a bubbly young girl who dreams of world peace, meets inventor Uzal Delilah. The two become fast friends along with Uzal's pet cyborg Clarion, a cat-like combat android. Soon after parting ways, a terrorist attack on the island threatens to shatter the pair's new friendship. In a bid to save her new friend, Uzal gives Nene the ability to use the Pandora Device found in Clarion's body before seemingly dying. With this power, Nene can temporarily master abilities and skills never seen before in the advancing world.\n\nWorking together, the two unlikely companions go on various missions—from saving children in shopping mall fires to fighting reckless thieves—all in the name of world peace. But to achieve this goal is not easy. B.U.E.R, a sentient laser in the form of a misshapen teddy bear, threatens to wreck their happy lives with his perverted nature and uncontrollable power. And to make matters worse, Nene's guardian, as well as genius inventor, Takumi Korobase has an undying interest in B.U.E.R.\n\nBurdened with saving the world and keeping B.U.E.R from the hands of evil, Nene and Clarion's desire for world peace seems like a pipe dream. With this monumental goal, could the weight of it all destroy the pair's friendship completely? \n\n[Written by MAL Rewrite]",
  "mean": 6.5,
  "rank": 6952,
  "popularity": 3341,
  "num_list_users": 47732,
  "num_scoring_users": 16335,
  "nsfw": "white",
  "created_at": "2015-12-05T07:44:35+00:00",
  "updated_at": "2022-03-30T03:33:13+00:00",
  "media_type": "tv",
  "status": "finished_airing",
  "genres": [
    {
      "id": 1,
      "name": "Action"
    },
    {
      "id": 4,
      "name": "Comedy"
    },
    {
      "id": 9,
      "name": "Ecchi"
    },
    {
      "id": 24,
      "name": "Sci-Fi"
    }
  ],
  "num_episodes": 12,
  "start_season": {
    "year": 2016,
    "season": "winter"
  },
  "broadcast": {
    "day_of_the_week": "friday",
    "start_time": "23:00"
  },
  "source": "manga",
  "average_episode_duration": 1440,
  "rating": "pg_13",
  "studios": [
    {
      "id": 418,
      "name": "Studio Gokumi"
    },
    {
      "id": 1299,
      "name": "AXsiZ"
    }
  ]
}