{
  "id": 32262,
  "title": "Renai Boukun",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/9/84266.webp",
    "large": "https://cdn.myanimelist.net/images/anime/9/84266l.webp"
  },
  "alternative_titles": {
    "synonyms": [],
    "en": "Love Tyrant",
    "ja": "恋愛暴君"
  },
  "start_date": "2017-04-07",
  "end_date": "2017-06-23",
  "synopsis": "When a strange girl named Guri comes knocking at Seiji Aino's door, he quickly finds himself thrust into a world of romantic troubles. Claiming that she will die if he does not kiss someone within 24 hours, Guri's pleas of desperation are misunderstood as pleas for love, leading Seiji to kiss the cute stranger that came barging into his house. In actuality, it turns out that this cosplaying cupid is the wielder of a Kiss Note, in which any pairing of names she writes will kiss and become a couple. Guri explains that she misspelt and accidentally wrote Seiji's name while indulging in her yaoi fantasies, but because she had yet to pair him with anyone, their kiss was meaningless. Even worse, Guri reveals that if Seiji is not coupled with anyone soon, not only will she die, but Seiji will remain a virgin for eternity!\n\nEager to escape his fate, Seiji sets his sights on the beautiful and popular Akane Hiyama. But after Akane hears that he kissed Guri, she reveals the obsessive and psychopathic feelings that she holds for the unfortunate boy and proceeds to viciously attack them. In the ensuing confusion, Guri is able to pair Seiji with Akane in the Kiss Note, temporarily saving Seiji from any further bodily harm. But to complicate matters, Guri's newfound feelings lead her to also pair the two of them with herself. Just when the situation could not get any more convoluted, this new coupling with Guri has turned Seiji and Akane into temporary angels, forcing them into assisting the cupid with her work of pairing humans, lest they be cast into hell. With all semblance of normality snatched from his life, Seiji gets to work at matchmaking with these eccentric girls by his side.\n\n[Written by MAL Rewrite]",
  "mean": 6.6,
  "rank": 6718,
  "popularity": 673,
  "num_list_users": 391060,
  "num_scoring_users": 192703,
  "nsfw": "white",
  "created_at": "2015-12-08T17:19:46+00:00",
  "updated_at": "2025-08-30T13:59:47+00:00",
  "media_type": "tv",
  "status": "finished_airing",
  "genres": [
    {
      "id": 4,
      "name": "Comedy"
    },
    {
      "id": 35,
      "name": "Harem"
    },
    {
      "id": 22,
      "name": "Romance"
    },
    {
      "id": 23,
      "name": "School"
    },
    {
      "id": 37,
      "name": "Supernatural"
    }
  ],
  "num_episodes": 12,
  "start_season": {
    "year": 2017,
    "season": "spring"
  },
  "broadcast": {
    "day_of_the_week": "friday",
    "start_time": "02:35"
  },
  "source": "web_manga",
  "average_episode_duration": 1430,
  "rating": "pg_13",
  "studios": [
    {
      "id": 1264,
      "name": "EMT Squared"
    }
  ]
}