{
  "id": 32823,
  "title": "Long Zai Na Li?",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1924/112369.webp",
    "large": "https://cdn.myanimelist.net/images/anime/1924/112369l.webp"
  },
  "alternative_titles": {
    "synonyms": [
      "Long Zai Nali?"
    ],
    "en": "Where's the Dragon?",
    "ja": "龙在哪里?"
  },
  "start_date": "2015-10-23",
  "end_date": "2015-10-23",
  "synopsis": "The Zodiac Dragon is missing, and the World plunges into chaos. Jen, a righteous ten year-old girl, must join forces with the legendary Zodiac Animals to find Dragon, restore order to the world, and save humanity.\n\nWhen the Jade Emperor hears of Dragon’s five hundred year disappearance, impetuously he declares he is hosting a race, opened to creatures of all kinds, to replace the existing Zodiac.  Harmony on Earth is severely threatened.\n\nBut wait, behind the entire calamity is a demonic Roach King conspiring a coup d’état of the entire Zodiac. Cockroaches! Millions and millions of cockroaches, ready to rule the World!\n\nOn the day Jen inadvertently finds a Dragon scale, she encounters three talking animals -- a Pig, a Sheep, and a Horse - three of the twelve Zodiacs. Apparently, the scale is the only clue to Dragon’s whereabouts.  And to battle Roach King, Jen and the three have to find and unite the rest of the original Zodiac -- Rat, Cow, Tiger, Rabbit, Snake, Monkey, Rooster, and Dog.\n\nTogether, they embark on a journey that though dangerous, turns out to be rewardingly heartwarming. \n\n(Source: Animation World Network)",
  "rank": 16150,
  "popularity": 19167,
  "num_list_users": 270,
  "num_scoring_users": 48,
  "nsfw": "white",
  "created_at": "2016-02-23T09:17:50+00:00",
  "updated_at": "2022-08-13T12:47:33+00:00",
  "media_type": "movie",
  "status": "finished_airing",
  "genres": [
    {
      "id": 2,
      "name": "Adventure"
    },
    {
      "id": 4,
      "name": "Comedy"
    }
  ],
  "num_episodes": 1,
  "start_season": {
    "year": 2015,
    "season": "fall"
  },
  "source": "original",
  "average_episode_duration": 5820,
  "rating": "pg",
  "studios": []
}