{
  "id": 3294,
  "title": "Gasshin Sentai Mechander Robo",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1888/132396.jpg",
    "large": "https://cdn.myanimelist.net/images/anime/1888/132396l.jpg"
  },
  "alternative_titles": {
    "synonyms": [
      "Mekanda Robo"
    ],
    "en": "Combining Squadron Mechander Robo",
    "ja": "合身戦隊メカンダーロボ"
  },
  "start_date": "1977-03-03",
  "end_date": "1977-12-29",
  "synopsis": "The Doron Empire from the Ganymede System discovered Earth as an ideal world for them to conquer.  The interest of expanding the empire came as a result of the power-hungry General Ozmel who overthrew the current reigning Queen Medusa of the Ganymede System as a start of their universal conquest.\n\nAlmost completely succumbed to the empire, Earth is at its last days, and one scientist, Dr. Shikishima, had only one hope in restoring Earth from its alien conquerors--- a massive mecha known as the Mechander Robo, specially programmed and designed to battle these invading aliens from complete takeover of Earth.  Along with this awesome fighter machine, Dr. Shikishima also recruited three pilots to be placed behind the Mechander Robo's controls--- the mysterious Jimmy Orion, the scientist's son Ryosuke Shikishima, and Kojiro Hachijima.\n\nAlthough the primary storyline is Earth battling the Doron Empire, there is something within lead pilot Jimmy Orion's past that was somewhat connected towards the entire storyline.",
  "mean": 5.77,
  "rank": 11488,
  "popularity": 13078,
  "num_list_users": 1597,
  "num_scoring_users": 602,
  "nsfw": "white",
  "created_at": "2007-10-26T08:01:29+00:00",
  "updated_at": "2021-04-21T13:49:32+00:00",
  "media_type": "tv",
  "status": "finished_airing",
  "genres": [
    {
      "id": 18,
      "name": "Mecha"
    },
    {
      "id": 38,
      "name": "Military"
    },
    {
      "id": 7,
      "name": "Mystery"
    },
    {
      "id": 24,
      "name": "Sci-Fi"
    },
    {
      "id": 29,
      "name": "Space"
    }
  ],
  "num_episodes": 35,
  "start_season": {
    "year": 1977,
    "season": "spring"
  },
  "average_episode_duration": 1380,
  "rating": "pg_13",
  "studios": []
}