{
  "id": 33031,
  "title": "Shakunetsu no Takkyuu Musume",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/9/80746.jpg",
    "large": "https://cdn.myanimelist.net/images/anime/9/80746l.jpg"
  },
  "alternative_titles": {
    "synonyms": [],
    "en": "Scorching Ping Pong Girls",
    "ja": "灼熱の卓球娘"
  },
  "start_date": "2016-10-04",
  "end_date": "2016-12-20",
  "synopsis": "In the world of Japanese ping pong, a mighty king has fallen. An underdog team suddenly breaks the indomitable Oudou Academy's nine year winning streak, creating a power vacuum as players everywhere are given hope that they too can reach the national tournament.\n\nSuzumegahara Middle School is home to a small-time team: Hanabi Tenka, who has a rapid attack style; Hokuto Itsumo, who can predict the ball's most likely path; Agari Kamiya, famous for her signature backhand smash; vice-captain Mune Oomune, who has an aggressive playstyle; and team captain Kiruka Ushirode, who possesses an impenetrable defense. Despite their skill at ping pong, the team has never made it further than the local city tournaments.\n\nBut everything changes when transfer student Koyori Tsumujikaze arrives in town. Filled with an intense love of the game, she quickly makes a name for herself as another top player on the team. Koyori's positive attitude towards ping pong lights a fire in each of the girls' competitive hearts, and together they embark on a mission to win the national tournament.\n\n[Written by MAL Rewrite]",
  "mean": 7.05,
  "rank": 4028,
  "popularity": 3372,
  "num_list_users": 46033,
  "num_scoring_users": 19434,
  "nsfw": "white",
  "created_at": "2016-03-26T06:37:32+00:00",
  "updated_at": "2022-04-09T00:53:14+00:00",
  "media_type": "tv",
  "status": "finished_airing",
  "genres": [
    {
      "id": 30,
      "name": "Sports"
    }
  ],
  "num_episodes": 12,
  "start_season": {
    "year": 2016,
    "season": "fall"
  },
  "broadcast": {
    "day_of_the_week": "tuesday",
    "start_time": "01:35"
  },
  "source": "web_manga",
  "average_episode_duration": 1440,
  "rating": "pg_13",
  "studios": [
    {
      "id": 290,
      "name": "Kinema Citrus"
    }
  ]
}