{
  "id": 33362,
  "title": "Starmyu 2nd Season",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/13/84655.webp",
    "large": "https://cdn.myanimelist.net/images/anime/13/84655l.webp"
  },
  "alternative_titles": {
    "synonyms": [
      "Koukou Hoshi Kageki 2nd Season",
      "High School Star Musical 2nd Season",
      "Starmu"
    ],
    "en": "",
    "ja": "高校星歌劇［スタミュ］"
  },
  "start_date": "2017-04-04",
  "end_date": "2017-06-20",
  "synopsis": "A new school year has begun at Ayanagi Academy for Yuuta Hoshitani and the members of Team Ootori. As the school's annual graduation performance titled \"Shadow and Lights\" quickly approaches, the second-years in the Musical Department must participate in the production as part of their curriculum. Out of the 25 students in the division, five of them will receive a training role and actively participate as actors in the program alongside the graduating class. Attaining one of these coveted spots will not only increase a student's academic standing within the department, but it will also put them in the running for a position on the elite Kao Council.\n\nWhile every student in the department strives to obtain one of the five training roles, Team Yuzuriha's Riku Ageha is practically a front-runner for the role of Alexis' Shadow. Having idolized an Ayanagi alumnus' performance of Alexis, Ageha has spent a majority of his life perfecting the portrayal in hopes of being selected for the show. In contrast, Hoshitani's lack of experience in show business puts him at a great disadvantage for any of the roles in the production. \n\nWith specialized training from the \"Ancients\"—former Kao Council members and Ayanagi alumni—the second-years give it their all as they aim for the stars and beyond.\n\n[Written by MAL Rewrite]",
  "mean": 7.27,
  "rank": 3101,
  "popularity": 5548,
  "num_list_users": 18010,
  "num_scoring_users": 6839,
  "nsfw": "white",
  "created_at": "2016-05-29T08:20:58+00:00",
  "updated_at": "2025-07-23T04:21:04+00:00",
  "media_type": "tv",
  "status": "finished_airing",
  "genres": [
    {
      "id": 19,
      "name": "Music"
    },
    {
      "id": 70,
      "name": "Performing Arts"
    },
    {
      "id": 23,
      "name": "School"
    },
    {
      "id": 36,
      "name": "Slice of Life"
    }
  ],
  "num_episodes": 12,
  "start_season": {
    "year": 2017,
    "season": "spring"
  },
  "broadcast": {
    "day_of_the_week": "tuesday",
    "start_time": "00:00"
  },
  "source": "original",
  "average_episode_duration": 1440,
  "rating": "pg_13",
  "studios": [
    {
      "id": 1075,
      "name": "C-Station"
    }
  ]
}