{
  "id": 33430,
  "title": "Oscar's Oasis",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1188/135808.webp",
    "large": "https://cdn.myanimelist.net/images/anime/1188/135808l.webp"
  },
  "alternative_titles": {
    "synonyms": [],
    "en": "Oscar's Oasis",
    "ja": "오스카의 오아시스"
  },
  "start_date": "2011-02-28",
  "end_date": "2011-06-15",
  "synopsis": "Oscar is a lizard living in a non-specific desert that has features from several different real deserts, like the Sahara, Kalahari Desert, and North American deserts. An asphalt concrete highway runs through the area, used from time to time by various cargo trucks. Oscar is generally searching for food or water; he sometimes discovers liquid, in bottles or elsewhere, but is usually frustrated from recovering it for drink. An oasis supplies the only fresh water in the area, but its thick population of irascible and hungry crocodiles renders it inaccessible. At considerable personal risk (lizard is a delicacy for chickens), Oscar occasionally manages to steal an egg from a nearby hen coop, and he sometimes explores one of the piles of trash that litter the parched landscape. Popy, a fennec fox; Buck, a vulture; and Harchi, a hyena, inhabit a derelict school bus situated on a neighboring hill, but they mostly race about on a cast-off warehouse or grocery cart powered by Harchi and directed by Popy. Like Oscar, the trio constantly search for food and water - often competing with him, sometimes abusing him as a means, but occasionally cooperating with him when it suits their purpose. The main characters often find themselves falling off cliffs a la Wile E. Coyote chasing the Road Runner, wherein the law of gravity is briefly suspended while the character comes to realize their imminent doom.\n\n(Source: Wikipedia)",
  "mean": 6.77,
  "rank": 5705,
  "popularity": 11624,
  "num_list_users": 2506,
  "num_scoring_users": 1308,
  "nsfw": "white",
  "created_at": "2016-06-11T11:19:06+00:00",
  "updated_at": "2021-11-10T05:00:28+00:00",
  "media_type": "tv",
  "status": "finished_airing",
  "genres": [
    {
      "id": 4,
      "name": "Comedy"
    }
  ],
  "num_episodes": 78,
  "start_season": {
    "year": 2011,
    "season": "winter"
  },
  "average_episode_duration": 480,
  "rating": "g",
  "studios": [
    {
      "id": 1292,
      "name": "TUBA"
    }
  ]
}