{
  "id": 33502,
  "title": "Shuumatsu Nani Shitemasu ka? Isogashii desu ka? Sukutte Moratte Ii desu ka?",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/4/85260.webp",
    "large": "https://cdn.myanimelist.net/images/anime/4/85260l.webp"
  },
  "alternative_titles": {
    "synonyms": [
      "SukaSuka",
      "What are you doing at the end? Are you busy? Can you save me?"
    ],
    "en": "WorldEnd: What do you do at the end of the world? Are you busy? Will you save us?",
    "ja": "終末なにしてますか？忙しいですか？救ってもらっていいですか？"
  },
  "start_date": "2017-04-11",
  "end_date": "2017-06-27",
  "synopsis": "Putting his life on the line, Willem Kmetsch leaves his loved ones behind and sets out to battle a mysterious monster, and even though he is victorious, he is rendered frozen in ice. It is during his icy slumber that terrifying creatures known as \"Beasts\" emerge on the Earth's surface and threaten humanity's existence. Willem awakens 500 years later, only to find himself the sole survivor of his race as mankind is wiped out.\n \nTogether with the other surviving races, Willem takes refuge on the floating islands in the sky, living in fear of the Beasts below. He lives a life of loneliness and only does odd jobs to get by. One day, he is tasked with being a weapon storehouse caretaker. Thinking nothing of it, Willem accepts, but he soon realizes that these weapons are actually a group of young Leprechauns. Though they bear every resemblance to humans, they have no regard for their own lives, identifying themselves as mere weapons of war. Among them is Chtholly Nota Seniorious, who is more than willing to sacrifice herself if it means defeating the Beasts and ensuring peace.\n \nWillem becomes something of a father figure for the young Leprechauns, watching over them fondly and supporting them in any way he can. He, who once fought so bravely on the frontlines, can now only hope that the ones being sent to battle return safely from the monsters that destroyed his kind.\n\n[Written by MAL Rewrite] ",
  "mean": 7.67,
  "rank": 1385,
  "popularity": 587,
  "num_list_users": 424754,
  "num_scoring_users": 199523,
  "nsfw": "white",
  "created_at": "2016-06-27T12:52:17+00:00",
  "updated_at": "2022-11-12T08:17:26+00:00",
  "media_type": "tv",
  "status": "finished_airing",
  "genres": [
    {
      "id": 8,
      "name": "Drama"
    },
    {
      "id": 10,
      "name": "Fantasy"
    },
    {
      "id": 22,
      "name": "Romance"
    },
    {
      "id": 24,
      "name": "Sci-Fi"
    }
  ],
  "num_episodes": 12,
  "start_season": {
    "year": 2017,
    "season": "spring"
  },
  "broadcast": {
    "day_of_the_week": "tuesday",
    "start_time": "23:30"
  },
  "source": "light_novel",
  "average_episode_duration": 1440,
  "rating": "pg_13",
  "studios": [
    {
      "id": 41,
      "name": "Satelight"
    },
    {
      "id": 605,
      "name": "C2C"
    }
  ]
}