{
  "id": 33589,
  "title": "ViVid Strike!",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/2/82015.webp",
    "large": "https://cdn.myanimelist.net/images/anime/2/82015l.webp"
  },
  "alternative_titles": {
    "synonyms": [],
    "en": "",
    "ja": "ViVid Strike!"
  },
  "start_date": "2016-10-02",
  "end_date": "2016-12-18",
  "synopsis": "The aggressive Fuuka Reventon often finds herself in fights as she struggles to make a living. One day, she gets into an altercation with gangsters that leaves her with injuries; luckily, martial arts champion Einhald Stratos finds Fuuka and brings her to a hospital.\n\nSeeing potential in Fuuka's skills, Einhald encourages the girl to become a martial arts athlete and offers her a job at Nakajima Gym, where Einhald trains. Despite the kind gesture, Fuuka initially declines the proposal due to the bad memories it brings. She was once childhood friends with the now prominent martial arts athlete Rinne Berlinetta, but the personality of her fellow orphan shifted from kind and gentle to cold and cruel after being adopted by a prosperous family and starting martial arts.\n\nNonetheless, Fuuka soon accepts Einhald's offer and begins training under her—not only out of necessity but also out of the desire to defeat Rinne and make her realize how hurtful her behavior has become. Despite Fuuka's inexperience, Einhald and the other members of the gym have faith in her talent and efforts.\n\n[Written by MAL Rewrite]",
  "mean": 6.98,
  "rank": 4303,
  "popularity": 2295,
  "num_list_users": 88426,
  "num_scoring_users": 24470,
  "nsfw": "white",
  "created_at": "2016-07-08T07:10:05+00:00",
  "updated_at": "2023-05-30T05:28:11+00:00",
  "media_type": "tv",
  "status": "finished_airing",
  "genres": [
    {
      "id": 1,
      "name": "Action"
    },
    {
      "id": 8,
      "name": "Drama"
    },
    {
      "id": 17,
      "name": "Martial Arts"
    }
  ],
  "num_episodes": 12,
  "start_season": {
    "year": 2016,
    "season": "fall"
  },
  "broadcast": {
    "day_of_the_week": "sunday",
    "start_time": "00:30"
  },
  "source": "original",
  "average_episode_duration": 1440,
  "rating": "pg_13",
  "studios": [
    {
      "id": 1569,
      "name": "Seven Arcs Pictures"
    }
  ]
}