{
  "id": 33674,
  "title": "No Game No Life: Zero",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1085/90759.jpg",
    "large": "https://cdn.myanimelist.net/images/anime/1085/90759l.jpg"
  },
  "alternative_titles": {
    "synonyms": [
      "NGNL Zero",
      "NGNL the Movie"
    ],
    "en": "No Game, No Life: Zero",
    "ja": "ノーゲーム・ノーライフ ゼロ"
  },
  "start_date": "2017-07-15",
  "end_date": "2017-07-15",
  "synopsis": "In ancient Disboard, Riku is an angry, young warrior intent on saving humanity from the warring Exceed, the 16 sentient species, fighting to establish the One True God among the Old Deus. In a lawless land, humanity's lack of magic and weak bodies have made them easy targets for the other Exceed, leaving the humans on the brink of extinction. \n\nOne day, however, hope returns to humanity when Riku finds a powerful female Ex-Machina, whom he names Schwi, in an abandoned elf city. Exiled from her Cluster because of her research into human emotions, Schwi is convinced that humanity has only survived due to the power of these feelings and is determined to understand the human heart. Forming an unlikely partnership in the midst of the overwhelming chaos, Riku and Schwi must now find the answers to their individual shortcomings in each other, and discover for themselves what it truly means to be human as they fight for their lives together against all odds. Each with a powerful new ally in tow, it is now up to them to prevent the extinction of the human race and establish peace throughout Disboard.\n\n[Written by MAL Rewrite]",
  "mean": 8.18,
  "rank": 409,
  "popularity": 200,
  "num_list_users": 875821,
  "num_scoring_users": 477726,
  "nsfw": "white",
  "created_at": "2016-07-17T11:42:19+00:00",
  "updated_at": "2023-02-07T19:53:12+00:00",
  "media_type": "movie",
  "status": "finished_airing",
  "genres": [
    {
      "id": 8,
      "name": "Drama"
    },
    {
      "id": 10,
      "name": "Fantasy"
    },
    {
      "id": 62,
      "name": "Isekai"
    },
    {
      "id": 22,
      "name": "Romance"
    }
  ],
  "num_episodes": 1,
  "start_season": {
    "year": 2017,
    "season": "summer"
  },
  "source": "light_novel",
  "average_episode_duration": 6360,
  "rating": "pg_13",
  "studios": [
    {
      "id": 11,
      "name": "Madhouse"
    }
  ]
}