{
  "id": 33850,
  "title": "Nil Admirari no Tenbin",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1669/90604.jpg",
    "large": "https://cdn.myanimelist.net/images/anime/1669/90604l.jpg"
  },
  "alternative_titles": {
    "synonyms": [
      "The Scales of Nil Admirari ~The Mysterious Story of Teito~"
    ],
    "en": "Libra of Nil Admirari",
    "ja": "ニル・アドミラリの天秤"
  },
  "start_date": "2018-04-08",
  "end_date": "2018-06-24",
  "synopsis": "The Taishou era didn't end in 15 years, but went on for another 25. In order to protect her waning family, a girl resolves to marry a man she doesn't even know the name of. However, just before the marriage was to take place, the girl's younger brother mysteriously committed suicide by self-immolation and was found holding an old book in his hands. Appearing before the bewildered young girl was the \"Imperial Library Intelligence Asset Management Bureau,\" more commonly referred to as \"Fukurou.\" According to these men, there exists \"Maremono,\" which are books that greatly affect their readers. On top of that, ever since the incident involving the girl's younger brother, she unwittingly gains the ability to see \"Auras\" (the sentiments of the Maremono which manifest as bright lights and are usually invisible to humans). It was as though fate were trying to drag the young girl in its flames. And then, even though apprehensive, the girl chooses to venture outside her bird cage. Jealousy, hatred, scorn, compassion, and love. What awaited the girl was the darkness of betrayal that had already begun to bewitchingly inlay the imperial capital. Toyed by and swayed within that darkness, will the young girl finally reach the truth after her struggles, or...?\n\n(Source: MAL News)",
  "mean": 6.67,
  "rank": 6279,
  "popularity": 3770,
  "num_list_users": 43885,
  "num_scoring_users": 12622,
  "nsfw": "white",
  "created_at": "2016-08-15T08:40:16+00:00",
  "updated_at": "2025-01-25T22:16:46+00:00",
  "media_type": "tv",
  "status": "finished_airing",
  "genres": [
    {
      "id": 13,
      "name": "Historical"
    },
    {
      "id": 43,
      "name": "Josei"
    },
    {
      "id": 73,
      "name": "Reverse Harem"
    },
    {
      "id": 22,
      "name": "Romance"
    },
    {
      "id": 37,
      "name": "Supernatural"
    }
  ],
  "num_episodes": 12,
  "start_season": {
    "year": 2018,
    "season": "spring"
  },
  "broadcast": {
    "day_of_the_week": "sunday",
    "start_time": "22:00"
  },
  "source": "visual_novel",
  "average_episode_duration": 1420,
  "rating": "pg_13",
  "studios": [
    {
      "id": 1379,
      "name": "Zero-G"
    }
  ]
}