{
  "id": 33980,
  "title": "Mirai ni Mukete: Bousai wo Kangaeru",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/7/81777.webp",
    "large": "https://cdn.myanimelist.net/images/anime/7/81777l.webp"
  },
  "alternative_titles": {
    "synonyms": [
      "Considering Disaster Prevention for the Future"
    ],
    "en": "",
    "ja": "未来に向けて 防災を考える"
  },
  "start_date": "2016-09-07",
  "end_date": "2016-09-07",
  "synopsis": "The Tohoku Regional Development Association is developing an anime to raise earthquake awareness. The anime will illustrate lessons learned from the March 11, 2011 Tohoku (Northeastern Japan) earthquake and tsunami, and emphasize the importance of constant preparedness and disaster prevention and readiness. \n\nThe anime will be 60 minutes long and will have two parts titled \"Sonaeru\" (Prepare) and \"Manabu\" (Learn), focusing on true stories from Iwate prefecture's Fudai village and Kamaishi City. \n\n\"Sonaeru\" is set during the 1970s to 1980s, and focuses on the story of Kotoku Wamura, the mayor of the village Fudai at the time, as he attempts to persuade the village assembly that his proposed floodgate and seawall project is not useless. He remembers the 1896 and 1933 Sanriku earthquakes and tsunamis in proposing the project. The 15.5-meter (51-foot) floodgate — the highest in the Tohoku region — ends up sparing Fudai the damage that the 2011 tsunami subjected other coastal towns. \n\n\"Manabu\" centers on elementary school children in Kamaishi City during the 2011 disaster, illustrating their lessons learned in disaster readiness to head to higher ground. The story will show \"Tsunami Tendenko,\" a local custom telling people to individually seek higher ground on their own initiative, in a lesson that the children would teach their parents. \n\n(Source: ANN)",
  "rank": 19246,
  "popularity": 17927,
  "num_list_users": 356,
  "num_scoring_users": 49,
  "nsfw": "white",
  "created_at": "2016-08-30T08:57:24+00:00",
  "updated_at": "2017-01-14T12:48:34+00:00",
  "media_type": "movie",
  "status": "finished_airing",
  "genres": [
    {
      "id": 8,
      "name": "Drama"
    },
    {
      "id": 56,
      "name": "Educational"
    }
  ],
  "num_episodes": 1,
  "start_season": {
    "year": 2016,
    "season": "summer"
  },
  "source": "original",
  "average_episode_duration": 3600,
  "rating": "g",
  "studios": []
}