{
  "id": 34034,
  "title": "Pokemon Sun & Moon",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/11/84673.jpg",
    "large": "https://cdn.myanimelist.net/images/anime/11/84673l.jpg"
  },
  "alternative_titles": {
    "synonyms": [
      "Pocket Monsters Sun & Moon",
      "Pokémon Sun & Moon"
    ],
    "en": "Pokémon the Series: Sun & Moon",
    "ja": "ポケットモンスター サン＆ムーン"
  },
  "start_date": "2016-11-17",
  "end_date": "2019-11-03",
  "synopsis": "After his mother wins a free trip to the islands, Pokémon trainer Satoshi and his partner Pikachu head for Melemele Island of the beautiful Alola region, which is filled with lots of new Pokémon and even variations of familiar faces. Eager to explore the island, Satoshi and Pikachu run wild with excitement, quickly losing their way while chasing after a Pokémon. The pair eventually stumbles upon the Pokémon School, an institution where students come to learn more about these fascinating creatures.\n\nAt the school, when he and one of the students—the no-nonsense Kaki—have a run-in with the nefarious thugs of Team Skull, Satoshi discovers the overwhelming might of the Z-Moves, powerful attacks originating from the Alola region that require the trainer and Pokémon to be in sync. Later that night, he and Pikachu have an encounter with the guardian deity Pokémon of Melemele Island, the mysterious Kapu Kokeko. The Pokémon of legend bestows upon them a Z-Ring, a necessary tool in using the Z-Moves. Dazzled by their earlier battle and now in possession of a Z-Ring, Satoshi and Pikachu decide to stay behind in the Alola Region to learn and master the strength of these powerful new attacks.\n\nEnrolling in the Pokémon School, Satoshi is joined by classmates such as Lillie, who loves Pokémon but cannot bring herself to touch them, Kaki, and many others. Between attending classes, fending off the pesky Team Rocket—who themselves have arrived in Alola to pave the way for their organization's future plans—and taking on the Island Challenge that is necessary to master the Z-Moves, Satoshi and Pikachu are in for an exciting new adventure.\n\n[Written by MAL Rewrite]",
  "mean": 6.99,
  "rank": 4592,
  "popularity": 1955,
  "num_list_users": 127494,
  "num_scoring_users": 68769,
  "nsfw": "white",
  "created_at": "2016-09-12T12:46:49+00:00",
  "updated_at": "2022-04-17T23:22:26+00:00",
  "media_type": "tv",
  "status": "finished_airing",
  "genres": [
    {
      "id": 1,
      "name": "Action"
    },
    {
      "id": 10,
      "name": "Fantasy"
    },
    {
      "id": 15,
      "name": "Kids"
    },
    {
      "id": 23,
      "name": "School"
    },
    {
      "id": 11,
      "name": "Strategy Game"
    }
  ],
  "num_episodes": 146,
  "start_season": {
    "year": 2016,
    "season": "fall"
  },
  "broadcast": {
    "day_of_the_week": "sunday",
    "start_time": "18:00"
  },
  "source": "game",
  "average_episode_duration": 1440,
  "rating": "pg",
  "studios": [
    {
      "id": 28,
      "name": "OLM"
    }
  ]
}