{
  "id": 34076,
  "title": "Uchouten Kazoku 2",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/8/85354.jpg",
    "large": "https://cdn.myanimelist.net/images/anime/8/85354l.jpg"
  },
  "alternative_titles": {
    "synonyms": [
      "Uchoten Kazoku 2"
    ],
    "en": "The Eccentric Family 2",
    "ja": "有頂天家族2"
  },
  "start_date": "2017-04-09",
  "end_date": "2017-06-25",
  "synopsis": "After uncovering the truth behind their father's untimely death, life for the four Shimogamo brothers returns to relative peace with each trying to live up to their father's greatness in their own way. For the eldest, Yaichirou, who aims to become the next Trick Magister and leader of the tanuki society, it starts with reinstating the popular shogi tournament. For Yajirou, it is restoring his former shapeshifting abilities, whilst little Yashirou is content with continuing his work at the family’s factory. But for the third son, Yasaburou, it simply means embracing the \"fool's blood\" he inherited from his father and living a carefree but interesting life. This, of course, includes hunting for the mysterious and elusive snake-like creature known as a tsuchinoko, and causing ripples of trouble at every turn.\n\nHowever, these ripples threaten to turn into waves with the return of Nidaime, the estranged son of the brothers' tengu teacher, Professor Akadama. Nidaime bears a grudge against not only his father, but his father's apprentice Benten as well. His loyalties suddenly brought into question, Yasaburou must use his tanuki wit to appease all sides without getting caught in the crossfire, before the delicate balance between human, tengu, and tanuki is overthrown and all hell breaks loose.\n\n[Written by MAL Rewrite]",
  "mean": 8.07,
  "rank": 579,
  "popularity": 2897,
  "num_list_users": 68102,
  "num_scoring_users": 27060,
  "nsfw": "white",
  "created_at": "2016-09-18T04:11:55+00:00",
  "updated_at": "2025-03-17T21:21:43+00:00",
  "media_type": "tv",
  "status": "finished_airing",
  "genres": [
    {
      "id": 51,
      "name": "Anthropomorphic"
    },
    {
      "id": 8,
      "name": "Drama"
    },
    {
      "id": 6,
      "name": "Mythology"
    },
    {
      "id": 37,
      "name": "Supernatural"
    }
  ],
  "num_episodes": 12,
  "start_season": {
    "year": 2017,
    "season": "spring"
  },
  "broadcast": {
    "day_of_the_week": "sunday",
    "start_time": "22:00"
  },
  "source": "novel",
  "average_episode_duration": 1420,
  "rating": "pg_13",
  "studios": [
    {
      "id": 132,
      "name": "P.A. Works"
    }
  ]
}