{
  "id": 34279,
  "title": "Grancrest Senki",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/4/89883.webp",
    "large": "https://cdn.myanimelist.net/images/anime/4/89883l.webp"
  },
  "alternative_titles": {
    "synonyms": [],
    "en": "Record of Grancrest War",
    "ja": "グランクレスト戦記"
  },
  "start_date": "2018-01-06",
  "end_date": "2018-06-23",
  "synopsis": "The continent of Atlatan once again finds itself devoured by the flames of war after a horrific event known as the Great Hall Tragedy. What was supposed to be a joyful occasion that would establish peace between the Fantasia Union and the Factory Alliance, the marriage of Sir Alexis Douse and Lady Marrine Kreische, was instead a tragedy. As the bride and groom walked down the aisle, the ceremony was suddenly interrupted by a powerful convergence of \"Chaos,\" a dark energy from another dimension that corrupts the land and brings forth monsters and demons into the world. From within that energy appeared the Demon Lord of Diabolos, an evil being who instantly murdered the archdukes of both factions, shattering any hope for peace between them.\n \nHaving failed to prevent this disaster, Siluca Meletes, an Alliance mage, is traveling through the Chaos-infested countryside to study under a master magician. When she is intercepted by a group of soldiers working with the Federation, Siluca is rescued by Theo Cornaro, a young warrior carrying a mysterious \"Crest,\" a magical symbol that gives its wielder the ability to banish Chaos. Bearing no allegiance to a specific domain, Theo hopes to attain the rank of Lord so that he can liberate his home town of Sistina from its tyrannical ruler and the Chaos spreading within it. Impressed by his noble goal, Siluca enters into a magical contract with Theo, and the two embark on a journey to restore balance to their war-torn land.\n\n[Written by MAL Rewrite]\n",
  "mean": 7.22,
  "rank": 3249,
  "popularity": 787,
  "num_list_users": 328191,
  "num_scoring_users": 138580,
  "nsfw": "white",
  "created_at": "2016-10-22T12:13:10+00:00",
  "updated_at": "2024-10-06T22:11:45+00:00",
  "media_type": "tv",
  "status": "finished_airing",
  "genres": [
    {
      "id": 1,
      "name": "Action"
    },
    {
      "id": 2,
      "name": "Adventure"
    },
    {
      "id": 8,
      "name": "Drama"
    },
    {
      "id": 10,
      "name": "Fantasy"
    },
    {
      "id": 38,
      "name": "Military"
    },
    {
      "id": 22,
      "name": "Romance"
    }
  ],
  "num_episodes": 24,
  "start_season": {
    "year": 2018,
    "season": "winter"
  },
  "broadcast": {
    "day_of_the_week": "saturday",
    "start_time": "00:00"
  },
  "source": "light_novel",
  "average_episode_duration": 1420,
  "rating": "r",
  "studios": [
    {
      "id": 56,
      "name": "A-1 Pictures"
    }
  ]
}