{
  "id": 34410,
  "title": "Balala Xiao Mo Xian Zhi: Feiyue Cai Ling Bao",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/3/82903.jpg",
    "large": "https://cdn.myanimelist.net/images/anime/3/82903l.jpg"
  },
  "alternative_titles": {
    "synonyms": [
      "Balala the Fairies: Flying Over Fort Crescent",
      "Balala, Little Magic Fairy: Over the Rainbow",
      "Balala the Fairies Season 4"
    ],
    "en": "Balala the Faries: Over the Rainbow",
    "ja": "巴啦啦小魔仙之飞越彩灵堡"
  },
  "start_date": "2016-11-13",
  "end_date": "2016-12-08",
  "synopsis": "Not far from the Magical World of Fairy Castle, there is another Magical Kingdom called Colorful Castle. Which is a place full of color, joy and humor, just like a peaceful, carefree paradise... Until one day, at the edge of the Kingdom, There a dark gray island, where the owner of it, The Lord of black curse just woke up from sleep. In order to make his island to become more powerful, he decide to steal the \"Color Magic Energy\" of Colorful Castle for himself. \n\nThe Lord sent his men, the Black Bean Soldiers, sneak into the colorful Kingdom, to steal the energy. Witnessing her own people been bullied, the princess of the Colorful Kingdom found herself had no strategy left to try, as herself had been cursed by the mysterious curse, and turn into a little pixie. But she would never thought, there will be three girl from the human world, to be on her side, together, they will dealing with the Lord of the black curse. Also, the peaceful and joyful atmosphere of the kingdom, is going to be changed along with the girls break in.\n\n(Source: Mahou Shoujo Wikia)",
  "mean": 5.96,
  "rank": 9581,
  "popularity": 13370,
  "num_list_users": 1085,
  "num_scoring_users": 203,
  "nsfw": "white",
  "created_at": "2016-11-21T22:34:57+00:00",
  "updated_at": "2023-09-17T08:13:33+00:00",
  "media_type": "tv",
  "status": "finished_airing",
  "genres": [
    {
      "id": 4,
      "name": "Comedy"
    },
    {
      "id": 10,
      "name": "Fantasy"
    },
    {
      "id": 66,
      "name": "Mahou Shoujo"
    }
  ],
  "num_episodes": 26,
  "start_season": {
    "year": 2016,
    "season": "fall"
  },
  "broadcast": {
    "day_of_the_week": "sunday",
    "start_time": "20:00"
  },
  "source": "original",
  "average_episode_duration": 1320,
  "rating": "pg",
  "studios": [
    {
      "id": 2140,
      "name": "Qianqi Animation"
    }
  ]
}