{
  "id": 3448,
  "title": "Mad★Bull 34",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/8/67821.webp",
    "large": "https://cdn.myanimelist.net/images/anime/8/67821l.webp"
  },
  "alternative_titles": {
    "synonyms": [],
    "en": "Mad Bull 34",
    "ja": "マッド★ブル34"
  },
  "start_date": "1990-12-21",
  "end_date": "1992-08-21",
  "synopsis": "Daizaburo Edi-Ban, a Japanese-American, joins New York City's toughest precinct, the 34th. On his first day he is partnered up with John Estes, called Sleepy by his friends and Mad Bull by his enemies, a cop who stops crime with his own violent brand of justice. Mad Bull makes no qualms about executing common thieves with shotgun blasts if they even pose a minor threat to him or anyone around them. Mad Bull also often steals from prostitutes and does incredible amounts of property damage while fighting crime. Mad Bull's unpoliceman-like behavior often puts him in hot water with his partner Daizaburo and the 34th precinct. However, despite how reckless or illegal these acts are, a good cause is always revealed (For example, Sleepy uses the money he steals from the prostitutes to fund a venereal disease clinic and a home for battered and raped women). Perrine Valley, a police lieutenant, joins Daizaburo and Sleepy later on to help them tackle more difficult cases involving the mafia and drug-running.\n\nMad Bull 34 is inspired by the high-action buddy cop films of the '70s and '80s.\n\n(Source: Thevinnymac)",
  "mean": 6.33,
  "rank": 8348,
  "popularity": 6166,
  "num_list_users": 13776,
  "num_scoring_users": 5114,
  "nsfw": "white",
  "created_at": "2007-11-20T07:25:53+00:00",
  "updated_at": "2022-10-23T14:40:08+00:00",
  "media_type": "ova",
  "status": "finished_airing",
  "genres": [
    {
      "id": 1,
      "name": "Action"
    },
    {
      "id": 39,
      "name": "Detective"
    },
    {
      "id": 58,
      "name": "Gore"
    }
  ],
  "num_episodes": 4,
  "start_season": {
    "year": 1990,
    "season": "fall"
  },
  "source": "manga",
  "average_episode_duration": 2841,
  "rating": "r+",
  "studios": [
    {
      "id": 207,
      "name": "Magic Bus"
    }
  ]
}