{
  "id": 34480,
  "title": "Shokugeki no Souma: Ni no Sara OVA",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1032/96640.webp",
    "large": "https://cdn.myanimelist.net/images/anime/1032/96640l.webp"
  },
  "alternative_titles": {
    "synonyms": [
      "Shokugeki no Souma: Ni no Sara - Jump Festa 2016 Special",
      "Shokugeki no Soma: Ni no Sara OVA",
      "Shokugeki no Souma 2nd Season OVA"
    ],
    "en": "Food Wars! The Second Plate OVA",
    "ja": "食戟のソーマ 弍ノ皿"
  },
  "start_date": "2017-05-01",
  "end_date": "2017-07-04",
  "synopsis": "Having completed their Stagiaire assignments, the residents of Polar Star Dormitory and their friends visit a hot springs inn. Though they planned on relaxing, these young chefs step up to the plate when the inn's entire kitchen staff suffer accidents. Unbeknownst to them, they will not be cooking for any ordinary patrons.\n\nSometime after this trip, Souma Yukihira's desire for worthy opponents is stoked when he, Megumi Tadokoro, and the other Autumn Election quarter-finalists are invited to the annual Autumn Leaves Viewing event. The eight Tootsuki freshmen have a special opportunity to enjoy tea with the Elite Ten Council—including the Tenth Seat Erina Nakiri, who participates alongside her first-year classmates. Though it is framed as a friendly introduction between nine promising underclassmen and nine prestigious upperclassmen, Director Senzaemon Nakiri sees this meeting for what it is: a first encounter between the current reigning elite and their eventual usurpers. \n\n[Written by MAL Rewrite]",
  "mean": 7.45,
  "rank": 2139,
  "popularity": 1485,
  "num_list_users": 168781,
  "num_scoring_users": 85296,
  "nsfw": "white",
  "created_at": "2016-12-05T06:52:29+00:00",
  "updated_at": "2022-04-13T21:49:11+00:00",
  "media_type": "ova",
  "status": "finished_airing",
  "genres": [
    {
      "id": 9,
      "name": "Ecchi"
    },
    {
      "id": 47,
      "name": "Gourmet"
    },
    {
      "id": 23,
      "name": "School"
    },
    {
      "id": 27,
      "name": "Shounen"
    }
  ],
  "num_episodes": 2,
  "start_season": {
    "year": 2017,
    "season": "spring"
  },
  "source": "manga",
  "average_episode_duration": 1500,
  "rating": "pg_13",
  "studios": [
    {
      "id": 7,
      "name": "J.C.Staff"
    }
  ]
}