{
  "id": 34541,
  "title": "Mary to Majo no Hana",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1828/90335.webp",
    "large": "https://cdn.myanimelist.net/images/anime/1828/90335l.webp"
  },
  "alternative_titles": {
    "synonyms": [],
    "en": "Mary and the Witch's Flower",
    "ja": "メアリと魔女の花"
  },
  "start_date": "2017-07-08",
  "end_date": "2017-07-08",
  "synopsis": "Mary Smith is a clumsy girl with wild red hair who can't seem to do anything right. After moving in with her Great Aunt Charlotte, Mary finds herself lonely and bored, until one day she spies a cat which seems to keep changing color every time she sees it. Curiosity gets the better of her and she follows it into nearby woods. Deep in the forest, the cat takes her to a clearing with dead trees and brown grass, where the only sign of life is a cluster of mysterious blue flowers that Mary has never seen before. The gardener of the estate later tells her that the rare species is called \"Fly-by-Night,\" and is said to be sought by witches for its incredible magical power.\n\nWhen the strange cat returns to her one night, Mary is led once again into the woods, but this time to an old broomstick hidden by a gnarled tree. After she clumsily squashes some Fly-by-Night against the broomstick, it begins to glow, whisking her off into the sky. Her wayward journey ends at the Endor College for Witches, where she is mistaken for a new student. And so, Mary must learn to look after herself in this marvelous new world of magic, where things are not always as they seem.\n\n[Written by MAL Rewrite]",
  "mean": 7.26,
  "rank": 3108,
  "popularity": 2164,
  "num_list_users": 106363,
  "num_scoring_users": 57341,
  "nsfw": "white",
  "created_at": "2016-12-15T07:58:23+00:00",
  "updated_at": "2022-04-13T08:21:26+00:00",
  "media_type": "movie",
  "status": "finished_airing",
  "genres": [
    {
      "id": 2,
      "name": "Adventure"
    },
    {
      "id": 10,
      "name": "Fantasy"
    }
  ],
  "num_episodes": 1,
  "start_season": {
    "year": 2017,
    "season": "summer"
  },
  "source": "book",
  "average_episode_duration": 6169,
  "rating": "g",
  "studios": [
    {
      "id": 1523,
      "name": "Studio Ponoc"
    }
  ]
}