{
  "id": 34561,
  "title": "Re:Creators",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/11/85469.webp",
    "large": "https://cdn.myanimelist.net/images/anime/11/85469l.webp"
  },
  "alternative_titles": {
    "synonyms": [],
    "en": "Re:CREATORS",
    "ja": "Re:CREATORS 〈レクリエイターズ〉"
  },
  "start_date": "2017-04-08",
  "end_date": "2017-09-16",
  "synopsis": "Humans have designed countless worlds—each one born from the unique imagination of its creator. Souta Mizushino is a high school student who aspires to be such a creator by writing and illustrating his own light novel. One day, while watching anime for inspiration, he is briefly transported into a fierce fight scene. When he returns to the real world, he realizes something is amiss: the anime's headstrong heroine, Selesia Yupitilia, has somehow returned with him.\n\nBefore long, other fictional characters appear in the world, carrying the hopes and scars of their home. A princely knight, a magical girl, a ruthless brawler, and many others now crowd the streets of Japan. However, the most mysterious one is a woman in full military regalia, dubbed \"Gunpuku no Himegimi,\" who knows far more than she should about the creators' world. Despite this, no one knows her true name or the world she is from.\n\nMeanwhile, Souta and Selesia work together with Meteora Österreich, a calm and composed librarian NPC, to uncover the meaning behind these unnatural events. With powerful forces at play, the once clear line between reality and imagination continues to blur, leading to a fateful meeting between creators and those they created.\n\n[Written by MAL Rewrite]",
  "mean": 7.55,
  "rank": 1813,
  "popularity": 454,
  "num_list_users": 526115,
  "num_scoring_users": 204913,
  "nsfw": "white",
  "created_at": "2016-12-17T01:05:25+00:00",
  "updated_at": "2025-01-24T13:04:16+00:00",
  "media_type": "tv",
  "status": "finished_airing",
  "genres": [
    {
      "id": 1,
      "name": "Action"
    },
    {
      "id": 10,
      "name": "Fantasy"
    },
    {
      "id": 82,
      "name": "Urban Fantasy"
    }
  ],
  "num_episodes": 22,
  "start_season": {
    "year": 2017,
    "season": "spring"
  },
  "broadcast": {
    "day_of_the_week": "saturday",
    "start_time": "23:30"
  },
  "source": "original",
  "average_episode_duration": 1440,
  "rating": "r",
  "studios": [
    {
      "id": 1103,
      "name": "TROYCA"
    }
  ]
}