{
  "id": 34746,
  "title": "Fussa-shi PR Anime",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/8/83767.jpg",
    "large": "https://cdn.myanimelist.net/images/anime/8/83767l.jpg"
  },
  "alternative_titles": {
    "synonyms": [
      "Fussa City PR Anime",
      "Tokyo SAKE Brewery",
      "Walking through the town with a film director",
      "Eiga Kantoku to Burari! Machi Aruki"
    ],
    "en": "Fussa City Promotion Animation",
    "ja": "福生市PRアニメ"
  },
  "start_date": "2017-01-09",
  "end_date": "2017-12-04",
  "synopsis": "Episode 1: This is Kaori who works at an international IT firm in Roppongi, Tokyo. Her plan to serve Japanese Sake made in Tokyo at a PR event she was in charge of was not accepted. Kaori who had lived overseas for a long time was unable to hide her frustration with this limitation because she was unable to understand the Japanese office customs and regulations.\n\nLater, her colleague calmed her down and suggested she go to the Japanese Sake breweries to see the important traditional process of making Sake.\n\nShe discovered that it takes only an hour by train from Shinjuku to Fussa City, and there she visited two sake breweries. What she saw there was ….?\n\nEpisode 2: A young assistant director, Matsuko, who was struggling to find a location for the drama that was being shot the next week. When she consulted with Mr. Higuchi, Director of Shin Godzilla and Director Onoe, Fussa City in Tokyo was proposed to her. When I visited Fussa City the next day, she met Haraguchi-san, who was engaged in creative activities at the American House in the city during her school days. Looking around the city with three directors, the various expressions of the Fussa are emerging ...!\n\n(Source: Official YouTube channel)",
  "mean": 5.52,
  "popularity": 17411,
  "num_list_users": 583,
  "num_scoring_users": 159,
  "nsfw": "white",
  "created_at": "2017-01-11T00:49:45+00:00",
  "updated_at": "2024-10-03T07:52:09+00:00",
  "media_type": "pv",
  "status": "finished_airing",
  "genres": [
    {
      "id": 36,
      "name": "Slice of Life"
    }
  ],
  "num_episodes": 2,
  "start_season": {
    "year": 2017,
    "season": "winter"
  },
  "source": "original",
  "average_episode_duration": 270,
  "rating": "g",
  "studios": []
}