{
  "id": 34792,
  "title": "Yoake Tsugeru Lu no Uta",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/5/84260.webp",
    "large": "https://cdn.myanimelist.net/images/anime/5/84260l.webp"
  },
  "alternative_titles": {
    "synonyms": [
      "Song of Lu who Informs the Dawn"
    ],
    "en": "Lu Over the Wall",
    "ja": "夜明け告げるルーのうた"
  },
  "start_date": "2017-05-19",
  "end_date": "2017-05-19",
  "synopsis": "In the seaside village of Hinashi Town, Kai Ashimoto's grandfather is one of the locals who reinforces the legend that mermaids lurk near Merfolk Island and consume humans. Due to allegedly attracting merfolk and subsequently causing the death of the elder's mother, music is seldom discussed in the Ashimoto household. Even so, Kai finds solace in making looped beats on his laptop and uploading them to the internet.\n\nDespite his reserved and glum demeanor, Kai is approached by Kunio and Yuuho Ebina, two cheerful classmates that happened upon one of his videos. The pair ask him to join their rock band but are met with apathy. Nevertheless, Kai agrees to accompany them in a practice session on Merfolk Island, where he soon witnesses something that he cannot explain.\n\nLater that night, Kai is composing music in his room when he attracts a familiar entity—a mermaid. As she twirls and grins to the sound of his stereo, Kai discovers a number of aspects about the being who introduces herself as Lu: she possesses incredible water manipulation powers; she buds a pair of functioning legs with the sound of music; but most notably, she is a truly benevolent creature who simply wants people to like her. Fostering a dynamic friendship, Kai and Lu gradually come to express their genuine selves, testing the long-standing boundaries that have deafened the resounding harmony among the people of Hinashi Town.\n\n[Written by MAL Rewrite]\n",
  "mean": 7.39,
  "rank": 2449,
  "popularity": 3135,
  "num_list_users": 56697,
  "num_scoring_users": 20834,
  "nsfw": "white",
  "created_at": "2017-01-19T02:22:29+00:00",
  "updated_at": "2023-05-30T09:56:23+00:00",
  "media_type": "movie",
  "status": "finished_airing",
  "genres": [
    {
      "id": 2,
      "name": "Adventure"
    },
    {
      "id": 46,
      "name": "Award Winning"
    },
    {
      "id": 19,
      "name": "Music"
    },
    {
      "id": 37,
      "name": "Supernatural"
    }
  ],
  "num_episodes": 1,
  "start_season": {
    "year": 2017,
    "season": "spring"
  },
  "source": "original",
  "average_episode_duration": 6707,
  "rating": "g",
  "studios": [
    {
      "id": 1591,
      "name": "Science SARU"
    }
  ]
}