{
  "id": 35391,
  "title": "Saru Kani Gassen (1927)",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/9/85243.jpg",
    "large": "https://cdn.myanimelist.net/images/anime/9/85243l.jpg"
  },
  "alternative_titles": {
    "synonyms": [],
    "en": "Yasuji Murata's Monkey and the Crabs",
    "ja": "猿蟹合戰"
  },
  "start_date": "1927-05",
  "end_date": "1927-05",
  "synopsis": "A father crab Kanisuke and his son Kanitaro sow persimmon seeds in their garden that they got from Sarukichi the monkey. A large sprout begins to grow, and it turns into a tree which then bears a lot of fruit. Watching Kanisuke, Sarukichi notices that the father crab is having difficulty picking persimmons, so he picks a basket-full of the fruit and runs away. When Sarukichi sees Kanisuke following him, he throws persimmon at Kanisuke and kills him. In order to avenge his father's death, the child crab Kanitaro consults with his three uncles, Kurisaku (chestnut), Hachinosuke (bee), and Usubei (mortar). The three promise him to help him. The three uncles enter Sarukichi's house while he is away, where Usubei climbs up on the roof, Hachinosuke stays outside the house, and Kurisaku hides himself behind a folding screen. When Sarukichi returns home, he is surprised by the bursting of chestnuts Kurisaku threw in the fireplace and they have a sword fight. Hachinosuke joins the fight with his spear. When Sarukichi runs out of the house, Usubei falls on his head, and Kanitaro cuts off his nose. Hanging Sarukichi from the spear, the three uncles and Kanitaro return triumphantly.\n\n(Source: animation.filmarchives.jp)",
  "mean": 5.4,
  "rank": 12408,
  "popularity": 13367,
  "num_list_users": 1252,
  "num_scoring_users": 691,
  "nsfw": "white",
  "created_at": "2017-04-11T08:07:10+00:00",
  "updated_at": "2021-11-18T14:16:01+00:00",
  "media_type": "movie",
  "status": "finished_airing",
  "genres": [
    {
      "id": 8,
      "name": "Drama"
    }
  ],
  "num_episodes": 1,
  "start_season": {
    "year": 1927,
    "season": "spring"
  },
  "source": "other",
  "average_episode_duration": 334,
  "rating": "g",
  "studios": []
}