{
  "id": 35503,
  "title": "Shoujo☆Kageki Revue Starlight",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1165/93552.jpg",
    "large": "https://cdn.myanimelist.net/images/anime/1165/93552l.jpg"
  },
  "alternative_titles": {
    "synonyms": [
      "Girls'☆Opera Revue Starlight"
    ],
    "en": "Revue Starlight",
    "ja": "少女☆歌劇 レヴュースタァライト"
  },
  "start_date": "2018-07-13",
  "end_date": "2018-09-28",
  "synopsis": "As preparations begin for Seishou Music Academy's yearly Seishou Festival, the girls of the 99th class are gearing up to perform their very own rendition of Starlight, the tragic tale of two goddesses drawn together by the glow of the heavens but destined to be pulled apart, never to meet again. Created to foster the next generation of theatrical talent, this girls' only school works to improve the singing, acting, and dancing skills of its students.\n\nOne student is 16-year-old Karen Aijou, an easygoing girl who has dreamed of performing on stage since she was a child. Her love for theater is further invigorated when her childhood friend Hikari Kagura transfers to Seishou Academy. Through her old friend, Karen stumbles upon a secret elevator leading to a massive theater underneath the school. Hosted by a talking giraffe, this arena serves as a battleground where her classmates participate in duels to determine who among them deserves the title of \"Top Star,\" earning them the right to play one of the lead roles in Starlight. Emboldened by the promise she made with Hikari to someday be stars together, Karen enters these mysterious battles in the hopes of making their dream a reality.\n\n[Written by MAL Rewrite]",
  "mean": 7.66,
  "rank": 1470,
  "popularity": 2391,
  "num_list_users": 95470,
  "num_scoring_users": 33985,
  "nsfw": "white",
  "created_at": "2017-04-30T09:18:48+00:00",
  "updated_at": "2023-01-03T05:52:11+00:00",
  "media_type": "tv",
  "status": "finished_airing",
  "genres": [
    {
      "id": 8,
      "name": "Drama"
    },
    {
      "id": 19,
      "name": "Music"
    },
    {
      "id": 70,
      "name": "Performing Arts"
    },
    {
      "id": 23,
      "name": "School"
    }
  ],
  "num_episodes": 12,
  "start_season": {
    "year": 2018,
    "season": "summer"
  },
  "broadcast": {
    "day_of_the_week": "friday",
    "start_time": "01:28"
  },
  "source": "original",
  "average_episode_duration": 1444,
  "rating": "pg_13",
  "studios": [
    {
      "id": 290,
      "name": "Kinema Citrus"
    }
  ]
}