{
  "id": 35610,
  "title": "Chizu no Nai Bouken",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/2/85826.jpg",
    "large": "https://cdn.myanimelist.net/images/anime/2/85826l.jpg"
  },
  "alternative_titles": {
    "synonyms": [],
    "en": "Adventure Without a Map",
    "ja": "地図のない冒険"
  },
  "start_date": "2017-05-19",
  "end_date": "2017-05-19",
  "synopsis": " The video centers on a woman named Miki and a man named Kazuki, who are both struggling at their separate jobs. Miki's bakery isn't getting business, and there is something missing from her desserts. Kazuki is working on a report related to curry for his company, but a coworker tells him he has the wrong approach to the project. After following his coworker around to learn his secret, Kazuki joins his coworker to go to a pachinko parlor and sushi shop. Meanwhile Miki and her friend also travel around the city to a fashion show, the same pachinko parlor, and a restaurant.\n\nAfter talking with his coworker, Kazuki remembers drawing a red sky as a child and not worrying that he was different from other people. Miki's friend tells her that people have to be brave to come up with original ideas. Miki then remembers a time when she watched her father shoveling snow as a child. At that time, her father told her that people have to do bothersome things in order to persevere through the struggle and accomplish something.\n\nMiki experiments with different recipes, and Kazuki does field research. After channeling their creativity and originality, they are both able to succeed in their professions. \n\n(Source: ANN)",
  "mean": 5.73,
  "popularity": 16593,
  "num_list_users": 565,
  "num_scoring_users": 220,
  "nsfw": "white",
  "created_at": "2017-05-20T04:00:17+00:00",
  "updated_at": "2024-09-17T07:36:14+00:00",
  "media_type": "cm",
  "status": "finished_airing",
  "genres": [
    {
      "id": 36,
      "name": "Slice of Life"
    }
  ],
  "num_episodes": 1,
  "start_season": {
    "year": 2017,
    "season": "spring"
  },
  "source": "original",
  "average_episode_duration": 346,
  "rating": "g",
  "studios": []
}