{
  "id": 35790,
  "title": "Tate no Yuusha no Nariagari",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1490/101365.jpg",
    "large": "https://cdn.myanimelist.net/images/anime/1490/101365l.jpg"
  },
  "alternative_titles": {
    "synonyms": [],
    "en": "The Rising of the Shield Hero",
    "ja": "盾の勇者の成り上がり"
  },
  "start_date": "2019-01-09",
  "end_date": "2019-06-26",
  "synopsis": "The Four Cardinal Heroes are a group of ordinary men from modern-day Japan summoned to the kingdom of Melromarc to become its saviors. Melromarc is a country plagued by the Waves of Catastrophe that have repeatedly ravaged the land and brought disaster to its citizens for centuries. The four heroes are respectively bestowed a sword, spear, bow, and shield to vanquish these Waves. Naofumi Iwatani, an otaku, becomes cursed with the fate of being the \"Shield Hero.\" Armed with only a measly shield, Naofumi is belittled and ridiculed by his fellow heroes and the kingdom's people due to his weak offensive capabilities and lackluster personality.\n\nWhen the heroes are provided with resources and comrades to train with, Naofumi sets out with the only person willing to train alongside him, Malty Melromarc. He is soon betrayed by her, however, and becomes falsely accused of taking advantage of her. Naofumi then becomes heavily discriminated against and hated by the people of Melromarc for something he didn't do. With a raging storm of hurt and mistrust in his heart, Naofumi begins his journey of strengthening himself and his reputation. Further along however, the difficulty of being on his own sets in, so Naofumi buys a demi-human slave on the verge of death named Raphtalia to accompany him on his travels.\n\nAs the Waves approach the kingdom, Naofumi and Raphtalia must fight for the survival of the kingdom and protect the people of Melromarc from their ill-fated future.\n\n[Written by MAL Rewrite]",
  "mean": 7.95,
  "rank": 695,
  "popularity": 68,
  "num_list_users": 1596856,
  "num_scoring_users": 994746,
  "nsfw": "white",
  "created_at": "2017-06-22T09:21:16+00:00",
  "updated_at": "2022-12-02T13:44:30+00:00",
  "media_type": "tv",
  "status": "finished_airing",
  "genres": [
    {
      "id": 1,
      "name": "Action"
    },
    {
      "id": 2,
      "name": "Adventure"
    },
    {
      "id": 8,
      "name": "Drama"
    },
    {
      "id": 10,
      "name": "Fantasy"
    },
    {
      "id": 62,
      "name": "Isekai"
    }
  ],
  "num_episodes": 25,
  "start_season": {
    "year": 2019,
    "season": "winter"
  },
  "broadcast": {
    "day_of_the_week": "wednesday",
    "start_time": "22:00"
  },
  "source": "light_novel",
  "average_episode_duration": 1440,
  "rating": "pg_13",
  "studios": [
    {
      "id": 290,
      "name": "Kinema Citrus"
    }
  ]
}