{
  "id": 35839,
  "title": "Sora yori mo Tooi Basho",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/6/89879.webp",
    "large": "https://cdn.myanimelist.net/images/anime/6/89879l.webp"
  },
  "alternative_titles": {
    "synonyms": [
      "Uchuu yori mo Tooi Basho",
      "A Story That Leads to the Antarctica",
      "Yorimoi"
    ],
    "en": "A Place Further Than The Universe",
    "ja": "宇宙よりも遠い場所"
  },
  "start_date": "2018-01-02",
  "end_date": "2018-03-27",
  "synopsis": "Filled with an overwhelming sense of wonder for the world around her, Mari Tamaki has always dreamt of what lies beyond the reaches of the universe. However, despite harboring such large aspirations on the inside, her fear of the unknown and anxiety over her own possible limitations have always held her back from chasing them. But now, in her second year of high school, Mari is more determined than ever to not let any more of her youth go to waste. Still, her fear continues to prevent her from taking that ambitious step forward—that is, until she has a chance encounter with a girl who has grand dreams of her own.\n\nSpurred by her mother's disappearance, Shirase Kobuchizawa has been working hard to fund her trip to Antarctica. Despite facing doubt and ridicule from virtually everyone, Shirase is determined to embark on this expedition to search for her mother in a place further than the universe itself. Inspired by Shirase's resolve, Mari jumps at the chance to join her. Soon, their efforts attract the attention of the bubbly Hinata Miyake, who is eager to stand out, and Yuzuki Shiraishi, a polite girl from a high class background. Together, the four spirited girls set sail toward the frozen south, all in search of something great.\n\n[Written by MAL Rewrite]",
  "mean": 8.51,
  "rank": 141,
  "popularity": 447,
  "num_list_users": 525006,
  "num_scoring_users": 225286,
  "nsfw": "white",
  "created_at": "2017-07-02T21:34:05+00:00",
  "updated_at": "2024-04-29T14:13:40+00:00",
  "media_type": "tv",
  "status": "finished_airing",
  "genres": [
    {
      "id": 2,
      "name": "Adventure"
    },
    {
      "id": 52,
      "name": "CGDCT"
    },
    {
      "id": 4,
      "name": "Comedy"
    },
    {
      "id": 8,
      "name": "Drama"
    }
  ],
  "num_episodes": 13,
  "start_season": {
    "year": 2018,
    "season": "winter"
  },
  "broadcast": {
    "day_of_the_week": "tuesday",
    "start_time": "20:30"
  },
  "source": "original",
  "average_episode_duration": 1426,
  "rating": "pg_13",
  "studios": [
    {
      "id": 11,
      "name": "Madhouse"
    }
  ]
}