{
  "id": 35983,
  "title": "Harukana Receive",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1924/95212.webp",
    "large": "https://cdn.myanimelist.net/images/anime/1924/95212l.webp"
  },
  "alternative_titles": {
    "synonyms": [],
    "en": "Harukana Receive",
    "ja": "はるかなレシーブ"
  },
  "start_date": "2018-07-06",
  "end_date": "2018-09-21",
  "synopsis": "In beach volleyball, there is no room for aces. To achieve victory, each player must find their one, irreplaceable partner that they can rely on in the court of sand. At least, that is what Haruka Oozora learns on her first day in Okinawa after moving in with her grandmother and her cousin Kanata Higa. While touring a nearby beach, Haruka stumbles upon some girls practicing beach volleyball and is quickly invited to join. This friendly practice game suddenly turns into a match when one of the girls, Narumi Tooi, notices Kanata approaching the court.\n                \nAlthough the two suffer a devastating defeat, Haruka finally realizes the reason for her cousin’s quiet and distant behavior. Kanata and Narumi used to be an exceptionally talented beach volleyball duo, until Kanata quit due to her short height causing problems for Narumi. Now, with the Junior Tournament just weeks away, Haruka must learn the intricacies of competitive beach volleyball and help Kanata overcome her crippling anxiety towards the sport that she once used to love.\n\n[Written by MAL Rewrite]",
  "mean": 6.65,
  "rank": 6298,
  "popularity": 2043,
  "num_list_users": 117046,
  "num_scoring_users": 43683,
  "nsfw": "white",
  "created_at": "2017-07-21T18:45:56+00:00",
  "updated_at": "2022-12-29T23:46:31+00:00",
  "media_type": "tv",
  "status": "finished_airing",
  "genres": [
    {
      "id": 30,
      "name": "Sports"
    },
    {
      "id": 77,
      "name": "Team Sports"
    }
  ],
  "num_episodes": 12,
  "start_season": {
    "year": 2018,
    "season": "summer"
  },
  "broadcast": {
    "day_of_the_week": "friday",
    "start_time": "21:00"
  },
  "source": "manga",
  "average_episode_duration": 1420,
  "rating": "pg_13",
  "studios": [
    {
      "id": 605,
      "name": "C2C"
    }
  ]
}