{
  "id": 3613,
  "title": "Toshokan Sensou",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1287/114435.jpg",
    "large": "https://cdn.myanimelist.net/images/anime/1287/114435l.jpg"
  },
  "alternative_titles": {
    "synonyms": [
      "Library War",
      "Toshokan Kakumei",
      "Library Revolution",
      "Library Rebellion",
      "Library Crisis"
    ],
    "en": "Library Wars",
    "ja": "図書館戦争"
  },
  "start_date": "2008-04-11",
  "end_date": "2008-06-27",
  "synopsis": "In the year 1989, the Japanese government passed the Media Betterment Act, allowing a group of soldiers known as the Media Betterment Committee (MBC) to destroy and censor any \"problematic\" media under the guise of protecting public morals. As a response, regional governments established the Library Defense Force (LDF), whose members take up arms and put their lives on the line to protect freedom of expression. At the top of the Kanto branch of the LDF stands the Library Task Force (LTF): an elite squad consisting of only the most exceptional fighters.\n\nAs a high schooler, Iku Kasahara experienced the terror of censorship first-hand when she refused to surrender the newest volume of her favorite series to MBC agents. She only came out unscathed thanks to a lone member of the LDF, who protected her and her beloved book. Now in her 20s and still unable to forget the man who saved her, Kasahara joins the LDF in the hope of becoming just like her prince.\n\nBut LDF training turns out to be far more rigorous than she could have imagined, and her instructor, LTF member Atsushi Doujou, seems fixated on making her life a living hell. Given her struggles, Kasahara is shocked when she is selected as one of the two new LTF recruits as a result of Doujou's recommendation. As Kasahara does all she can to become worthy of the LTF and unravel her enigmatic superior's motivations, she wages war—both on the battlefield and in her personal life.\n\n[Written by MAL Rewrite]",
  "mean": 7.41,
  "rank": 2457,
  "popularity": 2724,
  "num_list_users": 78854,
  "num_scoring_users": 28406,
  "nsfw": "white",
  "created_at": "2007-12-21T21:54:19+00:00",
  "updated_at": "2025-11-30T01:21:40+00:00",
  "media_type": "tv",
  "status": "finished_airing",
  "genres": [
    {
      "id": 1,
      "name": "Action"
    },
    {
      "id": 50,
      "name": "Adult Cast"
    },
    {
      "id": 38,
      "name": "Military"
    },
    {
      "id": 22,
      "name": "Romance"
    }
  ],
  "num_episodes": 12,
  "start_season": {
    "year": 2008,
    "season": "spring"
  },
  "broadcast": {
    "day_of_the_week": "friday",
    "start_time": "00:45"
  },
  "source": "novel",
  "average_episode_duration": 1380,
  "rating": "pg_13",
  "studios": [
    {
      "id": 10,
      "name": "Production I.G"
    }
  ]
}