{
  "id": 36198,
  "title": "Omiai Aite wa Oshiego, Tsuyoki na, Mondaiji.",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/9/88326.jpg",
    "large": "https://cdn.myanimelist.net/images/anime/9/88326l.jpg"
  },
  "alternative_titles": {
    "synonyms": [
      "My Marriage Partner is My Student, a Cocky Troublemaker",
      "My Marriage Interview Partner is a Student, Strong, and a Problem Child"
    ],
    "en": "My Matchmaking Partner Is My Student, An Aggressive Troublemaker",
    "ja": "お見合い相手は教え子、強気な、問題児。"
  },
  "start_date": "2017-10-02",
  "end_date": "2017-12-18",
  "synopsis": "Teacher Nano Saikawa hasn't given much thought to marriage, but her father's friend wants her to have a marriage interview with his son, Souichirou Takamiya. After the interview, they spend the day together. As they gradually become more comfortable with one another, Souichirou asks for her hand in marriage. Things quickly heat up between them, and the two wind up in bed together. However, when she removes his glasses, she discovers he is not Souichirou; he is actually one of her problem students, Souji Kuga!\n\nSouji's explanation is watertight: when he realized his brother was to be Nano's intended, Souji posed as him in order to be with her. And what's more, he is even confident that his family will approve of their marriage. However, an illicit relationship with a student is the last thing Nano wants. But will she be able to resist his charms, especially when her body begins to ache for his?\n\n[Written by MAL Rewrite]",
  "mean": 5.64,
  "popularity": 2908,
  "num_list_users": 61323,
  "num_scoring_users": 21877,
  "nsfw": "gray",
  "created_at": "2017-08-25T09:13:33+00:00",
  "updated_at": "2024-02-22T11:58:47+00:00",
  "media_type": "ona",
  "status": "finished_airing",
  "genres": [
    {
      "id": 12,
      "name": "Hentai"
    },
    {
      "id": 43,
      "name": "Josei"
    },
    {
      "id": 23,
      "name": "School"
    }
  ],
  "num_episodes": 12,
  "start_season": {
    "year": 2017,
    "season": "fall"
  },
  "source": "web_manga",
  "average_episode_duration": 284,
  "rating": "rx",
  "studios": [
    {
      "id": 541,
      "name": "Seven"
    }
  ]
}