{
  "id": 36370,
  "title": "Ginga Eiyuu Densetsu: Die Neue These - Seiran 2",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1215/103351.jpg",
    "large": "https://cdn.myanimelist.net/images/anime/1215/103351l.jpg"
  },
  "alternative_titles": {
    "synonyms": [
      "Ginga Eiyuu Densetsu: Die Neue These 2nd Season"
    ],
    "en": "Legend of the Galactic Heroes: Die Neue These - Stellar War Part 2",
    "ja": "銀河英雄伝説 Die Neue These 星乱 第2章"
  },
  "start_date": "2019-10-25",
  "end_date": "2019-10-25",
  "synopsis": "Marquis Reinhard von Lohengramm's plot to destabilize the Free Planets Alliance succeeds when the treacherous former Rear Admiral Arthur Lynch instigates a coup on Heinessen. Equipped with a plan crafted by Reinhard himself, Lynch encourages his longtime friend Admiral Dwight Greenhill to supervise the National Salvation Military Council's toppling of the civilian government. Seeking to defend democracy and restore the Alliance constitution, Admiral Yang Wen-li faces off against his fellow citizens—and, regrettably, the father of his devoted adjutant Lieutenant Frederica Greenhill.\n\nNow with the Free Planets Alliance thoroughly occupied with their own internal matters, the forces of the Galactic Empire can safely suppress the newly formed Lippstadt League led by Duke Otto von Braunschweig. However, with his friend and loyal subordinate High Admiral Siegfried Kircheis fighting far away in the noble-controlled frontier regions, Reinhard increasingly relies on the advice of the ruthless Vice Admiral Paul von Oberstein, whose influence within the esteemed Lohengramm admiralty steadily grows.\n\nThough bloodshed is inevitable on both sides of the galaxy, Yang Wen-li of the Alliance and Reinhard von Lohengramm of the Empire each ask themselves the same questions: how will history look back on their actions? Will the ends justify the means?\n\n[Written by MAL Rewrite]",
  "mean": 8.17,
  "rank": 469,
  "popularity": 3925,
  "num_list_users": 40647,
  "num_scoring_users": 14748,
  "nsfw": "white",
  "created_at": "2017-09-21T03:09:09+00:00",
  "updated_at": "2023-01-30T14:47:57+00:00",
  "media_type": "movie",
  "status": "finished_airing",
  "genres": [
    {
      "id": 50,
      "name": "Adult Cast"
    },
    {
      "id": 8,
      "name": "Drama"
    },
    {
      "id": 38,
      "name": "Military"
    },
    {
      "id": 24,
      "name": "Sci-Fi"
    },
    {
      "id": 29,
      "name": "Space"
    }
  ],
  "num_episodes": 4,
  "start_season": {
    "year": 2019,
    "season": "fall"
  },
  "source": "novel",
  "average_episode_duration": 1500,
  "rating": "r",
  "studios": [
    {
      "id": 10,
      "name": "Production I.G"
    }
  ]
}