{
  "id": 36371,
  "title": "Ginga Eiyuu Densetsu: Die Neue These - Seiran 3",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1782/103917.jpg",
    "large": "https://cdn.myanimelist.net/images/anime/1782/103917l.jpg"
  },
  "alternative_titles": {
    "synonyms": [
      "The Legend of the Galactic Heroes: The New Thesis - Stellar War Part 3",
      "Ginga Eiyuu Densetsu: Die Neue These 2nd Season"
    ],
    "en": "Legend of the Galactic Heroes: Die Neue These - Stellar War Part 3",
    "ja": "銀河英雄伝説 Die Neue These 星乱 第3章"
  },
  "start_date": "2019-11-29",
  "end_date": "2019-11-29",
  "synopsis": "At the behest of Admiral Yang Wen-li, defected intelligence officer Commander Baghdash makes an emergency broadcast announcing that the National Salvation Military Council staged a coup under the direction of the Galactic Empire. Despite the lack of physical evidence, this debilitating declaration inspires former Rear Admiral Andrew Lynch to reveal his own role in sowing discord within the Free Planets Alliance. A fatal shootout between Lynch and Admiral Dwight Greenhill acts as the final death knell to the short-lived period of martial rule.\n\nWithin the Galactic Empire, footage of Duke Otto von Braunschweig's nuclear bombing of Westerland results in the dissolution of the Lippstadt League. Marquis Reinhard von Lohengramm's decision to allow the massacre for personal gain creates a rift between him and High Admiral Siegfried Kircheis, souring the taste of their inevitable victory. Now on the cusp of achieving absolute power, Reinhard is embattled by his apparent personal failings and the heavy responsibilities of leadership.\n\nThough the civil wars in both the Alliance and the Empire are coming to a close, neither side can ever regain what is lost. Yang Wen-li and Reinhard von Lohengramm each take bitter solace in the knowledge that just on the other side of the galaxy is a worthy opponent—and a true equal.\n\n[Written by MAL Rewrite]",
  "mean": 8.27,
  "rank": 294,
  "popularity": 4342,
  "num_list_users": 26594,
  "num_scoring_users": 13159,
  "nsfw": "white",
  "created_at": "2017-09-21T03:10:00+00:00",
  "updated_at": "2023-01-18T03:59:44+00:00",
  "media_type": "movie",
  "status": "finished_airing",
  "genres": [
    {
      "id": 50,
      "name": "Adult Cast"
    },
    {
      "id": 8,
      "name": "Drama"
    },
    {
      "id": 38,
      "name": "Military"
    },
    {
      "id": 24,
      "name": "Sci-Fi"
    },
    {
      "id": 29,
      "name": "Space"
    }
  ],
  "num_episodes": 4,
  "start_season": {
    "year": 2019,
    "season": "fall"
  },
  "source": "novel",
  "average_episode_duration": 1500,
  "rating": "r",
  "studios": [
    {
      "id": 10,
      "name": "Production I.G"
    }
  ]
}