{
  "id": 3642,
  "title": "Shina Dark: Kuroki Tsuki no Ou to Souheki no Tsuki no Himegimi",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/11/6288.jpg",
    "large": "https://cdn.myanimelist.net/images/anime/11/6288l.jpg"
  },
  "alternative_titles": {
    "synonyms": [
      "Shina Dark - Kuroki Tsuki no O to Soheki no Tsuki no Himegimi",
      "Shina Dark: King of Dark Moon and Blue Moon's Princess"
    ],
    "en": "",
    "ja": "シャイナ・ダルク ～黒き月の王と蒼碧の月の姫君～"
  },
  "start_date": "2008-03-21",
  "end_date": "2008-03-21",
  "synopsis": "Music video based on a seinen manga by Nakayama Bunjuurou serialised in Dengeki Daioh.\n\nThe series revolves around the legendary demon lord Exoda Zero Crown whom has been revived when an eclipse forms the Exoda Ring and the demonic island, Shina Dark, rises once again. Kingdoms and villages from around the world send over a thousand sacrificial maidens to the island in an attempt to satisfy the demon lord's legendary lust and protect their lands from the unspeakable destruction he will bring. However, the legends are false, Exoda does not possess such lust, and is not interested in destroying the world. He's quite happy to live in peace and go fishing on the weekends. More than one thousand girls on his island are now unable to return to their homelands, as by coming to Shina Dark, they are seen to be tainted brides of Exoda by others. As a result, Exoda decided to create a nation to give the abandoned girls a new life in a new country, Shina Dark. \n\n(Source: AniDB)",
  "mean": 5.96,
  "popularity": 8916,
  "num_list_users": 5771,
  "num_scoring_users": 1901,
  "nsfw": "white",
  "created_at": "2007-12-30T16:18:55+00:00",
  "updated_at": "2022-02-15T12:26:43+00:00",
  "media_type": "music",
  "status": "finished_airing",
  "genres": [
    {
      "id": 9,
      "name": "Ecchi"
    },
    {
      "id": 10,
      "name": "Fantasy"
    },
    {
      "id": 35,
      "name": "Harem"
    },
    {
      "id": 19,
      "name": "Music"
    },
    {
      "id": 42,
      "name": "Seinen"
    }
  ],
  "num_episodes": 4,
  "start_season": {
    "year": 2008,
    "season": "winter"
  },
  "source": "manga",
  "average_episode_duration": 121,
  "rating": "r+",
  "studios": [
    {
      "id": 44,
      "name": "Shaft"
    }
  ]
}