{
  "id": 36470,
  "title": "Tada-kun wa Koi wo Shinai",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1446/91841.jpg",
    "large": "https://cdn.myanimelist.net/images/anime/1446/91841l.jpg"
  },
  "alternative_titles": {
    "synonyms": [
      "Tada Doesn't Fall in Love",
      "TadaKoi"
    ],
    "en": "Tada Never Falls in Love",
    "ja": "多田くんは恋をしない"
  },
  "start_date": "2018-04-05",
  "end_date": "2018-06-28",
  "synopsis": "Love has never really been a concern for Mitsuyoshi Tada, and as the aspiring photographer enters his second year of high school, it truthfully could not be further from his mind. However, things just might change after he meets a bright and bubbly foreigner named Teresa Wagner while he was taking pictures of a cherry blossom tree. Nevertheless, after she asks him to photograph her, the two soon separate, only to meet each other again twice more that same day. Finding Teresa just as she is caught in a sudden downpour, Tada invites her to his family's coffee shop to dry off. There, she explains that she was separated from her traveling companion, a no-nonsense redhead named Alexandra \"Alec\" Magritte. When Alec reunites with Teresa shortly after, they say their goodbyes, expecting to part ways for good—but the two unexpectedly show up as transfer students in his class the next day.\n\nTeresa and Alec quickly get used to their lives at Koinohoshi High School and decide to join Tada in the photography club, along with his narcissistic friend Kaoru Ijuuin, the idol-obsessed Hajime Sugimoto, the serious class rep Hinako Hasegawa, and the dog-like Kentarou Yamashita. With these two peculiar additions to his equally eccentric group of friends, Tada's second year of high school is about to get even livelier, and he might need to start rethinking his approach to love.\n\n[Written by MAL Rewrite]",
  "mean": 7.57,
  "rank": 1605,
  "popularity": 821,
  "num_list_users": 303768,
  "num_scoring_users": 132979,
  "nsfw": "white",
  "created_at": "2017-09-30T16:06:16+00:00",
  "updated_at": "2024-01-05T16:18:08+00:00",
  "media_type": "tv",
  "status": "finished_airing",
  "genres": [
    {
      "id": 4,
      "name": "Comedy"
    },
    {
      "id": 22,
      "name": "Romance"
    },
    {
      "id": 23,
      "name": "School"
    },
    {
      "id": 80,
      "name": "Visual Arts"
    }
  ],
  "num_episodes": 13,
  "start_season": {
    "year": 2018,
    "season": "spring"
  },
  "broadcast": {
    "day_of_the_week": "thursday",
    "start_time": "21:00"
  },
  "source": "original",
  "average_episode_duration": 1420,
  "rating": "pg_13",
  "studios": [
    {
      "id": 95,
      "name": "Doga Kobo"
    }
  ]
}