{
  "id": 36517,
  "title": "Ninja Batman",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1351/95947.webp",
    "large": "https://cdn.myanimelist.net/images/anime/1351/95947l.webp"
  },
  "alternative_titles": {
    "synonyms": [],
    "en": "Batman Ninja",
    "ja": "ニンジャバットマン"
  },
  "start_date": "2018-06-15",
  "end_date": "2018-06-15",
  "synopsis": "At Arkham Asylum, Batman clashes with Gorilla Grodd while trying to destroy Grodd's newest invention: the Quake Engine. Amidst the chaos, the engine activates, and the entire asylum suddenly vanishes into thin air—Batman along with it. Once the dust settles, Batman finds himself standing in the middle of an unfamiliar road. He soon realizes that he is no longer in Gotham City—but instead in Feudal Japan!\n\nThe amazement quickly fades as samurai descend upon him, seeking to take his life. Later on, Batman's investigation leads him to discover that the one responsible for the kill order is none other than his archnemesis, the Joker. Following an encounter with Catwoman, he learns that the asylum's criminals had teleported there two years earlier—each ruling over a piece of Japan with Joker being the dominant warlord.\n\nIn order to return home, Batman must reactivate the Quake Engine, situated in the remnants of the asylum, now known as Arkham Castle. However, there is one problem: aside from his gadget belt, the arsenal that was once at his fingertips is all but gone. Ninja Batman follows the Dark Knight as he traverses a strange new environment, facing off against familiar foes in a bid to return to Gotham in one piece.\n\n[Written by MAL Rewrite]",
  "mean": 6.1,
  "rank": 9438,
  "popularity": 2982,
  "num_list_users": 62226,
  "num_scoring_users": 34768,
  "nsfw": "white",
  "created_at": "2017-10-06T01:47:56+00:00",
  "updated_at": "2022-04-17T21:54:16+00:00",
  "media_type": "movie",
  "status": "finished_airing",
  "genres": [
    {
      "id": 1,
      "name": "Action"
    },
    {
      "id": 17,
      "name": "Martial Arts"
    },
    {
      "id": 21,
      "name": "Samurai"
    },
    {
      "id": 78,
      "name": "Time Travel"
    }
  ],
  "num_episodes": 1,
  "start_season": {
    "year": 2018,
    "season": "spring"
  },
  "source": "other",
  "average_episode_duration": 5100,
  "rating": "pg_13",
  "studios": [
    {
      "id": 437,
      "name": "Kamikaze Douga"
    }
  ]
}