{
  "id": 36565,
  "title": "Major 2nd",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1346/129555.webp",
    "large": "https://cdn.myanimelist.net/images/anime/1346/129555l.webp"
  },
  "alternative_titles": {
    "synonyms": [],
    "en": "",
    "ja": "メジャーセカンド"
  },
  "start_date": "2018-04-07",
  "end_date": "2018-09-22",
  "synopsis": "Daigo, the son of renowned baseball player Gorou Shigeno, believes he has to live up to his father's name by becoming an all-star player himself. With great dreams, as soon as he reaches fourth-grade, he promptly joins the same little league baseball team his dad played on, the Mifune Dolphins. However, things don't go as planned. After only the first couple of practices, Daigo's lack of talent and inherent baseball sense shows, and his confidence is crushed. Unable to bear the pressure of living up to his father, a baseball prodigy, he quits the team in less than a year.\n\nTwo years later, now in sixth-grade, a transfer student joins Daigo's class. This student turns out to be Hikaru, the son of Gorou's lifelong friend and fellow baseball star, Toshiya Satou. One day, Daigo's mother receives a call from the Dolphins requesting players for a game, so she forces Daigo to attend. To Daigo's surprise, he finds Hikaru there. Even more shocking is that despite his father's occupation, Hikaru has never played baseball before!\n\nUnlike Daigo, though, Hikaru immediately picks up the game demonstrating excellent performance. Needless to say, Daigo and Hikaru are polar opposites of each other. But this friction will inevitably thrust both of these inexperienced children into the world their fathers cherish—the world of baseball.\n\n[Written by MAL Rewrite]",
  "mean": 7.37,
  "rank": 2599,
  "popularity": 4135,
  "num_list_users": 36234,
  "num_scoring_users": 16679,
  "nsfw": "white",
  "created_at": "2017-10-13T11:02:51+00:00",
  "updated_at": "2023-01-09T01:35:03+00:00",
  "media_type": "tv",
  "status": "finished_airing",
  "genres": [
    {
      "id": 27,
      "name": "Shounen"
    },
    {
      "id": 30,
      "name": "Sports"
    },
    {
      "id": 77,
      "name": "Team Sports"
    }
  ],
  "num_episodes": 25,
  "start_season": {
    "year": 2018,
    "season": "spring"
  },
  "broadcast": {
    "day_of_the_week": "saturday",
    "start_time": "17:35"
  },
  "source": "manga",
  "average_episode_duration": 1470,
  "rating": "pg_13",
  "studios": [
    {
      "id": 28,
      "name": "OLM"
    }
  ]
}