{
  "id": 36593,
  "title": "Hug tto! Precure",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1220/92883.jpg",
    "large": "https://cdn.myanimelist.net/images/anime/1220/92883l.jpg"
  },
  "alternative_titles": {
    "synonyms": [
      "Hugtto Precure",
      "Hug! Pretty Cure"
    ],
    "en": "",
    "ja": "HuGっと！プリキュア"
  },
  "start_date": "2018-02-04",
  "end_date": "2019-01-27",
  "synopsis": "It's her first day at a new school, and the cheerful Hana Nono is ready to make a fresh start, dreaming of becoming mature and reliable—a far cry from her usual childish self. Although she makes a disastrous first impression, Hana soon befriends two of her classmates: the gentle and studious class representative Saaya Yakushiji, and a cool and mysterious girl Homare Kagayaki.\n\nThat night, a magical baby falls from the sky right onto Hana's balcony. She is immediately smitten with her and names her Hug-tan. Alongside Hug-tan is a snarky talking hamster, Hariham Harry, who mutters that Hana \"isn't the one\" before vanishing with the baby.\n\nThe next day, Hana believes the encounter to be a dream, until people all over the city begin collapsing and a giant monster appears, feeding on their energy. As Hana escapes, she spots Hug-tan and Harry under attack. Making a stand to protect them, she and Hug-tan suddenly both glow with energy and a heart-shaped gem forms.\n\nWith the crystal's power, Hana transforms into a hero called \"Cure Yell\" and defeats the monster. Surprised at Hana's power, Harry explains that he and Hug-tan came from a future frozen in time by the Criasu Corporation, the same organization that created the monster. Only the Future Crystals, manifestations of one's hopes and dreams, and the Precure they create have a chance at defeating Criasu and saving the future!\n\n[Written by MAL Rewrite]",
  "mean": 7.82,
  "rank": 985,
  "popularity": 5256,
  "num_list_users": 18212,
  "num_scoring_users": 6163,
  "nsfw": "white",
  "created_at": "2017-10-17T05:34:29+00:00",
  "updated_at": "2024-11-29T00:39:20+00:00",
  "media_type": "tv",
  "status": "finished_airing",
  "genres": [
    {
      "id": 1,
      "name": "Action"
    },
    {
      "id": 66,
      "name": "Mahou Shoujo"
    }
  ],
  "num_episodes": 49,
  "start_season": {
    "year": 2018,
    "season": "winter"
  },
  "broadcast": {
    "day_of_the_week": "sunday",
    "start_time": "08:30"
  },
  "source": "original",
  "average_episode_duration": 1445,
  "rating": "g",
  "studios": [
    {
      "id": 18,
      "name": "Toei Animation"
    }
  ]
}