{
  "id": 3665,
  "title": "Ginga Eiyuu Densetsu Gaiden (1999)",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1682/134157.jpg",
    "large": "https://cdn.myanimelist.net/images/anime/1682/134157l.jpg"
  },
  "alternative_titles": {
    "synonyms": [
      "Legend of the Galactic Heroes Gaiden: Spiral Labyrinth",
      "LoGH Gaiden: Spiral Labyrinth"
    ],
    "en": "Legend of the Galactic Heroes Gaiden (1999)",
    "ja": "銀河英雄伝説外伝 螺旋迷宮"
  },
  "start_date": "1999-12-24",
  "end_date": "2000-07-21",
  "synopsis": "Ginga Eiyuu Densetsu Gaiden (1999) is the second of two OVA adaptations of side stories from the Ginga Eiyuu Densetsu novel series. This second adaptation follows the achievements of Yang Wen-li of the Free Planets Alliance before the fateful Battle of Astarte, and continues the tales of Reinhard von Müsel and Siegfried Kircheis of the Galactic Empire.\n\nSpiral Labyrinth\nYang is propelled to the spotlight after his famous evacuation of civilians from El Facil. Following an unofficial double promotion and a flurry of media attention, he chronicles his research of the Year 730 Mafia—a close-knit group of Alliance military officers centered around the famed tactician Bruce Ashbey. He investigates a startling claim by Ashbey's deceased widow that may have enormous political ramifications: that the great war hero was not killed in action but murdered.\n\nThe Mutineer\nReinhard and Kircheis are posted on the destroyer Hameln II, docked at Iserlohn Fortress. After gaining the respect of the crew, Reinhard's leadership is tested when the captain is severely wounded and passes command authority to Reinhard, the next-highest ranking officer on deck.\n\nThe Duelist\nWhile Reinhard and Kircheis are working in the Imperial capital Odin, Reinhard learns of a mining rights dispute involving Dorothea von Schaffhausen, a friend of his sister Annerose von Grünewald. Upon hearing that Count Herxheimer intends to settle the matter with a duel, Reinhard volunteers to represent the Schaffhausen family.\n\nThe Retriever\nAfter falling out of favor with the nobility, Count Herxheimer is trying to escape to the Free Planets Alliance with a stolen Seffle particle generator prototype. Reinhard is tasked with retrieving both the prototype and the defector, but is only assigned the cruiser Hässliche Entlein due to the confidential nature of the mission.\n\nThe Third Battle of Tiamat\nTo commemorate the 30th year of the reign of Kaiser Friedrich IV, the Empire announces a large-scale military campaign against the Free Planets Alliance. In the ensuing clash between the Imperial expeditionary force and three Alliance fleets, Reinhard's timely intervention shapes the tides of war.\n\n[Written by MAL Rewrite]",
  "mean": 8.06,
  "rank": 572,
  "popularity": 4984,
  "num_list_users": 21116,
  "num_scoring_users": 7798,
  "nsfw": "white",
  "created_at": "2008-01-02T21:05:12+00:00",
  "updated_at": "2022-03-18T19:39:11+00:00",
  "media_type": "ova",
  "status": "finished_airing",
  "genres": [
    {
      "id": 1,
      "name": "Action"
    },
    {
      "id": 50,
      "name": "Adult Cast"
    },
    {
      "id": 8,
      "name": "Drama"
    },
    {
      "id": 38,
      "name": "Military"
    },
    {
      "id": 24,
      "name": "Sci-Fi"
    },
    {
      "id": 29,
      "name": "Space"
    }
  ],
  "num_episodes": 28,
  "start_season": {
    "year": 1999,
    "season": "fall"
  },
  "source": "novel",
  "average_episode_duration": 1560,
  "rating": "r",
  "studios": [
    {
      "id": 1269,
      "name": "K-Factory"
    }
  ]
}