{
  "id": 36666,
  "title": "An Ling Yu Shi Di Qi",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1524/91642.webp",
    "large": "https://cdn.myanimelist.net/images/anime/1524/91642l.webp"
  },
  "alternative_titles": {
    "synonyms": [
      "An Ling and Stitch"
    ],
    "en": "Stitch & Ai",
    "ja": "安玲与史迪奇"
  },
  "start_date": "2017-03-27",
  "end_date": "2017-04-06",
  "synopsis": "An Ling Yu Shi Di Qi follows the events of Lilo & Stitch (and its subsequent film and television sequels up to and including Leroy & Stitch) but before the events of the Stitch! anime. The series shows Stitch kidnapped by space criminals who want to use him to have their own destructive genetic experiment. However, he escapes to China's Huangshan mountains, where he befriends Ai, a spirited local girl who is at risk of being separated from her older sister Jiejie. Stitch becomes Ai's \"dog\", and the two help one another dealing with the other's problems; Ai helps Stitch deal with the space criminals, while he helps her stay in the mountains with her family. Jumba and Pleakley later show up initially trying to bring Stitch back to the United Galactic Federation, but Ai and Jiejie convince the two aliens to let Stitch stay with them. Although Jumba and Pleakley also stay to keep a watch on Stitch and to help out him and his new family, Jumba gets concerned that a hidden function that he secretly programmed in Stitch—a function that causes the experiment to grow into a giant beast when his destructive programming is triggered in a large city—could be unleashed if the space criminals figure out how to subconsciously manipulate Stitch into triggering it.\n\n(Source: Wikipedia)",
  "mean": 5.87,
  "rank": 10613,
  "popularity": 13591,
  "num_list_users": 1228,
  "num_scoring_users": 253,
  "nsfw": "white",
  "created_at": "2017-10-25T08:22:12+00:00",
  "updated_at": "2022-03-06T19:52:02+00:00",
  "media_type": "tv",
  "status": "finished_airing",
  "genres": [
    {
      "id": 2,
      "name": "Adventure"
    },
    {
      "id": 15,
      "name": "Kids"
    },
    {
      "id": 24,
      "name": "Sci-Fi"
    }
  ],
  "num_episodes": 13,
  "start_season": {
    "year": 2017,
    "season": "spring"
  },
  "source": "original",
  "average_episode_duration": 1320,
  "rating": "g",
  "studios": []
}