{
  "id": 36699,
  "title": "Kimitachi wa Dou Ikiru ka",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1126/139654.webp",
    "large": "https://cdn.myanimelist.net/images/anime/1126/139654l.webp"
  },
  "alternative_titles": {
    "synonyms": [
      "How Do You Live?"
    ],
    "en": "The Boy and the Heron",
    "ja": "君たちはどう生きるか"
  },
  "start_date": "2023-07-14",
  "end_date": "2023-07-14",
  "synopsis": "Three years into the war, Mahito Maki loses his mother in a tragic fire at the hospital. Shortly thereafter, his father marries Natsuko, the younger sister of Mahito's mother. They take Mahito out of Tokyo to seek refuge in his late mother's rural family home. There, Mahito is constantly taunted by a strange gray heron, who seems to have taken an interest in him.\n\nUnable to come to terms with his loss and struggling to adjust to a new life in an unfamiliar place, the boy is shocked to discover that Natsuko is pregnant. To make matters worse, the pesky heron can speak—and claims that Mahito's mother is still alive. Luring him into a mysterious tower near the residence, the heron says that Mahito can save her from death, but the boy is not easily swayed.\n\nWhen Natsuko disappears one day, however, Mahito watches her walk into the tower and becomes compelled to venture in to rescue her. He soon finds himself falling into another world below his, where life and death seem to be entwined. As he navigates through this foreign realm to find Natsuko, Mahito must understand what it means to live if he wants to safely return home.\n\n[Written by MAL Rewrite]",
  "mean": 7.6,
  "rank": 1574,
  "popularity": 1989,
  "num_list_users": 116903,
  "num_scoring_users": 72725,
  "nsfw": "white",
  "created_at": "2017-10-29T01:40:19+00:00",
  "updated_at": "2024-03-08T09:00:48+00:00",
  "media_type": "movie",
  "status": "finished_airing",
  "genres": [
    {
      "id": 2,
      "name": "Adventure"
    },
    {
      "id": 51,
      "name": "Anthropomorphic"
    },
    {
      "id": 46,
      "name": "Award Winning"
    },
    {
      "id": 8,
      "name": "Drama"
    },
    {
      "id": 10,
      "name": "Fantasy"
    },
    {
      "id": 62,
      "name": "Isekai"
    }
  ],
  "num_episodes": 1,
  "start_season": {
    "year": 2023,
    "season": "summer"
  },
  "source": "original",
  "average_episode_duration": 7422,
  "rating": "pg_13",
  "studios": [
    {
      "id": 21,
      "name": "Studio Ghibli"
    }
  ]
}