{
  "id": 36731,
  "title": "Drive Agent Personal: Shiawase wo Mamoru Mono",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/2/88820.webp",
    "large": "https://cdn.myanimelist.net/images/anime/2/88820l.webp"
  },
  "alternative_titles": {
    "synonyms": [
      "Tokio Marine Nichido Fire Insurance Company"
    ],
    "en": "",
    "ja": "ドライブエージェント パーソナル　～しあわせを守るもの～"
  },
  "start_date": "2017-10-16",
  "end_date": "2017-10-16",
  "synopsis": "An ad promoting Tokio Marine Nichido Fire Insurance Company's Drive Agent Personal service, a drive recording service that can be used in case of an accident.\n\nIn the commercial, a mother is in an automobile accident. The commercial focuses on the parent-child relationship after the accident and the reassurance both feel thanks to the Drive Agent Personal service. The mother is driving her son, Hiroki, to the nearest subway station. He's enroute to take his school exams. He's initially cold to his mother who cheers him on only to find out afterwards that she was in an accident while purchasing him a good luck charm. He goes to visit her at the hospital where she apologizes to him, but he responds in frustration. The event changes the nature of their relationship and Hiroki comes to appreciate his mother more. \n\nThe commercial focuses on the theme of \"protecting happiness\" through the Drive Agent Personal service. It automatically contacts an accident reception center when the a strong shock is detected in the car. It will also contact the fire department and other emergency services. The insurance company hopes that the commercial will not only promote its service but give its customers peace of mind. \n\n(Source: ANN)",
  "mean": 5.9,
  "popularity": 17013,
  "num_list_users": 484,
  "num_scoring_users": 188,
  "nsfw": "white",
  "created_at": "2017-11-02T18:06:01+00:00",
  "updated_at": "2024-02-10T16:04:27+00:00",
  "media_type": "cm",
  "status": "finished_airing",
  "genres": [
    {
      "id": 8,
      "name": "Drama"
    }
  ],
  "num_episodes": 1,
  "start_season": {
    "year": 2017,
    "season": "fall"
  },
  "source": "original",
  "average_episode_duration": 112,
  "rating": "g",
  "studios": [
    {
      "id": 2406,
      "name": "Eallin"
    }
  ]
}