{
  "id": 36754,
  "title": "Kakuriyo no Yadomeshi",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1035/95056.webp",
    "large": "https://cdn.myanimelist.net/images/anime/1035/95056l.webp"
  },
  "alternative_titles": {
    "synonyms": [],
    "en": "Kakuriyo: Bed and Breakfast for Spirits",
    "ja": "かくりよの宿飯"
  },
  "start_date": "2018-04-02",
  "end_date": "2018-09-24",
  "synopsis": "Abandoned as a child by her mother, Aoi Tsubaki has always had the ability to see \"ayakashi\"—spirits from the Hidden Realm. Shirou Tsubaki, her grandfather who shared the same ability, took her under his wing and taught her how to live with the ayakashi in peace. When her grandfather abruptly passes away, the independent Aoi must continue her college career, armed with only her knowledge in cooking as a means of protection against the human-eating spirits. In hopes that the ayakashi will not turn to her or other unknowing humans as a tasty meal, she takes it upon herself to feed the hungry creatures that cross her path.\n\nAfter giving a mysterious ayakashi her lunch, Aoi is transported to the Hidden Realm, where the ayakashi reveals himself to be an ogre-god known as Oodanna, the \"Master Innkeeper.\" There, she learns that she was used as collateral for her grandfather's debt of one hundred million yen, and that she must pay the price for her grandfather's careless decision by marrying Oodanna. Aoi valiantly refuses and decides to settle things on her own terms: she will pay off the debt herself by opening an eatery at Oodanna's inn.\n\nKakuriyo no Yadomeshi follows the journey of Aoi as she proceeds to change and touch the lives of the ayakashi through the one weapon she has against them—her delicious cooking.\n\n[Written by MAL Rewrite]",
  "mean": 7.54,
  "rank": 1831,
  "popularity": 1401,
  "num_list_users": 185957,
  "num_scoring_users": 68068,
  "nsfw": "white",
  "created_at": "2017-11-06T09:24:43+00:00",
  "updated_at": "2025-03-17T20:46:53+00:00",
  "media_type": "tv",
  "status": "finished_airing",
  "genres": [
    {
      "id": 50,
      "name": "Adult Cast"
    },
    {
      "id": 8,
      "name": "Drama"
    },
    {
      "id": 10,
      "name": "Fantasy"
    },
    {
      "id": 47,
      "name": "Gourmet"
    },
    {
      "id": 6,
      "name": "Mythology"
    },
    {
      "id": 22,
      "name": "Romance"
    }
  ],
  "num_episodes": 26,
  "start_season": {
    "year": 2018,
    "season": "spring"
  },
  "broadcast": {
    "day_of_the_week": "monday",
    "start_time": "22:30"
  },
  "source": "light_novel",
  "average_episode_duration": 1420,
  "rating": "pg_13",
  "studios": [
    {
      "id": 3,
      "name": "Gonzo"
    }
  ]
}