{
  "id": 36816,
  "title": "Godzilla 2: Kessen Kidou Zoushoku Toshi",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1748/98537.webp",
    "large": "https://cdn.myanimelist.net/images/anime/1748/98537l.webp"
  },
  "alternative_titles": {
    "synonyms": [],
    "en": "Godzilla: City on the Edge of Battle",
    "ja": "GODZILLA 決戦機動増殖都市"
  },
  "start_date": "2018-05-18",
  "end_date": "2018-05-18",
  "synopsis": "After a desperate battle and many losses, humans finally slay Godzilla—the monster that caused humanity to flee Earth 20 thousand years prior. But the creature Haruo Sakaki's troops killed was not alone; there existed another Godzilla on Earth yet to be defeated. Grievously wounded from the first conflict, Sakaki wakes up in the home of a young girl who is a member of the Houtua tribe. Bearing a shocking resemblance to humans, the Houtua have adapted to survive the changed climate of the planet that had long been abandoned.\n\nWith most of their resources depleted, the remaining members of Sasaki's special forces struggle with the decision to abandon their mission and their home planet or to fight an improbable battle. Hope is not completely lost however, as the members from the Bilusaludo race of aliens discover remnants of their anti-Godzilla weapon Mechagodzilla. Even with this powerful weapon in their arsenal, victory seems impossible to grasp: Godzilla has spent all this time evolving and preparing to defeat anyone who dares to challenge its superiority.\n\n[Written by MAL Rewrite]",
  "mean": 6.52,
  "rank": 7155,
  "popularity": 3748,
  "num_list_users": 43474,
  "num_scoring_users": 25709,
  "nsfw": "white",
  "created_at": "2017-11-16T12:05:48+00:00",
  "updated_at": "2024-04-29T13:24:25+00:00",
  "media_type": "movie",
  "status": "finished_airing",
  "genres": [
    {
      "id": 1,
      "name": "Action"
    },
    {
      "id": 2,
      "name": "Adventure"
    },
    {
      "id": 24,
      "name": "Sci-Fi"
    }
  ],
  "num_episodes": 1,
  "start_season": {
    "year": 2018,
    "season": "spring"
  },
  "source": "original",
  "average_episode_duration": 6010,
  "rating": "r",
  "studios": [
    {
      "id": 1023,
      "name": "Polygon Pictures"
    }
  ]
}