{
  "id": 36876,
  "title": "Furifure 2",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1286/103955.jpg",
    "large": "https://cdn.myanimelist.net/images/anime/1286/103955l.jpg"
  },
  "alternative_titles": {
    "synonyms": [],
    "en": "",
    "ja": "フリフレ2"
  },
  "start_date": "2018-02-23",
  "end_date": "2018-09-28",
  "synopsis": "When her mother passes away suddenly, Shinozaki Sumire finds herself alone and without a means to support herself. Out of desperation she turns to the message board Free Friends to earn some money. She develops a relationship with her first partner, Kaito, without realizing that they're much more than strangers...\n\nKaito, the newest student teacher at Minatohashi Higashi Academy, has a vice. Unable and unwilling to form meaningful, intimate relationships with other people, he instead satiates his need for intimacy through compensated dating. In order to feed this habit, he uses a message board known as Free Friends. Through its services, he can make the necessary arrangements and appointments with the various girls who also use the site, mainly students running away from home or simply in need of extra income.\n\nHis troubles trace back to a deeply seated complex: a hollow, yearning feeling brought on by the thought and sight of violets. Violets, or \"Sumire\", remind him of the sister he'd been separated from during their childhood when their parents had divorced. Only by losing himself in a woman's body can he rid himself of those clinging, nostalgic feelings.\n\nRight before the school year begins, the mere reminder of the academy's famed violet flowerbeds (despite them not even being in bloom at the time) is enough to drive Kaito to Free Friends. A seemingly routine exchange leaves him completely unprepared for the girl waiting for him: an absolutely stunning beauty by the pseudonym of \"Sumi\".\n\nA few days later, he discovers that \"Sumi\" is not only a student at the exact same school he teaches at, but that her classmates call her \"Sumire\". Incredulous, Kaito checks the school rosters. Surely it's not the same Sumire he knows; surely it's just another girl with the same given name? But as if setting him up for the universe's biggest punchline, the only Sumire at the school is none other than his very own Shinozaki Sumire, the sister his mother had taken away from him. Kaito's dreams of one day reuniting with his sister have in fact already been realized... just not in a way that he ever could have imagined.\n\n(Source: VNDB)",
  "mean": 6.51,
  "popularity": 8159,
  "num_list_users": 6387,
  "num_scoring_users": 2060,
  "nsfw": "gray",
  "created_at": "2017-12-01T10:49:21+00:00",
  "updated_at": "2022-02-19T22:32:39+00:00",
  "media_type": "ova",
  "status": "finished_airing",
  "genres": [
    {
      "id": 12,
      "name": "Hentai"
    }
  ],
  "num_episodes": 4,
  "start_season": {
    "year": 2018,
    "season": "winter"
  },
  "source": "visual_novel",
  "average_episode_duration": 1440,
  "rating": "rx",
  "studios": [
    {
      "id": 365,
      "name": "PoRO"
    }
  ]
}