{
  "id": 36889,
  "title": "Oyasumi Sex",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1363/115064.webp",
    "large": "https://cdn.myanimelist.net/images/anime/1363/115064l.webp"
  },
  "alternative_titles": {
    "synonyms": [],
    "en": "",
    "ja": "おやすみせっくす"
  },
  "start_date": "2018-10-26",
  "end_date": "2021-09-03",
  "synopsis": "There is no bond stronger than the one between siblings. Yui has been the center of her brother's sexual desires ever since they were children. But in recent years, something in their relationship has changed. The divorce of their parents has forced Akira to pay more attention to Yui's well-being, take care of her on a daily basis, and assume the paternal role in their family.\n\nAs the two grow older, Akira has taken notice of the physical changes in Yui—she is no longer the precious child he thought he knew. Unable to stop himself, he starts sneaking into her room at night, admiring his sister's body and pleasing himself to her. Akira becomes increasingly frustrated with the distance between them; but when Yui reveals that a friend from school has confessed to her, something snaps inside him.\n\nNo longer restricting himself to mere daydreams, he actively has intercourse with his sleeping sister. However, unbeknownst to Akira, Yui remains wide awake during these nightly visits; yet, for some reason, is unwilling to stop him.\n\n[Written by MAL Rewrite]\n",
  "mean": 6.86,
  "popularity": 6148,
  "num_list_users": 11891,
  "num_scoring_users": 5741,
  "nsfw": "gray",
  "created_at": "2017-12-05T02:48:51+00:00",
  "updated_at": "2022-06-19T20:36:50+00:00",
  "media_type": "ova",
  "status": "finished_airing",
  "genres": [
    {
      "id": 12,
      "name": "Hentai"
    }
  ],
  "num_episodes": 4,
  "start_season": {
    "year": 2018,
    "season": "fall"
  },
  "source": "manga",
  "average_episode_duration": 941,
  "rating": "rx",
  "studios": [
    {
      "id": 2269,
      "name": "New Generation"
    }
  ]
}