{
  "id": 36952,
  "title": "Tennis no Oujisama: Best Games!!",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1343/95287.webp",
    "large": "https://cdn.myanimelist.net/images/anime/1343/95287l.webp"
  },
  "alternative_titles": {
    "synonyms": [],
    "en": "The Prince of Tennis: Best Games!!",
    "ja": "テニスの王子様 BEST GAMES!!"
  },
  "start_date": "2018-08-24",
  "end_date": "2019-11-15",
  "synopsis": "Tezuka vs. Atobe\nIn the first round of the Kanto Regionals, the Singles 1 matchup between Hyoutei Academy and Seishun Academy pits team captains Keigo Atobe and Kunimitsu Tezuka against each other. After an intense back and forth from both sides, the fate of Seishun's advancement in the competition rests on the shoulders of their team captain. Refusing to let Hyoutei be defeated this early in the tournament, Atobe is determined to defeat Tezuka by exposing and exploiting his weakness.\n\nInui-Kaidou vs. Shishido-Ootori / Oishi-Kikumaru vs. Niou-Yagyuu\nEmboldened by their invigorated efforts, Sadaharu Inui and Kaoru Kaidou compete with Hyoutei's Ryou Shishido and Choutarou Ootori as Seishun's newly formed doubles pair. Prior to the match, Inui proposes to Kaidou that they team up in order to elevate their playstyle and go beyond what they are currently capable of. Meanwhile, Shishido, who had just managed to get back onto the regular team, is resolved to prove that he deserves his position and must win no matter the cost.\n\nKnown as Seishun's \"Golden Pair,\" Eiji Kikumaru and Shuichiro Oishi face off against Rikkai University-Affiliated Middle School's Masaharu Niou and Hiroshi Yagyuu at the Kanto Regional Finals. While the game starts off smoothly for Seishun, Niou and Yagyuu begin to employ various strategies that make the game progressively harder to win. As the Golden Pair struggle against their opponents, the history behind the duo begins to unfold.\n\nFuji vs. Kirihara\nIn the Singles 2 event at the Kanto Regional finals, Seishun's \"Genius\" Shuusuke Fuji contends with Rikkai's second-year ace Akaya Kirihara. Kirihara boldly declares he will win the match within 13 minutes, a statement which Fuji cannot help but scoff at. As the match begins to draw out longer than anticipated, Kirihara resorts to a more violent playstyle. Backed into a corner, Fuji must quickly adapt if he wants to claim victory over Kirihara.\n\n[Written by MAL Rewrite]",
  "mean": 6.61,
  "rank": 6546,
  "popularity": 10055,
  "num_list_users": 3699,
  "num_scoring_users": 391,
  "nsfw": "white",
  "created_at": "2017-12-16T07:42:42+00:00",
  "updated_at": "2023-07-18T07:21:00+00:00",
  "media_type": "ova",
  "status": "finished_airing",
  "genres": [
    {
      "id": 23,
      "name": "School"
    },
    {
      "id": 27,
      "name": "Shounen"
    },
    {
      "id": 30,
      "name": "Sports"
    },
    {
      "id": 77,
      "name": "Team Sports"
    }
  ],
  "num_episodes": 4,
  "start_season": {
    "year": 2018,
    "season": "summer"
  },
  "source": "manga",
  "average_episode_duration": 2040,
  "rating": "pg_13",
  "studios": [
    {
      "id": 200,
      "name": "Tezuka Productions"
    },
    {
      "id": 463,
      "name": "M.S.C"
    }
  ]
}