{
  "id": 37027,
  "title": "Love Live! Sunshine!! The School Idol Movie: Over the Rainbow",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1859/100474.webp",
    "large": "https://cdn.myanimelist.net/images/anime/1859/100474l.webp"
  },
  "alternative_titles": {
    "synonyms": [],
    "en": "",
    "ja": "ラブライブ！サンシャイン!!The School Idol Movie Over the Rainbow"
  },
  "start_date": "2019-01-04",
  "end_date": "2019-01-04",
  "synopsis": "Following the closure of Uranohoshi Girls' High School, the third-year students—Dia Kurosawa, Kanan Matsuura, and Mari Ohara—have just graduated, leaving Aqours with solely the first and second-years. While searching for a new place the remaining members can use to practice, they decide to visit the new school they will soon enroll in. However, to their surprise, the building seems to be abandoned! It turns out that due to the school board's worries regarding how the freshly transferred Uranohoshi students may burden the clubs, they were instead sent to a branch school. This sets Aqours on a new goal—to prove that Uranohoshi students are serious in their clubs as well. Meanwhile, another problem arises: the third-years have unexpectedly gone missing during their graduation trip! \n\nLove Live! Sunshine!! The School Idol Movie: Over the Rainbow revolves around the remaining Aqours members as they venture out to search for their missing seniors and, at the same time, try to figure out a way to change the new school's mind.\n\n[Written by MAL Rewrite]",
  "mean": 7.61,
  "rank": 1568,
  "popularity": 3425,
  "num_list_users": 47608,
  "num_scoring_users": 22170,
  "nsfw": "white",
  "created_at": "2017-12-30T16:36:15+00:00",
  "updated_at": "2022-04-18T01:58:26+00:00",
  "media_type": "movie",
  "status": "finished_airing",
  "genres": [
    {
      "id": 60,
      "name": "Idols (Female)"
    },
    {
      "id": 19,
      "name": "Music"
    },
    {
      "id": 23,
      "name": "School"
    },
    {
      "id": 36,
      "name": "Slice of Life"
    }
  ],
  "num_episodes": 1,
  "start_season": {
    "year": 2019,
    "season": "winter"
  },
  "source": "original",
  "average_episode_duration": 6000,
  "rating": "pg_13",
  "studios": [
    {
      "id": 14,
      "name": "Sunrise"
    }
  ]
}