{
  "id": 37055,
  "title": "Youjo Senki Movie",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1249/117182.webp",
    "large": "https://cdn.myanimelist.net/images/anime/1249/117182l.webp"
  },
  "alternative_titles": {
    "synonyms": [
      "Gekijouban Youjo Senki"
    ],
    "en": "Saga of Tanya the Evil: The Movie",
    "ja": "劇場版 幼女戦記"
  },
  "start_date": "2019-02-08",
  "end_date": "2019-02-08",
  "synopsis": "With its armies sweeping across the continent, the Empire seems unstoppable. After securing victory over the remnants of the Republic's army, the Empire's ultimate victory is finally within reach. However, dark clouds are gathering in the East. The communist-led Russy Federation is mustering troops on its western border, preparing to enter the war. Supported by a detachment of Allied volunteer magicians—among whom is Mary Sioux, the daughter of a soldier killed by Tanya Degurechaff—the Federation is determined to spread the communist creed and bring the Empire to its knees.\n\nMeanwhile, Tanya and her battalion return to the imperial capital from the southern front. Upon their arrival, they are tasked with investigating troop movements on the border with the Federation. Any escalation of violence at this point may lead to new conflicts, plunging the world into a devastating global war.\n\nWill the Empire eventually emerge victorious from its struggle, or will it crumble in the face of superior enemies and radically different ideologies?\n\n[Written by MAL Rewrite]\n",
  "mean": 8.23,
  "rank": 356,
  "popularity": 873,
  "num_list_users": 302289,
  "num_scoring_users": 160667,
  "nsfw": "white",
  "created_at": "2018-01-05T11:55:26+00:00",
  "updated_at": "2024-11-18T21:38:24+00:00",
  "media_type": "movie",
  "status": "finished_airing",
  "genres": [
    {
      "id": 1,
      "name": "Action"
    },
    {
      "id": 10,
      "name": "Fantasy"
    },
    {
      "id": 62,
      "name": "Isekai"
    },
    {
      "id": 38,
      "name": "Military"
    },
    {
      "id": 72,
      "name": "Reincarnation"
    }
  ],
  "num_episodes": 1,
  "start_season": {
    "year": 2019,
    "season": "winter"
  },
  "source": "light_novel",
  "average_episode_duration": 5880,
  "rating": "r",
  "studios": [
    {
      "id": 1567,
      "name": "Nut"
    }
  ]
}