{
  "id": 37099,
  "title": "Xiong Chumo: Xiong Zin Guilai",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/7/89998.jpg",
    "large": "https://cdn.myanimelist.net/images/anime/7/89998l.jpg"
  },
  "alternative_titles": {
    "synonyms": [
      "Boonie Bears III"
    ],
    "en": "Boonie Bears: The Big Top Secret",
    "ja": "熊出没之熊心归来"
  },
  "start_date": "2016-01-30",
  "end_date": "2016-01-30",
  "synopsis": "A story of friends old and new, of being lost but most importantly being found; The Big Top Secret follows Briar as he is whisked away from the home he knows and plunged head first into the ranks of a traveling circus. The struggling circus, led by Hugo the Gorilla, is on its last leg and in desperate need of a boost. Frustrated with his brother, Bramble, and the rest of his forest friends, Briar finds a new and welcoming home among Wolfgang’s Big Top. Briar brings life back to the circus and quickly finds happiness in his new life filled with new friends and fame. While rising to the top has its benefits, it also comes with a price. After searching high and low, Bramble and his forest friends are thrilled to have found their lost Briar, but Briar is not so sure that he wants to be found. He doesn’t want to leave his perfect new life at the big top but even the most perfect-seeming things have dark sides. Through trials and chases and trains, all of the animals learn what it is to belong and the true meaning of family.\n\n(Source: Official YouTube Channel)",
  "rank": 15209,
  "popularity": 18533,
  "num_list_users": 328,
  "num_scoring_users": 117,
  "nsfw": "white",
  "created_at": "2018-01-12T04:19:24+00:00",
  "updated_at": "2021-05-29T14:58:16+00:00",
  "media_type": "movie",
  "status": "finished_airing",
  "genres": [
    {
      "id": 2,
      "name": "Adventure"
    },
    {
      "id": 4,
      "name": "Comedy"
    },
    {
      "id": 15,
      "name": "Kids"
    }
  ],
  "num_episodes": 1,
  "start_season": {
    "year": 2016,
    "season": "winter"
  },
  "source": "original",
  "average_episode_duration": 5912,
  "rating": "pg",
  "studios": []
}