{
  "id": 37150,
  "title": "Douluo Dalu",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1438/101531.jpg",
    "large": "https://cdn.myanimelist.net/images/anime/1438/101531l.jpg"
  },
  "alternative_titles": {
    "synonyms": [
      "Combat Continent"
    ],
    "en": "Soul Land",
    "ja": "斗罗大陆"
  },
  "start_date": "2018-01-20",
  "end_date": "2018-07-14",
  "synopsis": "Tang San is one of Tang Sect martial art clan's most prestigious disciples and peerless in the use of hidden weapons. With high expectations, the sect's elders believe his future will be bright; yet Tang chooses to forsake this life at the cost of obtaining the sect's forbidden lore—an action punishable by death. Tang, now content with his ascension of knowledge, sees no reason to keep on living and jumps from Hell's Peak, but little did he know that that would not be the end of his existence. \n\nIn Douluo Continent, the strong prevail and the weak perish. Each person possesses an innate spirit, some of which can be cultivated and strengthened, bestowing its user with various benefits. Those who were born with such spirits can become Spirit Masters, a profession regarded as one of the continent's most noble.\n\nTang, reincarnated into this strange world, knows only the life of a blacksmith's son. At the age of six, he takes part in the Spirit Master ceremony, and discovers his spirit is Blue Silver Grass—supposedly the world's most useless spirit. In contrast, however, he possesses strong spirit power. Now, aided by the memories of his previous life as well, Tang's future as a Spirit Master is in no way bleak.\n\n[Written by MAL Rewrite]",
  "mean": 7.93,
  "rank": 750,
  "popularity": 4177,
  "num_list_users": 30709,
  "num_scoring_users": 12269,
  "nsfw": "white",
  "created_at": "2018-01-20T03:24:55+00:00",
  "updated_at": "2022-04-17T01:14:59+00:00",
  "media_type": "ona",
  "status": "finished_airing",
  "genres": [
    {
      "id": 1,
      "name": "Action"
    },
    {
      "id": 2,
      "name": "Adventure"
    },
    {
      "id": 10,
      "name": "Fantasy"
    },
    {
      "id": 13,
      "name": "Historical"
    },
    {
      "id": 17,
      "name": "Martial Arts"
    },
    {
      "id": 72,
      "name": "Reincarnation"
    },
    {
      "id": 22,
      "name": "Romance"
    }
  ],
  "num_episodes": 26,
  "start_season": {
    "year": 2018,
    "season": "winter"
  },
  "source": "novel",
  "average_episode_duration": 1200,
  "rating": "pg_13",
  "studios": [
    {
      "id": 1768,
      "name": "Sparkly Key Animation Studio"
    }
  ]
}