{
  "id": 37597,
  "title": "Dakaretai Otoko 1-i ni Odosarete Imasu.",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1402/95620.jpg",
    "large": "https://cdn.myanimelist.net/images/anime/1402/95620l.jpg"
  },
  "alternative_titles": {
    "synonyms": [
      "Dakaretai Otoko Ichii ni Odosarete Imasu.",
      "Dakaretai Otoko No.1 ni Odosareteimasu."
    ],
    "en": "Dakaichi -I'm being harassed by the sexiest man of the year-",
    "ja": "抱かれたい男1位に脅されています。"
  },
  "start_date": "2018-10-06",
  "end_date": "2018-12-29",
  "synopsis": "Takato Saijou has held the title of \"Sexiest Man of the Year\" for five years running. He is an accomplished actor, with 20 years of experience under his belt, and is aware his good looks are well above average. Proud of his career, Takato regards the title as an appropriate indicator of his success.\n\nBut when his reign is ended by acting newbie Junta Azumaya, who debuted only three years ago, Takato's initial shock gives way to jealous hostility. Even in the new drama that he has been cast in, Junta seems to have suddenly surpassed him; snatching Takato's usual spot of lead actor, Junta continually manages to get on his nerves. Most infuriating of all are the bright smile and kind words that accompany everything Junta does.\n\nAll this animosity comes to a head, however, when Junta catches Takato in a rather vulnerable drunken state. Endangering his own public image, Takato confronts the junior actor with harsh words and angry comments—an opportunity Junta takes every advantage of. With the famous actor Takato Saijou now on video picking a fight with a co-star, Junta has the perfect means to blackmail him.\n\nAsking the price of his enemy's silence, Takato is shocked to find that his motivation lies far from advancing his career; instead, Junta's terms are those that can only be realized in the bedroom!\n\n[Written by MAL Rewrite]\n",
  "mean": 7.35,
  "rank": 2512,
  "popularity": 1500,
  "num_list_users": 164554,
  "num_scoring_users": 82540,
  "nsfw": "white",
  "created_at": "2018-03-25T02:43:02+00:00",
  "updated_at": "2024-07-01T10:48:20+00:00",
  "media_type": "tv",
  "status": "finished_airing",
  "genres": [
    {
      "id": 50,
      "name": "Adult Cast"
    },
    {
      "id": 28,
      "name": "Boys Love"
    },
    {
      "id": 4,
      "name": "Comedy"
    },
    {
      "id": 8,
      "name": "Drama"
    },
    {
      "id": 75,
      "name": "Showbiz"
    }
  ],
  "num_episodes": 13,
  "start_season": {
    "year": 2018,
    "season": "fall"
  },
  "broadcast": {
    "day_of_the_week": "saturday",
    "start_time": "00:00"
  },
  "source": "manga",
  "average_episode_duration": 1420,
  "rating": "pg_13",
  "studios": [
    {
      "id": 1835,
      "name": "CloverWorks"
    }
  ]
}