{
  "id": 37623,
  "title": "Chiisana Eiyuu: Kani to Tamago to Toumei Ningen",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1881/93496.jpg",
    "large": "https://cdn.myanimelist.net/images/anime/1881/93496l.jpg"
  },
  "alternative_titles": {
    "synonyms": [
      "Ponoc Tanpen Gekijou",
      "Ponoc Short Films Theatre"
    ],
    "en": "Modest Heroes",
    "ja": "ちいさな英雄－カニとタマゴと透明人間－"
  },
  "start_date": "2018-08-24",
  "end_date": "2018-08-24",
  "synopsis": "Kaniini to Kaniino (Kanini & Kanino)\nUnder the faint sound of fluttering fairy wings, a forest stream is the home to tiny anthropomorphized freshwater crabs. Siblings Kanini and Kanino live peacefully with their father while their mother is above the surface to give birth. However, during a fierce storm, their father is lost downstream, so the siblings set out to find him on their own. But the waters are not free of danger, and a flesh-hungry piranha could be hiding behind any stone.\n\nSamurai Egg (Life Ain't Gonna Lose)\nIn a carefully monitored hospital room, one boy writhes in pain at the mere taste of eggs. His name is Shun, and he has had a severe egg allergy his whole life. As a child, Shun is careless and his condition is frustrating—as it is to his mother, who is constantly battling his egg intolerance and near death experiences. But, through perseverance, Shun learns to live despite the amount of eggs in the world around him.\n\nToumei Ningen (Invisible)\nAn invisible man starts his monotonous day as usual—by putting on clothes and the weight of a fire extinguisher on his shoulders to keep his airy body grounded. Although he interacts with the tangible world, no one actually seems to acknowledge his presence. That is, until he meets a kind-hearted blind individual in a heavy storm, one that may show him the purpose of his isolated life.\n\n[Written by MAL Rewrite]\n",
  "mean": 6.84,
  "rank": 4959,
  "popularity": 4274,
  "num_list_users": 28488,
  "num_scoring_users": 14404,
  "nsfw": "white",
  "created_at": "2018-03-27T08:05:01+00:00",
  "updated_at": "2022-10-12T15:15:08+00:00",
  "media_type": "movie",
  "status": "finished_airing",
  "genres": [
    {
      "id": 1,
      "name": "Action"
    },
    {
      "id": 2,
      "name": "Adventure"
    },
    {
      "id": 46,
      "name": "Award Winning"
    },
    {
      "id": 8,
      "name": "Drama"
    },
    {
      "id": 10,
      "name": "Fantasy"
    }
  ],
  "num_episodes": 3,
  "start_season": {
    "year": 2018,
    "season": "summer"
  },
  "source": "original",
  "average_episode_duration": 1069,
  "rating": "g",
  "studios": [
    {
      "id": 1523,
      "name": "Studio Ponoc"
    }
  ]
}