{
  "id": 3762,
  "title": "The Borgman: Last Battle",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1322/106024.jpg",
    "large": "https://cdn.myanimelist.net/images/anime/1322/106024l.jpg"
  },
  "alternative_titles": {
    "synonyms": [
      "Sonic Soldier Borgman: The Final Battle",
      "Chouon Senshi Borgman: Last Battle"
    ],
    "en": "Sonic Soldier Borgman: Last Battle",
    "ja": "THE·BORGMAN LAST BATTLE (ザ・ボーグマン ラストバトル)"
  },
  "start_date": "1989-09-16",
  "end_date": "1989-09-16",
  "synopsis": "It has been three years since the end of the series. Ryo works for NASA as an engineer on a large rocket project. Anise, fellow Borgman and lover, has been reduced to flipping burgers in a restaurant. So naturally, when she gets a letter offering her a professional job in a big, Japanese, high-tech project, she jumps at the chance. Ryo, however, is as indecisive as ever and so she leaves for Japan without him.\n  \nChuck Sweager, the third Borgman, is a police officer, as is his girlfriend Miki. When she witnesses a fight amongst several cyborgs she tells Chuck, who says flatly that it cannot be possible, since the only living cyborgs are Ryo, Anise, and himself. But she convinces him and they investigate. Anise arrives for her new job, and when they meet for dinner they explain the situation to her. Anise volunteers to sneak around the Heaven's Gate project, which they believe to be the source of these new cyborgs. Ryo, meanwhile, is en route to Japan to go after his girlfriend. Accompanying him is Hussan, one of the two surviving researchers on the Borgman Project, who has been asked to appear before the Tokyo Police to help investigate. Once the entire cast is in Japan, things begin to get complicated. \n\n(Source: ex.org)",
  "mean": 6.01,
  "rank": 9886,
  "popularity": 12466,
  "num_list_users": 1643,
  "num_scoring_users": 679,
  "nsfw": "white",
  "created_at": "2008-01-22T21:34:00+00:00",
  "updated_at": "2022-04-17T19:37:37+00:00",
  "media_type": "ova",
  "status": "finished_airing",
  "genres": [
    {
      "id": 1,
      "name": "Action"
    },
    {
      "id": 6,
      "name": "Mythology"
    },
    {
      "id": 24,
      "name": "Sci-Fi"
    }
  ],
  "num_episodes": 1,
  "start_season": {
    "year": 1989,
    "season": "summer"
  },
  "source": "other",
  "average_episode_duration": 3577,
  "rating": "pg_13",
  "studios": [
    {
      "id": 242,
      "name": "Ashi Productions"
    }
  ]
}