{
  "id": 3771,
  "title": "Nee, Chanto Shiyou Yo!",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1904/112758.webp",
    "large": "https://cdn.myanimelist.net/images/anime/1904/112758l.webp"
  },
  "alternative_titles": {
    "synonyms": [
      "Ane, Chanto Shiyou Yo!"
    ],
    "en": "",
    "ja": "姉、ちゃんとしようよっ！"
  },
  "start_date": "2005-11-25",
  "end_date": "2007-07-27",
  "synopsis": "Based on a game by Candy Soft \n\nMy name is Kuya Hiiragi. Actually, I have six elder sisters. The eldest sister is Hinano Ne-san although she looks quite young. She is always worrying about that, so if she is treated like a child, she gets angry. The second sister is Kaname Onee-sama. She is a popular lawyer and is known as the \"Icy Lawyer\". In fact, she is my first love. The third is Serori Ne-Ne. She is half Japanese and half North European. She has the most voluptuous body of all the sisters, but her behavior is very childish. The fourth is Tomoe Ne. Although she looks quite stern, she is actually quite gentle and gets teased by the other sisters. The fifth is Takane Aneki. She is highhanded, and treats me like a servant. She often beats me. The youngest sister is Umi Oneechan. She takes care of me a lot, and devotes much love to me.\n\nWhen I was a child, I was adopted by the Hiiragi family. But because the father was afraid that the sisters would spoil me, I was sent to a relative to train myself. It is the first time I`ve gone home since then. I was very excited to see them again, especially Kaname, my first love.\n\nThey welcomed me home, but late at night, Kaname Onee-sama raped me, and treated me like a toy. I felt very ashamed and I made up my mind to train my sex technique to put her to shame...with the help of the other sisters.\n\n(Source: AnimeNfo)",
  "mean": 6.94,
  "popularity": 5973,
  "num_list_users": 13559,
  "num_scoring_users": 4907,
  "nsfw": "gray",
  "created_at": "2008-01-24T19:19:06+00:00",
  "updated_at": "2022-03-23T22:17:56+00:00",
  "media_type": "ova",
  "status": "finished_airing",
  "genres": [
    {
      "id": 12,
      "name": "Hentai"
    }
  ],
  "num_episodes": 5,
  "start_season": {
    "year": 2005,
    "season": "fall"
  },
  "source": "visual_novel",
  "average_episode_duration": 1695,
  "rating": "rx",
  "studios": [
    {
      "id": 407,
      "name": "Studio 9 Maiami"
    }
  ]
}