{
  "id": 37737,
  "title": "Mu Wang Zhi Wang: Qi Lin Jue",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1772/154675.webp",
    "large": "https://cdn.myanimelist.net/images/anime/1772/154675l.webp"
  },
  "alternative_titles": {
    "synonyms": [
      "Great King of the Grave: Secrets of the Qilin"
    ],
    "en": "",
    "ja": "墓王之王 麒麟决"
  },
  "start_date": "2016-07-21",
  "end_date": "2016-11-24",
  "synopsis": "It tells the story of Murong Xian, who murders his father to seize the throne, forming alliances with treacherous officials and internal strife, and engaging in espionage, plunging the Tomb King City into darkness. The mysterious treasure within the Kunlun Mountain tombs attracts various forces, including the Tomb King City, the Imperial Arrest Bureau, and tomb-raiding sects. \n\nTo protect the reputation of the tomb raiding sects and the safety of the treasure, Luo Shiqiu, the young master of the Luo family, and the prodigy Lou Manfeng are tasked with seizing the key to the treasure sealed within the Gu Zi Tomb (the Tomb-Breaking Token). The Tomb King City dispatches its young lord, leading a team of unparalleled experts, to lay numerous traps within the Gu Zi Tomb. Lou Manfeng cleverly used his double agent identity to protect Luo Shiqiu as he trained the Qilin Arm to open the tomb. \n\nSimultaneously, he exploited internal conflicts within the Tomb King City, persuading the powerful Poison Bone Hand master Han Qianluo, outwitting Lin Shuiyao, the daughter of Mo Gong City's leader, blocking the demon Ling Mo from the Sound Demon Island, and inexplicably defeating the seven supreme tomb guardians during a bloody battle at the Spirit Tower. \n\nDuring Luo Shiqiu's battle against the Qilin Young Master, both Luo Shiqiu and Han Qianluo broke their Qilin Arms. In the nick of time, Lou Manfeng, carrying confidential information, suddenly intervened, seizing the treasure key, the Tomb-Breaking Token. Enraged, the tomb guardians launched a counterattack, but Han Qianluo leaped to shield Lou Manfeng from a fatal blow…\n\n(Source: Tencent, translated)",
  "mean": 6.51,
  "rank": 7338,
  "popularity": 13716,
  "num_list_users": 1390,
  "num_scoring_users": 310,
  "nsfw": "white",
  "created_at": "2018-04-13T08:07:53+00:00",
  "updated_at": "2025-12-27T19:48:48+00:00",
  "media_type": "ona",
  "status": "finished_airing",
  "genres": [
    {
      "id": 1,
      "name": "Action"
    },
    {
      "id": 13,
      "name": "Historical"
    },
    {
      "id": 17,
      "name": "Martial Arts"
    },
    {
      "id": 7,
      "name": "Mystery"
    },
    {
      "id": 22,
      "name": "Romance"
    }
  ],
  "num_episodes": 20,
  "start_season": {
    "year": 2016,
    "season": "summer"
  },
  "source": "original",
  "average_episode_duration": 1124,
  "rating": "pg_13",
  "studios": [
    {
      "id": 2191,
      "name": "BUILD DREAM"
    }
  ]
}