{
  "id": 37804,
  "title": "Shirobako Movie",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1328/111351.webp",
    "large": "https://cdn.myanimelist.net/images/anime/1328/111351l.webp"
  },
  "alternative_titles": {
    "synonyms": [
      "White Box Movie"
    ],
    "en": "",
    "ja": "劇場版 SHIROBAKO"
  },
  "start_date": "2020-02-29",
  "end_date": "2020-02-29",
  "synopsis": "Four years after the production of Daisan Hikou Shoujotai, the once renowned Musashino Animation—commonly known as \"Musani\"—is in a dire state. The abrupt cancellation of an ambitious project left the company in financial turmoil, causing most of the staff members to resign. Since then, Musani has failed to create any remarkable works and gradually lost its luster. Despite her wavering optimism, producer Aoi Miyamori is unwilling to let this situation continue. Luckily, her opportunity comes in the form of SIVA, an original feature film scheduled to release in 10 months.\n\nMeanwhile, Aoi's friends are also facing problems with their own professions: animation supervisor Ema Yasuhara is struggling to keep up with her tight schedule; reporter and voice actress Shizuka Sakaki is discontent with the lack of anime roles; screenwriter Midori Imai has been unable to find inspiration since her previous failure; and 3D artist Misa Toudou is concerned that her excessive passion hinders her career.\n\nWhile the anime industry is one full of setbacks and uncertainties, the five girls are all hellbent on persevering through the arduous path ahead—which just might bring them a step closer to accomplishing their shared dream.\n\n[Written by MAL Rewrite]",
  "mean": 7.65,
  "rank": 1532,
  "popularity": 3341,
  "num_list_users": 55359,
  "num_scoring_users": 16354,
  "nsfw": "white",
  "created_at": "2018-04-28T08:16:02+00:00",
  "updated_at": "2022-09-30T06:25:12+00:00",
  "media_type": "movie",
  "status": "finished_airing",
  "genres": [
    {
      "id": 50,
      "name": "Adult Cast"
    },
    {
      "id": 4,
      "name": "Comedy"
    },
    {
      "id": 8,
      "name": "Drama"
    },
    {
      "id": 69,
      "name": "Otaku Culture"
    },
    {
      "id": 48,
      "name": "Workplace"
    }
  ],
  "num_episodes": 1,
  "start_season": {
    "year": 2020,
    "season": "winter"
  },
  "source": "original",
  "average_episode_duration": 7200,
  "rating": "pg_13",
  "studios": [
    {
      "id": 132,
      "name": "P.A. Works"
    }
  ]
}