{
  "id": 37964,
  "title": "Mayonaka no Occult Koumuin",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1859/100448.jpg",
    "large": "https://cdn.myanimelist.net/images/anime/1859/100448l.jpg"
  },
  "alternative_titles": {
    "synonyms": [],
    "en": "Midnight Occult Civil Servants",
    "ja": "真夜中のオカルト公務員"
  },
  "start_date": "2019-04-08",
  "end_date": "2019-06-24",
  "synopsis": "The Nocturnal Community Relations Division is a team of people who specialize in solving cases involving the ominous occult creatures of the night unseen by ordinary humans. Young and unsuspecting Arata Miyako has been assigned to the Shinjuku Ward Office of the division, where he meets his fellow members Theo Himezuka and Kyouichi Sakaki. \n\nOn his first night, Arata finds himself on a mission where he discovers to his surprise that not only does every supernatural creature he once thought to be fictional actually exist, but also that he is the only human who can understand their non-human speech. Arata's surprises do not end there, as later that night, he meets a legendary creature called a Tengu that refers to him as the famous Heian-era exorcist, Abe no Seimei. Unfamiliar with the exorcist, Arata pays no mind and continues to work with his team, utilizing his unique ability to assist in the resolution of their cases. \n\nMistaken by many occult creatures as Abe no Seimei and quickly becoming notorious for his special ability during his work, Arata becomes curious of his origins and invests himself more into solving cases regarding occult creatures he encounters once he learns of a certain connection between himself and the exorcist. However, Arata will quickly find that dealing with supernatural creatures is not as simple as he thought, as danger begins to play a fundamental role in his everyday findings and his ability starts to present an unexpected issue.\n\n[Written by MAL Rewrite]",
  "mean": 6.77,
  "rank": 5790,
  "popularity": 2711,
  "num_list_users": 79578,
  "num_scoring_users": 28313,
  "nsfw": "white",
  "created_at": "2018-07-20T18:35:50+00:00",
  "updated_at": "2024-10-22T11:12:03+00:00",
  "media_type": "tv",
  "status": "finished_airing",
  "genres": [
    {
      "id": 50,
      "name": "Adult Cast"
    },
    {
      "id": 7,
      "name": "Mystery"
    },
    {
      "id": 6,
      "name": "Mythology"
    },
    {
      "id": 25,
      "name": "Shoujo"
    },
    {
      "id": 37,
      "name": "Supernatural"
    },
    {
      "id": 48,
      "name": "Workplace"
    }
  ],
  "num_episodes": 12,
  "start_season": {
    "year": 2019,
    "season": "spring"
  },
  "broadcast": {
    "day_of_the_week": "monday",
    "start_time": "00:30"
  },
  "source": "manga",
  "average_episode_duration": 1416,
  "rating": "pg_13",
  "studios": [
    {
      "id": 839,
      "name": "LIDENFILMS"
    }
  ]
}