{
  "id": 37972,
  "title": "Hoshiai no Sora",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1807/103081.webp",
    "large": "https://cdn.myanimelist.net/images/anime/1807/103081l.webp"
  },
  "alternative_titles": {
    "synonyms": [],
    "en": "Stars Align",
    "ja": "星合の空"
  },
  "start_date": "2019-10-11",
  "end_date": "2019-12-27",
  "synopsis": "Constantly outperformed by the girls' club, the boys' soft tennis club faces disbandment due to their poor skills and lack of positive results in matches. In desperate need of members, Touma Shinjou is looking to recruit capable players, but he fails to scout anyone. Enter Maki Katsuragi, a new transfer student who demonstrates great reflexes when he catches a stray cat in his classroom, instantly capturing Touma's attention. With his interest piqued, Touma ambitiously asks Maki to join the boys' team but is quickly rejected, as Maki doesn't wish to join any clubs. Touma refuses to back down and ends up persuading Maki—only under the condition that Touma will pay him for his participation and cover other club expenses. \n\nMaki joins the team, and his incredible form and quick learning allow him to immediately outshine the rest of the team. Although this gives rise to conflict among the boys, Maki challenges and pushes his fellow team members to not only keep up with his seemingly natural talent, but also drive them to devote themselves to the game they once neglected. \n\nAs the members of the boys' soft tennis club discover their own capabilities, they endure personal hardships and deal with the darker side of growing up in middle school.\n\n[Written by MAL Rewrite]",
  "mean": 7.59,
  "rank": 1631,
  "popularity": 1232,
  "num_list_users": 212114,
  "num_scoring_users": 88149,
  "nsfw": "white",
  "created_at": "2018-07-20T19:04:57+00:00",
  "updated_at": "2024-04-22T03:10:00+00:00",
  "media_type": "tv",
  "status": "finished_airing",
  "genres": [
    {
      "id": 8,
      "name": "Drama"
    },
    {
      "id": 23,
      "name": "School"
    },
    {
      "id": 30,
      "name": "Sports"
    }
  ],
  "num_episodes": 12,
  "start_season": {
    "year": 2019,
    "season": "fall"
  },
  "broadcast": {
    "day_of_the_week": "friday",
    "start_time": "01:58"
  },
  "source": "original",
  "average_episode_duration": 1452,
  "rating": "pg_13",
  "studios": [
    {
      "id": 441,
      "name": "8bit"
    }
  ]
}