{
  "id": 37982,
  "title": "Domestic na Kanojo",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1021/95670.webp",
    "large": "https://cdn.myanimelist.net/images/anime/1021/95670l.webp"
  },
  "alternative_titles": {
    "synonyms": [
      "Dome x Kano",
      "Domekano"
    ],
    "en": "Domestic Girlfriend",
    "ja": "ドメスティックな彼女"
  },
  "start_date": "2019-01-12",
  "end_date": "2019-03-30",
  "synopsis": "In their teenage years, few things can hurt people more than the heartaches that come with unrequited love. Such is the case for Natsuo Fujii, who has found himself entranced by his school's ever-cheerful teacher Hina. Deflated by this unreachable desire, Natsuo humors his friends and attends a mixer. There he meets Rui, a girl whose lack of excitement rivals that of himself. After bonding over their mutual awkwardness, Rui takes Natsuo to her house and asks him to have sex with her, hoping that the experience will stop her friends from treating her like a clueless child. With his hopeless feelings towards Hina still on his mind, Natsuo hesitantly agrees.\n\nEqually unfulfilled by their \"first times,\" the two decide to part ways as strangers. However, before he even has a chance to process this experience, Natsuo's father drops a major bombshell: he is getting remarried, and his new wife Tsukiko Tachibana is coming over now to meet Natsuo. As if that was not enough of a shock, her daughters—and, in turn, Natsuo's new sisters—are Hina and Rui Tachibana, the woman he's in love with and the girl with whom he shared his first night. Now, Natsuo must come to terms with the feelings he has for his step-siblings as his eyes open to a darker side of love.\n\n[Written by MAL Rewrite]",
  "mean": 6.62,
  "rank": 6599,
  "popularity": 266,
  "num_list_users": 813066,
  "num_scoring_users": 487402,
  "nsfw": "white",
  "created_at": "2018-07-21T02:31:29+00:00",
  "updated_at": "2022-04-18T04:37:49+00:00",
  "media_type": "tv",
  "status": "finished_airing",
  "genres": [
    {
      "id": 8,
      "name": "Drama"
    },
    {
      "id": 64,
      "name": "Love Polygon"
    },
    {
      "id": 22,
      "name": "Romance"
    },
    {
      "id": 23,
      "name": "School"
    },
    {
      "id": 27,
      "name": "Shounen"
    }
  ],
  "num_episodes": 12,
  "start_season": {
    "year": 2019,
    "season": "winter"
  },
  "broadcast": {
    "day_of_the_week": "saturday",
    "start_time": "01:55"
  },
  "source": "manga",
  "average_episode_duration": 1512,
  "rating": "r+",
  "studios": [
    {
      "id": 51,
      "name": "Diomedéa"
    }
  ]
}