{
  "id": 380,
  "title": "Fushigi Yuugi OVA",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1171/92443.jpg",
    "large": "https://cdn.myanimelist.net/images/anime/1171/92443l.jpg"
  },
  "alternative_titles": {
    "synonyms": [
      "Fushigi Yugi OVA 1"
    ],
    "en": "Mysterious Play OVA",
    "ja": "ふしぎ遊戯"
  },
  "start_date": "1996-10-25",
  "end_date": "1997-02-25",
  "synopsis": "Having concluded their adventure inside the mystical book The Universe of the Four Gods, Miaka Yuuki and Yui Hongo resume their ordinary lives with but one exception: upon returning to the real world, Miaka is permitted to bring her beloved Tamahome along with her. \n\nUnfortunately, shortly afterward, new troubles threaten the couple's hard-earned happiness. During a visit to the graves of the two other girls who had traveled inside The Universe of the Four Gods, Tamahome is engulfed by a red light and disappears right before Miaka's eyes. Witnessing the puzzling incident, her brother Keisuke and his best friend Tetsuya Kajiwara resolve to help the heartbroken Miaka find her boyfriend again. \n\nMeanwhile, Tamahome has been brought back into the book, only to discover that 50 years had passed since his departure. To his surprise, he learns that he has now switched identities with his former enemy, Nakago. Will the two lovers triumph over these adversities to reunite once more, or are they doomed to remain separated forever?\n\n\nFushigi Yuugi Otsukare Ian Bus Ryokou: Kindan no Josei Onsen-hen\nThe Celestial Warriors of gods Suzaku and Seiryuu, alongside their priestesses, Miaka Yuuki and Yui Hongo, are granted a bus trip to a special hot spring resort to enjoy some leisure time. Despite the extensive journey, the lively party spices up the experience by playing mischievous tricks on each other, completely unaware of the surprise awaiting them at their destination.\n\n[Written by MAL Rewrite]\n",
  "mean": 7.12,
  "rank": 3869,
  "popularity": 4803,
  "num_list_users": 24153,
  "num_scoring_users": 12499,
  "nsfw": "white",
  "created_at": "2005-11-25T10:42:00+00:00",
  "updated_at": "2023-01-06T08:35:40+00:00",
  "media_type": "ova",
  "status": "finished_airing",
  "genres": [
    {
      "id": 2,
      "name": "Adventure"
    },
    {
      "id": 10,
      "name": "Fantasy"
    },
    {
      "id": 13,
      "name": "Historical"
    },
    {
      "id": 62,
      "name": "Isekai"
    },
    {
      "id": 17,
      "name": "Martial Arts"
    },
    {
      "id": 22,
      "name": "Romance"
    },
    {
      "id": 25,
      "name": "Shoujo"
    }
  ],
  "num_episodes": 3,
  "start_season": {
    "year": 1996,
    "season": "fall"
  },
  "source": "manga",
  "average_episode_duration": 1710,
  "rating": "pg_13",
  "studios": [
    {
      "id": 1,
      "name": "Pierrot"
    }
  ]
}