{
  "id": 38086,
  "title": "Fate/Grand Order: Shinsei Entaku Ryouiki Camelot 2 - Paladin; Agateram",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1736/114615.jpg",
    "large": "https://cdn.myanimelist.net/images/anime/1736/114615l.jpg"
  },
  "alternative_titles": {
    "synonyms": [],
    "en": "Fate/Grand Order: Divine Realm of the Round Table - Camelot Paladin; Agateram",
    "ja": "劇場版Fate/Grand Order -神聖円卓領域キャメロット- Paladin; Agateram"
  },
  "start_date": "2021-05-15",
  "end_date": "2021-05-15",
  "synopsis": "\"This time for sure, I will kill my king with my own hands...\"\n\nJerusalem, 1273 A.D. Here, both the wandering knight, Bedivere, and Chaldea’s own expedition find the Sixth Singularity. The residents of this desolate land have been driven from their homes as three opposing powers battle for control of the land.\n\nBedivere and company seek the help of the Mountain People to rise up against the Lion King and the Knights of the Round Table and combat their slaughter of innocents. After a deadly struggle and the loss of a dear friend, the group approaches Ozymandias, the Sun King, whose incredible power could help them turn the tables. In the halls of this great pharaoh, they desperately seek an alliance. Ozymandias, however, reveals the Lion King’s plans and refuses to assist in foiling them, instead wishing to protect his own people.\n\nShaken to their core by the revelation of the Lion King’s true intentions, Bedivere and the Chaldean expedition decide to mount an attack on Camelot itself, hoping to put an end to the Lion King’s schemes.\n\nAt last, the day of the final battle in the Holy City arrives.\n\nWhat are the true intentions of the Lion King, who has become so cold-blooded and diabolical?\nHow can humanity be saved from a world where ruin has been already promised?\nWhat will become of Bedivere after shouldering the burden of a sin that can never be pardoned?\n\n(Source: Official Website)",
  "mean": 7.6,
  "rank": 1549,
  "popularity": 2523,
  "num_list_users": 78390,
  "num_scoring_users": 31204,
  "nsfw": "white",
  "created_at": "2018-07-29T08:30:04+00:00",
  "updated_at": "2024-10-02T16:29:08+00:00",
  "media_type": "movie",
  "status": "finished_airing",
  "genres": [
    {
      "id": 1,
      "name": "Action"
    },
    {
      "id": 10,
      "name": "Fantasy"
    }
  ],
  "num_episodes": 1,
  "start_season": {
    "year": 2021,
    "season": "spring"
  },
  "source": "game",
  "average_episode_duration": 5760,
  "rating": "pg_13",
  "studios": [
    {
      "id": 10,
      "name": "Production I.G"
    }
  ]
}