{
  "id": 38161,
  "title": "Kabukichou Sherlock",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1657/111622.jpg",
    "large": "https://cdn.myanimelist.net/images/anime/1657/111622l.jpg"
  },
  "alternative_titles": {
    "synonyms": [
      "Sherlock of Kabukicho",
      "Kabukicho Sherlock"
    ],
    "en": "Case File nº221: Kabukicho",
    "ja": "歌舞伎町シャーロック"
  },
  "start_date": "2019-10-12",
  "end_date": "2020-03-28",
  "synopsis": "In Shinjuku ward's east side lies Kabukichou, a vibrant city of chaos that glows brilliantly with neon lights but also hides unseen darkness. Employed at a university hospital on the west side, John H. Watson is looking for someone who can assist him with an odd case. His search leads him to the Pipe Cat, an underground bar that serves as a meetup venue and job board for some of the best detectives in Shinjuku, the most prominent among them being Sherlock Holmes.\n\nUpon finding the bar and meeting the peculiar investigators, John learns that they are pursuing a case involving Jack the Ripper, an infamous serial killer. Due to subsequent events, John ends up driving Sherlock to the crime scene of a murder supposedly carried out by Jack the Ripper. Even though John is only there to enlist Sherlock's help with his case, he witnesses Sherlock brilliantly uncover the truth behind the crime scene. However, he begins to realize that Sherlock is not only a genius detective but also an eccentric character.\n\nAs John continues to request Sherlock to assist him with his case, he finds himself spiraling into the detective lifestyle of solving cases beyond the minds of ordinary civilians. Through this work, John begins to see the true colors of the chaotic city that is Kabukichou and starts to unravel the unsettling mystery behind his own case.\n\n[Written by MAL Rewrite]",
  "mean": 6.89,
  "rank": 4686,
  "popularity": 2347,
  "num_list_users": 83738,
  "num_scoring_users": 25600,
  "nsfw": "white",
  "created_at": "2018-08-09T18:13:51+00:00",
  "updated_at": "2023-12-24T13:22:03+00:00",
  "media_type": "tv",
  "status": "finished_airing",
  "genres": [
    {
      "id": 50,
      "name": "Adult Cast"
    },
    {
      "id": 4,
      "name": "Comedy"
    },
    {
      "id": 39,
      "name": "Detective"
    },
    {
      "id": 8,
      "name": "Drama"
    },
    {
      "id": 7,
      "name": "Mystery"
    }
  ],
  "num_episodes": 24,
  "start_season": {
    "year": 2019,
    "season": "fall"
  },
  "broadcast": {
    "day_of_the_week": "saturday",
    "start_time": "01:55"
  },
  "source": "original",
  "average_episode_duration": 1446,
  "rating": "r",
  "studios": [
    {
      "id": 10,
      "name": "Production I.G"
    }
  ]
}