{
  "id": 38192,
  "title": "Sakugan",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1431/118413.jpg",
    "large": "https://cdn.myanimelist.net/images/anime/1431/118413l.jpg"
  },
  "alternative_titles": {
    "synonyms": [
      "Sacks&Guns!!",
      "Sakugan Labyrinth Marker",
      "Project ANIMA",
      "削岩ラビリンスマーカー"
    ],
    "en": "Sakugan",
    "ja": "サクガン"
  },
  "start_date": "2021-10-07",
  "end_date": "2021-12-23",
  "synopsis": "The \"Labyrinth\" is an expansive space deep underground where humans live in clusters known as \"colonies.\" Over the years, the surface has become a distant memory—even perhaps only a fantasy to those who have never experienced its wonders.\n\nMaking sure humanity survives the harsh conditions of the underground, a colony's citizens can take on a variety of specialized jobs. These include \"Workers,\" who mine precious ore to fuel the colonies, and \"Markers,\" who journey into the Labyrinth's surprisingly lush environment to bring back information that eases navigation. However, humanity also faces a threat to its existence—creatures called \"kaijuu\" whose sizes range from that of a small child to an enormous building, and are hostile to any human they see. Moreover, kaijuu that are large enough can force their way into the colonies, further increasing their threat level.\n\nMemenpu is a nine-year-old college graduate whose inventions have greatly benefitted the Workers in her local colony. Recently, however, she has been dreaming of a place with a neverending ceiling not bound by bedrock. These aspirations fuel her desire to become a Marker and explore the Labyrinth's vast unknown in search of such a fantastical place. Despite her father Gagumber's vehement disagreement, a certain incident with the kaijuu jumpstarts a dangerous yet exciting adventure that will surely alter humanity's course forever.\n\n[Written by MAL Rewrite]",
  "mean": 6.51,
  "rank": 7087,
  "popularity": 2171,
  "num_list_users": 105660,
  "num_scoring_users": 33614,
  "nsfw": "white",
  "created_at": "2018-08-17T19:22:43+00:00",
  "updated_at": "2024-03-06T11:54:52+00:00",
  "media_type": "tv",
  "status": "finished_airing",
  "genres": [
    {
      "id": 1,
      "name": "Action"
    },
    {
      "id": 2,
      "name": "Adventure"
    },
    {
      "id": 53,
      "name": "Childcare"
    },
    {
      "id": 18,
      "name": "Mecha"
    },
    {
      "id": 24,
      "name": "Sci-Fi"
    }
  ],
  "num_episodes": 12,
  "start_season": {
    "year": 2021,
    "season": "fall"
  },
  "broadcast": {
    "day_of_the_week": "thursday",
    "start_time": "23:30"
  },
  "source": "novel",
  "average_episode_duration": 1419,
  "rating": "pg_13",
  "studios": [
    {
      "id": 41,
      "name": "Satelight"
    }
  ]
}