{
  "id": 38483,
  "title": "Ore wo Suki nano wa Omae dake ka yo",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1348/102797.jpg",
    "large": "https://cdn.myanimelist.net/images/anime/1348/102797l.jpg"
  },
  "alternative_titles": {
    "synonyms": [],
    "en": "ORESUKI Are you the only one who loves me?",
    "ja": "俺を好きなのはお前だけかよ"
  },
  "start_date": "2019-10-03",
  "end_date": "2019-12-26",
  "synopsis": "Amatsuyu \"Jouro\" Kisaragi is a completely average second-year high school student who has two dates over one weekend⁠—with the student council president Sakura \"Cosmos\" Akino on Saturday, then with his childhood friend Aoi \"Himawari\" Hinata on Sunday. Sadly for Jouro, both girls proclaim their love for his best friend Taiyou \"Sun-chan\" Ooga, the ace of the baseball team. Accepting each of their requests for advice and guidance, he is now responsible for helping the two girls win the heart of the same guy.\n\nUnbeknownst to his friends, Jouro's friendly and obtuse image is all but a ruse designed to cast himself as the clueless protagonist of a textbook romantic comedy. A schemer under his cheery facade, he makes the best of this unexpected turn of events with a new plan: get Sun-chan to fall for either Cosmos or Himawari and take the other as his own prize. But Jouro's last-ditch effort is threatened by the gloomy, four-eyed Sumireko \"Pansy\" Sanshokuin, who surprises Jouro with not only her knowledge of his secret personality but also a confession to the true self he hid for all this time.\n\nStuck in this hilariously messy situation, each of the five students must navigate countless lies, traps, and misunderstandings to come out on top.\n\n[Written by MAL Rewrite]",
  "mean": 7.3,
  "rank": 2923,
  "popularity": 507,
  "num_list_users": 495044,
  "num_scoring_users": 260495,
  "nsfw": "white",
  "created_at": "2018-10-07T09:38:10+00:00",
  "updated_at": "2022-04-16T22:07:24+00:00",
  "media_type": "tv",
  "status": "finished_airing",
  "genres": [
    {
      "id": 4,
      "name": "Comedy"
    },
    {
      "id": 35,
      "name": "Harem"
    },
    {
      "id": 22,
      "name": "Romance"
    },
    {
      "id": 23,
      "name": "School"
    }
  ],
  "num_episodes": 12,
  "start_season": {
    "year": 2019,
    "season": "fall"
  },
  "broadcast": {
    "day_of_the_week": "thursday",
    "start_time": "00:30"
  },
  "source": "light_novel",
  "average_episode_duration": 1420,
  "rating": "pg_13",
  "studios": [
    {
      "id": 957,
      "name": "Connect"
    }
  ]
}