{
  "id": 38556,
  "title": "Wo Shi Jiang Xiaobai 2nd Season",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1699/95756.webp",
    "large": "https://cdn.myanimelist.net/images/anime/1699/95756l.webp"
  },
  "alternative_titles": {
    "synonyms": [
      "Wo Shi Jiang Xiao Bai Di Er Ji",
      "I'm Joybo: Words From My Heart",
      "我是江小白：有话对你说"
    ],
    "en": "I'm Joybo 2nd Season",
    "ja": "我是江小白 第二季"
  },
  "start_date": "2018-11-09",
  "end_date": "2019-01-25",
  "synopsis": "After coming to terms with their past, Jiang Xiaobai and Tong Li are still together as editor and author—and now, as lovers too. But not everything is smooth-sailing for the new couple. Tong Li's most recent work is being panned by readers and critics, and Wen Zheng Magazine's recent decline in sales means that her serialization is in jeopardy. Meanwhile, Jiang Xiaobai, fondly remembering making music with his friends in high school, steps in as the backup bassist for a local band struggling to make their break. \n\nSecretly, Tong Li is frustrated both by her writer's block and by Jiang Xiaobai venturing out to chase his old dream. Things come to a head when, following the replacement of the head editor for Editorial Office No. 2, her novel is canceled. As she and Jiang Xiaobai grow estranged and as her family increasingly meddles in their already-strained relationship, Tong Li wanders into a welfare center for autistic people, where she meets a young non-verbal man whose piano playing deeply moves her. She begins to volunteer at the welfare center, not realizing that her and Jiang Xiaobai's worlds are much closer than she thought.\n\n[Written by MAL Rewrite]",
  "mean": 6.43,
  "rank": 7218,
  "popularity": 11321,
  "num_list_users": 2132,
  "num_scoring_users": 239,
  "nsfw": "white",
  "created_at": "2018-10-19T08:04:17+00:00",
  "updated_at": "2022-04-11T22:02:21+00:00",
  "media_type": "ona",
  "status": "finished_airing",
  "genres": [
    {
      "id": 8,
      "name": "Drama"
    },
    {
      "id": 19,
      "name": "Music"
    },
    {
      "id": 22,
      "name": "Romance"
    },
    {
      "id": 36,
      "name": "Slice of Life"
    }
  ],
  "num_episodes": 12,
  "start_season": {
    "year": 2018,
    "season": "fall"
  },
  "source": "original",
  "average_episode_duration": 1624,
  "rating": "pg_13",
  "studios": [
    {
      "id": 1807,
      "name": "2:10 Animation"
    }
  ]
}