{
  "id": 38572,
  "title": "Assassins Pride",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1267/103421.jpg",
    "large": "https://cdn.myanimelist.net/images/anime/1267/103421l.jpg"
  },
  "alternative_titles": {
    "synonyms": [],
    "en": "",
    "ja": "アサシンズプライド"
  },
  "start_date": "2019-10-10",
  "end_date": "2019-12-26",
  "synopsis": "On the brink of extinction, mankind has downsized and now solely resides in the city-state of Flandore, living in cities encased by glass domes. Beyond the domes exist vicious lycanthropes who thrive in the darkness; among the citizens inside, a clear distinction between the nobility and commoners is in place. The blood of nobles enables them to utilize mana, granting them abilities that exceed human limits and greatly assist them in defeating lycanthropes.\n\nAlready 13 years of age, noble Melida Angel has yet to manifest her mana, and attends an elite academy where she is mistreated for her lack thereof. In order to help her, Kufa Vampir is ordered by the Angel family to become Melida's tutor. While Kufa seems to be a mere mentor, an ulterior motive lurks behind his job—he is to assassinate her if he confirms that she does not possess mana.\n\nKufa's investigation eventually leads him to determine he must eliminate Melida. However, Kufa is struck by her unwavering determination, spirit, and belief in herself when he witnesses her in a fight, choosing instead to offer a way she can manifest her magic. As Melida learns to use mana with the help of Kufa's teachings, Kufa forsakes his mission and jeopardizes everything to keep his discovery of Melida unknown to the Angel family and his own guild. However, both Kufa and Melida will soon realize that hiding their secret will not be the only challenge they face, as unforeseen trouble is waiting just around the corner. \n\n[Written by MAL Rewrite]",
  "mean": 5.92,
  "rank": 10488,
  "popularity": 715,
  "num_list_users": 361594,
  "num_scoring_users": 180170,
  "nsfw": "white",
  "created_at": "2018-10-21T07:17:39+00:00",
  "updated_at": "2022-04-17T12:56:58+00:00",
  "media_type": "tv",
  "status": "finished_airing",
  "genres": [
    {
      "id": 10,
      "name": "Fantasy"
    }
  ],
  "num_episodes": 12,
  "start_season": {
    "year": 2019,
    "season": "fall"
  },
  "broadcast": {
    "day_of_the_week": "thursday",
    "start_time": "23:30"
  },
  "source": "light_novel",
  "average_episode_duration": 1440,
  "rating": "pg_13",
  "studios": [
    {
      "id": 1264,
      "name": "EMT Squared"
    }
  ]
}