{
  "id": 38670,
  "title": "Actors: Songs Connection",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1383/103339.webp",
    "large": "https://cdn.myanimelist.net/images/anime/1383/103339l.webp"
  },
  "alternative_titles": {
    "synonyms": [],
    "en": "",
    "ja": "ACTORS -Songs Connection-"
  },
  "start_date": "2019-10-06",
  "end_date": "2019-12-22",
  "synopsis": "Tensho School is located in the 7th Ward of Thrive Central, where emphasis is put on extracurricular activities and all clubs participate in an annual fall singing contest. Having to delay the start of his school year due to his older sister's hospitalization, transfer student Saku Otonomiya finds himself struggling to adapt to his hectic new life. Balancing his part-time job and caring for his sister, he finds it difficult to make time to join a school club.\n\nIn preparation for the upcoming singing contest, the school's singing club wishes to use Sousuke Kagura's song \"Cloudy Days,\" but Kagura is reluctant to grant his permission. The song requires someone with a three-octave range to sing it and he believes that only a VOCALOID can meet the standards. He allows for the club to use his song on the condition that they can find someone who possesses that vocal range to properly sing it.\n\nWhile racking his brain over the composition of his next song, Kagura stumbles upon Otonomiya singing \"Cloudy Days\" perfectly. He invites Otonomiya to form a unit with him for the competition. At the same time, the singing club tries to goad him into joining so they can use Kagura's song. As the contest inches closer, Otonomiya must overcome his uncertainty and decide who to team up with.\n\n[Written by MAL Rewrite]",
  "mean": 6.31,
  "rank": 8586,
  "popularity": 5400,
  "num_list_users": 20074,
  "num_scoring_users": 6119,
  "nsfw": "white",
  "created_at": "2018-11-10T03:25:11+00:00",
  "updated_at": "2022-01-25T13:38:51+00:00",
  "media_type": "tv",
  "status": "finished_airing",
  "genres": [
    {
      "id": 19,
      "name": "Music"
    },
    {
      "id": 23,
      "name": "School"
    }
  ],
  "num_episodes": 12,
  "start_season": {
    "year": 2019,
    "season": "fall"
  },
  "broadcast": {
    "day_of_the_week": "sunday",
    "start_time": "23:30"
  },
  "source": "music",
  "average_episode_duration": 1427,
  "rating": "pg_13",
  "studios": [
    {
      "id": 1967,
      "name": "Drive"
    }
  ]
}