{
  "id": 38671,
  "title": "Enen no Shouboutai",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1664/103275.jpg",
    "large": "https://cdn.myanimelist.net/images/anime/1664/103275l.jpg"
  },
  "alternative_titles": {
    "synonyms": [
      "Fire Brigade of Flames"
    ],
    "en": "Fire Force",
    "ja": "炎炎ノ消防隊"
  },
  "start_date": "2019-07-06",
  "end_date": "2019-12-28",
  "synopsis": "Spontaneous Human Combustion: a chaotic phenomenon that has plagued humanity for years, randomly transforming ordinary people into flaming, violent creatures known as Infernals. While Infernals make up the first-generation accounts of Human Combustion, the second and third generations became known as pyrokinetics—people gifted with the ability to manipulate and control their flames while remaining human. To combat the Infernal threat and discover the cause, the Tokyo Armed Forces, Fire Defense Agency, and Holy Church of Sol produced their answer: the Special Fire Force.\n\nYoung and eager third-generation pyrokinetic Shinra Kusakabe, nicknamed Devil's Footprints for his explosive ability to ignite his feet at will, becomes a member of the lively Special Fire Force Company 8. Upholding the brigade's duty to extinguish the blazing Infernals and lay their souls to rest, Shinra is determined to become a hero who will save the lives of those threatened by the flame terror.\n\nHowever, this is not the hero's game Shinra imagined. The Fire Force is a fractured mess of feuding brigades, abnormal Infernal sightings are increasing all over Tokyo, and a shadowy group is claiming to have answers to the strange fire that caused the death of Shinra's family 12 years ago. Faced with many obstacles within and outside the Fire Force, Shinra fights to uncover the truth behind the burning mysteries that have kept him in the dark.\n\n[Written by MAL Rewrite]",
  "mean": 7.72,
  "rank": 1291,
  "popularity": 93,
  "num_list_users": 1477395,
  "num_scoring_users": 796763,
  "nsfw": "white",
  "created_at": "2018-11-10T07:23:15+00:00",
  "updated_at": "2025-03-11T00:48:51+00:00",
  "media_type": "tv",
  "status": "finished_airing",
  "genres": [
    {
      "id": 1,
      "name": "Action"
    },
    {
      "id": 10,
      "name": "Fantasy"
    },
    {
      "id": 24,
      "name": "Sci-Fi"
    },
    {
      "id": 27,
      "name": "Shounen"
    },
    {
      "id": 82,
      "name": "Urban Fantasy"
    }
  ],
  "num_episodes": 24,
  "start_season": {
    "year": 2019,
    "season": "summer"
  },
  "broadcast": {
    "day_of_the_week": "saturday",
    "start_time": "01:25"
  },
  "source": "manga",
  "average_episode_duration": 1438,
  "rating": "pg_13",
  "studios": [
    {
      "id": 287,
      "name": "David Production"
    }
  ]
}