{
  "id": 38753,
  "title": "Araburu Kisetsu no Otome-domo yo.",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1622/111483.webp",
    "large": "https://cdn.myanimelist.net/images/anime/1622/111483l.webp"
  },
  "alternative_titles": {
    "synonyms": [
      "Maidens of the Savage Season"
    ],
    "en": "O Maidens in Your Savage Season",
    "ja": "荒ぶる季節の乙女どもよ。"
  },
  "start_date": "2019-07-06",
  "end_date": "2019-09-21",
  "synopsis": "When they were little kids laughing and playing together, Izumi Norimoto and Kazusa Onodera were like siblings. But as their bodies matured into middle school, Kazusa began seeing him as something different; unfortunately for her, so did the other girls. Ostracized, Kazusa had no choice but to distance herself from him going into high school. After joining the literature club, however, she finds friends that keep her mind occupied. Known throughout the school for reading aloud sex scenes in literature novels, the club's reputation has kept all teachers from accepting the task of being their adviser.\n    \nDuring a discussion about what they would put on their bucket list, one of the girls says one thing: sex. This single word sends ripples throughout the five girls, as the thought of sex begins taking over their daily lives. And, after walking in on Izumi during a very private moment, Kazusa is sent into a spiral of emotion that forces her to face her true feelings for him. Now, with their hearts racing and the literature club facing immediate disbandment, the five girls must work hard to keep both their sanities and their club alive.\n\n[Written by MAL Rewrite]\n",
  "mean": 7.3,
  "rank": 2913,
  "popularity": 714,
  "num_list_users": 366753,
  "num_scoring_users": 161750,
  "nsfw": "white",
  "created_at": "2018-11-30T09:50:37+00:00",
  "updated_at": "2024-03-28T11:16:11+00:00",
  "media_type": "tv",
  "status": "finished_airing",
  "genres": [
    {
      "id": 8,
      "name": "Drama"
    },
    {
      "id": 22,
      "name": "Romance"
    },
    {
      "id": 23,
      "name": "School"
    },
    {
      "id": 27,
      "name": "Shounen"
    }
  ],
  "num_episodes": 12,
  "start_season": {
    "year": 2019,
    "season": "summer"
  },
  "broadcast": {
    "day_of_the_week": "saturday",
    "start_time": "02:25"
  },
  "source": "manga",
  "average_episode_duration": 1444,
  "rating": "pg_13",
  "studios": [
    {
      "id": 1087,
      "name": "Lay-duce"
    }
  ]
}