{
  "id": 38790,
  "title": "Itai no wa Iya nanode Bougyoryoku ni Kyokufuri Shitai to Omoimasu.",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1579/113812.jpg",
    "large": "https://cdn.myanimelist.net/images/anime/1579/113812l.jpg"
  },
  "alternative_titles": {
    "synonyms": [
      "I hate being in pain, so I think I'll make a full defense build.",
      "I Hate Getting Hurt, So I Put All My Skill Points Into Defense"
    ],
    "en": "BOFURI: I Don't Want to Get Hurt, so I'll Max Out My Defense.",
    "ja": "痛いのは嫌なので防御力に極振りしたいと思います。"
  },
  "start_date": "2020-01-08",
  "end_date": "2020-03-25",
  "synopsis": "After an enthusiastic invitation from her friend, Kaede Honjou reluctantly agrees to try New World Online: a very popular VRMMO played by thousands of people across Japan. Naming her in-game character Maple, she sets out on her journey. As a complete novice to such games, she allocates all of her stat points into vitality, desiring to not get hurt. With not a single point in any other stat, Maple has extraordinarily high defense, but she can't move quickly or hit hard.\n\nThis does not end badly for her, however. Due to her high defense, Maple acquires overpowered skills such as Total Defense, Poison Immunity, and Devour. These skills, along with the incredibly powerful items she obtains, allow her to obliterate most enemies in a single hit. After only a few days of playing the game, Maple claims third place in a server-wide event, gaining a reputation as a player who is both unkillable and absurdly powerful.\n\nDespite her overpowered character, Kaede has much to learn. As she progresses through the game, she meets new friends and acquaintances, helping her complete new levels and events. Through all of her adventures, she may even pick up some other crazy skills that exceed all expectations.\n\n[Written by MAL Rewrite]",
  "mean": 7.51,
  "rank": 1916,
  "popularity": 418,
  "num_list_users": 563672,
  "num_scoring_users": 312884,
  "nsfw": "white",
  "created_at": "2018-12-06T05:14:45+00:00",
  "updated_at": "2023-04-17T22:05:50+00:00",
  "media_type": "tv",
  "status": "finished_airing",
  "genres": [
    {
      "id": 1,
      "name": "Action"
    },
    {
      "id": 2,
      "name": "Adventure"
    },
    {
      "id": 4,
      "name": "Comedy"
    },
    {
      "id": 10,
      "name": "Fantasy"
    },
    {
      "id": 79,
      "name": "Video Game"
    }
  ],
  "num_episodes": 12,
  "start_season": {
    "year": 2020,
    "season": "winter"
  },
  "broadcast": {
    "day_of_the_week": "wednesday",
    "start_time": "22:00"
  },
  "source": "light_novel",
  "average_episode_duration": 1430,
  "rating": "pg_13",
  "studios": [
    {
      "id": 300,
      "name": "SILVER LINK."
    }
  ]
}