{
  "id": 3886,
  "title": "Super Mario Brothers: Peach-hime Kyuushutsu Daisakusen!",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1288/97114.jpg",
    "large": "https://cdn.myanimelist.net/images/anime/1288/97114l.jpg"
  },
  "alternative_titles": {
    "synonyms": [
      "Super Mario Brothers: Peach-hime Kyuushutsu Dai Sakusen"
    ],
    "en": "Super Mario Brothers: Great Mission to Rescue Princess Peach",
    "ja": "スーパーマリオブラザーズ　ピーチ姫救出大作戦!"
  },
  "start_date": "1986-07-20",
  "end_date": "1986-07-20",
  "synopsis": "In the film, Mario and Luigi are the owners of a grocery store. One night, Mario was engrossed in his Famicom game. Suddenly, the picture goes out and Princess Peach appears on the TV screen crying for help from the enemies attacking her and jumps out of the TV. Mario falls in love with her and vows to protect her. Soon after, Koopa appears on the TV screen and starts to come out of the TV. He grabs Princess Peach and takes her into the TV. Mario then discovers a small brooch that Peach left on the floor.\n\nThe next day, the brooch that Peach dropped becomes a matter of concern for Mario. Luigi immediately notices the brooch and regards it as the \"Visionary Jewel from the Country of Treasure\". Soon, Kibidango, a small dog-like being, wanders into the store and notices that Mario has Peach's brooch. He takes it away from Mario, enraging him, thus beginning his (and Luigi's) chase with Kibidango into the Mushroom Kingdom.\n\n(Source: Wikipedia)",
  "mean": 5.65,
  "rank": 12222,
  "popularity": 8141,
  "num_list_users": 7148,
  "num_scoring_users": 3878,
  "nsfw": "white",
  "created_at": "2008-02-06T21:59:58+00:00",
  "updated_at": "2024-05-23T03:20:29+00:00",
  "media_type": "movie",
  "status": "finished_airing",
  "genres": [
    {
      "id": 2,
      "name": "Adventure"
    },
    {
      "id": 4,
      "name": "Comedy"
    },
    {
      "id": 62,
      "name": "Isekai"
    }
  ],
  "num_episodes": 1,
  "start_season": {
    "year": 1986,
    "season": "summer"
  },
  "source": "game",
  "average_episode_duration": 3600,
  "rating": "g",
  "studios": [
    {
      "id": 391,
      "name": "Grouper Productions"
    }
  ]
}