{
  "id": 38882,
  "title": "Ryouma! The Prince of Tennis Shinsei Movie: Tennis no Oujisama",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1737/117734.jpg",
    "large": "https://cdn.myanimelist.net/images/anime/1737/117734l.jpg"
  },
  "alternative_titles": {
    "synonyms": [
      "Ryouma! The Prince of Tennis Shinsei Gekijouban Tennis no Ouji-sama"
    ],
    "en": "Ryoma! The Prince of Tennis",
    "ja": "リョーマ！The Prince of Tennis 新生劇場版テニスの王子様"
  },
  "start_date": "2021-09-03",
  "end_date": "2021-09-03",
  "synopsis": "Following the conclusion of the National Middle School Tennis Tournament, 12-year-old tennis prodigy Ryouma Echizen sets out to the United States in order to further improve his tennis skills. While finding his own way to shine in the sport, Ryouma investigates a perplexing development: the circumstances behind his father's retirement from professional tennis. \n\nKnown as \"Samurai Nanjiro,\" Ryouma's father Nanjiro is a legendary tennis player whose career abruptly ended after the US Open finals several years prior. Though Ryouma has studied the final match extensively, there are still many gaps in his understanding—gaps that he would only be able to fill by watching the match in person. \n\nAs luck would have it, a supernatural phenomenon transports the young prodigy—and his unsuspecting classmate, Sakuno Ryuzaki—back in time to that very event. Although the events that occur before the game seem normal at first glance, the appearance of the mafia soon complicates the mystery behind the retirement. Despite the bad odds, Ryouma must do everything he can to unravel the circumstances and prevent his father's career from ending.\n\n[Written by MAL Rewrite]",
  "mean": 6.31,
  "rank": 8296,
  "popularity": 8918,
  "num_list_users": 5296,
  "num_scoring_users": 689,
  "nsfw": "white",
  "created_at": "2018-12-22T08:09:02+00:00",
  "updated_at": "2024-09-27T16:45:24+00:00",
  "media_type": "movie",
  "status": "finished_airing",
  "genres": [
    {
      "id": 27,
      "name": "Shounen"
    },
    {
      "id": 30,
      "name": "Sports"
    }
  ],
  "num_episodes": 1,
  "start_season": {
    "year": 2021,
    "season": "summer"
  },
  "source": "manga",
  "average_episode_duration": 6000,
  "rating": "pg_13",
  "studios": [
    {
      "id": 2183,
      "name": "Keica"
    },
    {
      "id": 2184,
      "name": "The Monk Studios"
    }
  ]
}