{
  "id": 39037,
  "title": "Be Rockin'",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1109/98337.jpg",
    "large": "https://cdn.myanimelist.net/images/anime/1109/98337l.jpg"
  },
  "alternative_titles": {
    "synonyms": [],
    "en": "Be Rockin'",
    "ja": "Be Rockin'"
  },
  "start_date": "2006-05-30",
  "end_date": "2006-06-06",
  "synopsis": "---- A guitar has been a friend since he was a child.\n\n---- If he has as guitar, he was happy.\n\nA guitarist Shun, who has been swallowed by the huge vibration of rock & roll, is around by it and always feels \"thirst\" in his daily life.\n\n--- \"How can I express myself through music?\"\n\nIgnoring his concerns, he is announced by his business company that he will be transferred to the Shanghai office. His colleague and girlfriend Kaori is very pleased with his opportunity. \"It would be an ordinary life but it won't be bad building a happy life with her....\"\n\nJust as he is thinking about his new life, Shun meets a mysterious girl name Kyoko. She made her an idol debut in the past, but she disappeared from the show business because she couldn't stand being an idol anymore. Like Shun, she started to think how she can express herself through music.\n\nThe two has met by chance. \"You shouldn't stay here!\" Kyoko's advice moved him greatly. What has occurred between Kyoko and a veteran guitarist Terada? Which should Shun must take, \"an ordinary happy life\" or the \"unforeseen future?\" Kaori worries about her boyfriend Shun.\n\nWhat will happen between them? ...and the story reaches to the climax.\n\nPeople don't live to comfort each other. Life is to insist ourselves to each other and express \"something\" that born by the confrontation even if we hurt someone. And even if that \"something\" seems like a \"spiral.\" When Shun and Kyoko know that they had a same feeling, a new \"What if...?\" appears in their mind.\n\n(Source: Official site)",
  "mean": 5.16,
  "rank": 12427,
  "popularity": 17075,
  "num_list_users": 424,
  "num_scoring_users": 115,
  "nsfw": "white",
  "created_at": "2019-01-19T07:12:44+00:00",
  "updated_at": "2021-03-28T06:42:35+00:00",
  "media_type": "ona",
  "status": "finished_airing",
  "genres": [
    {
      "id": 19,
      "name": "Music"
    }
  ],
  "num_episodes": 5,
  "start_season": {
    "year": 2006,
    "season": "spring"
  },
  "source": "original",
  "average_episode_duration": 155,
  "rating": "g",
  "studios": [
    {
      "id": 1949,
      "name": "Anon Pictures"
    }
  ]
}