{
  "id": 39167,
  "title": "Girls & Panzer: Saishuushou Part 4",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1652/138188.jpg",
    "large": "https://cdn.myanimelist.net/images/anime/1652/138188l.jpg"
  },
  "alternative_titles": {
    "synonyms": [
      "Girls und Panzer das Finale Part 4"
    ],
    "en": "Girls und Panzer das Finale – Part 4",
    "ja": "『ガールズ＆パンツァー 最終章』第4話"
  },
  "start_date": "2023-10-06",
  "end_date": "2023-10-06",
  "synopsis": "The Winter Continuous Track Cup semifinals are underway and Ooarai Girls’ Academy find themselves in deep trouble early in their match against Continuation High School. The Anglerfish Team are knocked out by Continuation's sharpshooter, forcing the rest of the team to use a different game plan. Stepping up in the absence of her star teammates, Azusa Sawa shows her leadership potential by temporarily taking over as Ooarai's commander. However, the match proves that it will take more than a new strategy for Ooarai to survive this time around.\n\nOn the other side of the tournament, Kuromorimine Girls' Academy and St. Gloriana Girls' College are locked in a fiery desert battle. Having developed her own unorthodox tactical style, Erika Itsumi rallies Kuromorimine from the brink of defeat into a fierce showdown against their opponent's veteran commander, Darjeeling. But St. Gloriana have bolstered their ranks with a familiar face who recently transferred to their school, hampering Kuromorimine's quest for victory.\n\nThe championship round is within striking distance for these four schools, but only two will have what it takes to move on!\n\n[Written by MAL Rewrite]",
  "mean": 8.35,
  "rank": 228,
  "popularity": 5136,
  "num_list_users": 19026,
  "num_scoring_users": 5042,
  "nsfw": "white",
  "created_at": "2019-02-02T11:12:15+00:00",
  "updated_at": "2024-09-30T14:54:30+00:00",
  "media_type": "movie",
  "status": "finished_airing",
  "genres": [
    {
      "id": 52,
      "name": "CGDCT"
    },
    {
      "id": 38,
      "name": "Military"
    },
    {
      "id": 23,
      "name": "School"
    }
  ],
  "num_episodes": 1,
  "start_season": {
    "year": 2023,
    "season": "fall"
  },
  "source": "original",
  "average_episode_duration": 3246,
  "rating": "pg_13",
  "studios": [
    {
      "id": 60,
      "name": "Actas"
    }
  ]
}