{
  "id": 39324,
  "title": "Uchi no Ko no Tame naraba, Ore wa Moshikashitara Maou mo Taoseru kamo Shirenai.",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1568/101203.jpg",
    "large": "https://cdn.myanimelist.net/images/anime/1568/101203l.jpg"
  },
  "alternative_titles": {
    "synonyms": [
      "Uchi no Musume no Tame naraba, Ore wa Moshikashitara Maou mo Taoseru kamo Shirenai.",
      "UchiMusume"
    ],
    "en": "If It's for My Daughter, I'd Even Defeat a Demon Lord",
    "ja": "うちの娘の為ならば、俺はもしかしたら魔王も倒せるかもしれない。"
  },
  "start_date": "2019-07-04",
  "end_date": "2019-09-19",
  "synopsis": "Eighteen-year-old Dale Reki is a skilled, kind, and respected traveler, acknowledged as one of the leading adventurers in the city of Kreuz. One day while on the hunt for magical beasts, he comes across a sweet devil girl named Latina. She is alone, dressed in rags, and bears the devils' symbol of a criminal: a broken horn. Concerned for her wellbeing, Dale decides to ensure Latina's safety by bringing her to his home, eventually leading to him adopting her.\n\nLatina is sweet, innocent and compassionate, charming Dale beyond his expectations. He begins to enjoy the life of parenthood— experiencing the trials that come with raising a child and coping with the heartache he feels whenever his busy lifestyle as an adventurer parts him from her.\n\nAlthough work and life as a new parent become reassuring constants for Dale, the mysteries surrounding the girl remain. Why was Latina alone in the forest, and why does she harbor the symbol of a criminal? At the same time, Latina also begins to learn about the world and herself as she adjusts to her new life with Dale.\n\n[Written by MAL Rewrite]",
  "mean": 7.08,
  "rank": 4189,
  "popularity": 1157,
  "num_list_users": 236288,
  "num_scoring_users": 113710,
  "nsfw": "white",
  "created_at": "2019-02-20T03:23:34+00:00",
  "updated_at": "2022-04-17T10:28:36+00:00",
  "media_type": "tv",
  "status": "finished_airing",
  "genres": [
    {
      "id": 53,
      "name": "Childcare"
    },
    {
      "id": 10,
      "name": "Fantasy"
    },
    {
      "id": 36,
      "name": "Slice of Life"
    }
  ],
  "num_episodes": 12,
  "start_season": {
    "year": 2019,
    "season": "summer"
  },
  "broadcast": {
    "day_of_the_week": "thursday",
    "start_time": "23:30"
  },
  "source": "light_novel",
  "average_episode_duration": 1420,
  "rating": "pg_13",
  "studios": [
    {
      "id": 1978,
      "name": "Maho Film"
    }
  ]
}