{
  "id": 39565,
  "title": "Boku no Hero Academia the Movie 2: Heroes:Rising",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1019/103292.jpg",
    "large": "https://cdn.myanimelist.net/images/anime/1019/103292l.jpg"
  },
  "alternative_titles": {
    "synonyms": [
      "My Hero Academia the Movie 2: Heroes:Rising"
    ],
    "en": "My Hero Academia: Heroes Rising",
    "ja": "僕のヒーローアカデミア THE MOVIE　ヒーローズ：ライジング"
  },
  "start_date": "2019-12-20",
  "end_date": "2019-12-20",
  "synopsis": "Izuku \"Deku'' Midoriya and his fellow students in Class 1-A of UA High's hero course have been chosen to participate in a safety program on Nabu Island. To further improve their skills and gain experience in more ordinary heroics, the students aid the kind citizens with small services and everyday chores. With the low crime rate in the quiet community, all seems well and good, but the rise of a new villain threatens to put the students' courage to the test and challenge their capabilities as heroes.\n\nA merciless villain by the name of Nine is in search of a certain \"quirk\" needed to fulfill his diabolical plan—creating a society where only those with the strongest quirks reign supreme. As his attack on Nabu Island endangers the lives of the residents, securing the citizens becomes the first priority for Class 1-A; defeating Nine along with his wicked accomplices is also imperative. A straightforward strategy is formulated until a young boy named Katsuma Shimano, whom Deku had befriended, suddenly requires particular protection. Concerned for the boy's wellbeing, Deku and his classmates must now devise a plan to ensure Katsuma's safety at all costs.\n\nWith Nine wreaking havoc to find the catalyst for his ill-intended schemes and the heroes desperate to defend Katsuma from harm, will Deku and his friends be able to come out victorious, or will they find themselves unable to escape a hopeless situation?\n\n[Written by MAL Rewrite]",
  "mean": 7.94,
  "rank": 742,
  "popularity": 386,
  "num_list_users": 594128,
  "num_scoring_users": 347797,
  "nsfw": "white",
  "created_at": "2019-03-20T08:37:10+00:00",
  "updated_at": "2022-12-02T13:36:41+00:00",
  "media_type": "movie",
  "status": "finished_airing",
  "genres": [
    {
      "id": 1,
      "name": "Action"
    },
    {
      "id": 27,
      "name": "Shounen"
    },
    {
      "id": 31,
      "name": "Super Power"
    }
  ],
  "num_episodes": 1,
  "start_season": {
    "year": 2019,
    "season": "fall"
  },
  "source": "manga",
  "average_episode_duration": 6240,
  "rating": "pg_13",
  "studios": [
    {
      "id": 4,
      "name": "Bones"
    }
  ]
}