{
  "id": 39567,
  "title": "Keishichou Tokumubu Tokushu Kyouakuhan Taisakushitsu Dainanaka: Tokunana",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1556/111623.webp",
    "large": "https://cdn.myanimelist.net/images/anime/1556/111623l.webp"
  },
  "alternative_titles": {
    "synonyms": [],
    "en": "Special 7: Special Crime Investigation Unit",
    "ja": "警視庁 特務部 特殊凶悪犯対策室 第七課 -トクナナ-"
  },
  "start_date": "2019-10-06",
  "end_date": "2019-12-29",
  "synopsis": "In Tokyo, there exists a peaceful cohabitation between supernatural creatures—elves, dwarves, vampires, and more—and humans. However, contrary to history, powerful dragons once ruled over this world of creatures and humans but have since disappeared. Consequently, a diabolical group under the alias \"Nine,\" who seek the miracles of the once godlike dragons, stirs up trouble in the streets of Tokyo, commiting mass murder and causing destruction. To combat the dangerous group of Nine, the police organize the Special 7—a group of highly skilled professionals whose abilities exceed those of ordinary humans. \n\nCaught up in a bank robbery turned hostage crisis, Seiji Nanatsuki, having recently become a detective, has a chance encounter with Shiori Ichinose, a member of Special 7. Assisting with the resolution of the robbery, Seiji is recognized for his clear sense of justice and refreshing character, suddenly earning him a spot on the elite unit. \n\nAs he takes on new missions, Seiji finds that being a detective as part of Special 7 isn't the police work he expected, where working alongside a team of different species with special abilities and vibrant personalities brings unpredictability to his daily life and police work. While the everyday crime in Tokyo continues, Seiji and the Special 7 will fight not only to resolve special cases, but also obstruct the ill-intentioned plans of the merciless group of Nine.\n\n[Written by MAL Rewrite]",
  "mean": 6.09,
  "rank": 9602,
  "popularity": 3379,
  "num_list_users": 50684,
  "num_scoring_users": 16800,
  "nsfw": "white",
  "created_at": "2019-03-20T10:32:14+00:00",
  "updated_at": "2024-11-02T13:03:53+00:00",
  "media_type": "tv",
  "status": "finished_airing",
  "genres": [
    {
      "id": 1,
      "name": "Action"
    },
    {
      "id": 39,
      "name": "Detective"
    },
    {
      "id": 10,
      "name": "Fantasy"
    },
    {
      "id": 7,
      "name": "Mystery"
    },
    {
      "id": 82,
      "name": "Urban Fantasy"
    },
    {
      "id": 32,
      "name": "Vampire"
    }
  ],
  "num_episodes": 12,
  "start_season": {
    "year": 2019,
    "season": "fall"
  },
  "broadcast": {
    "day_of_the_week": "sunday",
    "start_time": "21:00"
  },
  "source": "original",
  "average_episode_duration": 1428,
  "rating": "pg_13",
  "studios": [
    {
      "id": 1983,
      "name": "Anima&Co."
    }
  ]
}