{
  "id": 39584,
  "title": "Human Lost: Ningen Shikkaku",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1815/104501.webp",
    "large": "https://cdn.myanimelist.net/images/anime/1815/104501l.webp"
  },
  "alternative_titles": {
    "synonyms": [
      "No Longer Human"
    ],
    "en": "",
    "ja": "HUMAN LOST 人間失格"
  },
  "start_date": "2019-10-22",
  "end_date": "2019-10-22",
  "synopsis": "Half a century after a devastating war that brought Japan on the brink of destruction, a centralized network named Sound Health Everlasting Long Life (SHELL) has become the basis of the new society. Thanks to cutting-edge research on nanomachines and medical treatment, people are guaranteed a life free of diseases, but they are expected to work 19 hours a day in return. Moreover, when someone disconnects from the SHELL system, an extremely rare phenomenon called \"Human Lost\" takes place, transforming humans into monsters—\"Lost\"—that need to be destroyed, lest society will collapse for good.\n\nHowever, in this society where the fear of pain and death is absent, antisocial behavior is on the rise. Factory worker Takeichi plans to besiege the Ministry of Interior to protest against his inhumane living conditions and manages to convince his friend, the unknown painter Youzou Ooba, to join his cause. But when their suicide operation inevitably fails, Takeichi is left with a body beyond repair and mutates into a Lost, with Youzou immediately following suit.\n\nIn the ensuing fight, a member of the dispatch team, Yoshiko Hiiragi, uses her ability to detect the Lost and discovers that Youzou has the unique capacity to return to human form. As the third person who survived after becoming a Lost unit, Youzou soon joins Yoshiko in investigating the recent outburst of Human Lost phenomena that threaten the last chances civilization has to be reborn.\n\n[Written by MAL Rewrite]",
  "mean": 5.78,
  "rank": 11315,
  "popularity": 5154,
  "num_list_users": 21309,
  "num_scoring_users": 4343,
  "nsfw": "white",
  "created_at": "2019-03-23T02:57:33+00:00",
  "updated_at": "2022-12-28T02:18:40+00:00",
  "media_type": "movie",
  "status": "finished_airing",
  "genres": [
    {
      "id": 8,
      "name": "Drama"
    },
    {
      "id": 40,
      "name": "Psychological"
    },
    {
      "id": 24,
      "name": "Sci-Fi"
    },
    {
      "id": 41,
      "name": "Suspense"
    }
  ],
  "num_episodes": 1,
  "start_season": {
    "year": 2019,
    "season": "fall"
  },
  "source": "novel",
  "average_episode_duration": 6561,
  "rating": "r",
  "studios": [
    {
      "id": 1023,
      "name": "Polygon Pictures"
    }
  ]
}