{
  "id": 40056,
  "title": "Deca-Dence",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1787/132772.jpg",
    "large": "https://cdn.myanimelist.net/images/anime/1787/132772l.jpg"
  },
  "alternative_titles": {
    "synonyms": [],
    "en": "",
    "ja": "デカダンス"
  },
  "start_date": "2020-07-08",
  "end_date": "2020-09-23",
  "synopsis": "Far in the future, the lifeforms known as Gadoll suddenly arose as a threat to humanity. The last surviving humans on Earth confine themselves to the Tank, a lower district in the giant mobile fortress Deca-Dence. While the Gears who live on the upper floors are warriors who go out to fight as part of the Power, most Tankers are content to provide support from the backlines, butchering Gadoll meat and reinforcing defenses. Natsume is among those who would rather go to the front lines; undeterred by her prosthetic right arm, she seeks to join the small number of Tanker soldiers who join the Gears in combat. \n\nBut despite her peers at the orphanage each receiving their work assignments, Natsume’s enlistment to the Power remains unapproved. In the meantime, she begins a job as a cleaner in an armor repair team led by the hard-nosed and apathetic Kaburagi, who seems to be more than he lets on. Though initially cold to his idealistic subordinate, he soon recognizes in her the potential to upset the status quo of the world. As Natsume’s new mentor, Kaburagi prepares her for the special and unique role as a game-changing bug in the system.\n\n[Written by MAL Rewrite]",
  "mean": 7.35,
  "rank": 2568,
  "popularity": 828,
  "num_list_users": 311592,
  "num_scoring_users": 139438,
  "nsfw": "white",
  "created_at": "2019-07-05T03:49:51+00:00",
  "updated_at": "2022-04-17T15:30:03+00:00",
  "media_type": "tv",
  "status": "finished_airing",
  "genres": [
    {
      "id": 1,
      "name": "Action"
    },
    {
      "id": 2,
      "name": "Adventure"
    },
    {
      "id": 24,
      "name": "Sci-Fi"
    }
  ],
  "num_episodes": 12,
  "start_season": {
    "year": 2020,
    "season": "summer"
  },
  "broadcast": {
    "day_of_the_week": "wednesday",
    "start_time": "23:30"
  },
  "source": "original",
  "average_episode_duration": 1430,
  "rating": "pg_13",
  "studios": [
    {
      "id": 1567,
      "name": "Nut"
    }
  ]
}