{
  "id": 40491,
  "title": "Gwahoheub",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1708/107833.webp",
    "large": "https://cdn.myanimelist.net/images/anime/1708/107833l.webp"
  },
  "alternative_titles": {
    "synonyms": [],
    "en": "Hyperventilation",
    "ja": "과호흡 (過呼吸)"
  },
  "start_date": "2017-09-09",
  "end_date": "2017-09-09",
  "synopsis": "Lee Myeongyi has lived his whole life with pneumothorax—a collapsed lung. He despises the attention he draws at school with his bouts of loud hyperventilating, extended coughing fits, and exemption from physical education as well as military service. Whether suffering through the curiosity or ire of his classmates, Myeongyi is left feeling like a complete outcast. However, the class president Han Seonho often shows Myeongyi kindness and understanding. With his friendly gestures and handsome looks, he becomes Myeongyi's first crush.\n\nNine years later, Myeongyi attends his high school reunion for only one reason: to see Han Seonho once again. He holds a tiny glimmer of hope about the other man's feelings for him—but after seeing the bright gold ring on Seonho's left hand and listening to their classmates' prying questions, that hope is quickly dashed. Excusing himself to go take a smoke, regardless of the state of his lungs, Myeongyi is followed outside by Seonho. Unexpectedly, that marks the beginning of their illicit love affair.\n\n[Written by MAL Rewrite]",
  "mean": 7.2,
  "popularity": 4267,
  "num_list_users": 28118,
  "num_scoring_users": 12971,
  "nsfw": "white",
  "created_at": "2019-10-05T19:17:33+00:00",
  "updated_at": "2024-05-04T10:47:40+00:00",
  "media_type": "ona",
  "status": "finished_airing",
  "genres": [
    {
      "id": 28,
      "name": "Boys Love"
    },
    {
      "id": 8,
      "name": "Drama"
    },
    {
      "id": 49,
      "name": "Erotica"
    }
  ],
  "num_episodes": 6,
  "start_season": {
    "year": 2017,
    "season": "summer"
  },
  "source": "other",
  "average_episode_duration": 167,
  "rating": "r+",
  "studios": [
    {
      "id": 2807,
      "name": "ABJ COMPANY"
    }
  ]
}