{
  "id": 40638,
  "title": "Wan Guo Zhi",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1835/105725.webp",
    "large": "https://cdn.myanimelist.net/images/anime/1835/105725l.webp"
  },
  "alternative_titles": {
    "synonyms": [],
    "en": "Wings of the World",
    "ja": "万国志"
  },
  "start_date": "2019-09-23",
  "end_date": "2020-01-20",
  "synopsis": "1663 Common Era, the youngest leader of the Ming dynasty's navy Lu Changfeng is to escort an official to capture criminals but was attacked by a ghost fleet and sea beasts, causing the entire envoy to be sunk. Lu Changfeng was saved by a mysterious girl from the ocean bottom and followed her to the international center of commerce of the Age of Sail: Luzon.\n\nAt the time, over 70% of the Ming dynasty's silver was obtained from Luzon, and this tiny island determined the fate of several nations. Spanish settlers cruelly ruled, and people of all walks of life, under the guidance of Song Yingxing, constructed the international finance center: the Kingdom of Wan. Despite disagreements with Song Yingxing, Lu Changfeng still chose to join Song's team: 天工, participating in the struggle against Spanish settlers with others. Both factions used bleeding-edge technological inventions in their battle. To resist the enemy genius Vesalius‘s weapon, Song Yingxing manipulates Lu Changfeng, bringing out his days fighting Vesalius in Korea, etc.\n\n(Source: medium.com)",
  "mean": 6.47,
  "rank": 7363,
  "popularity": 14309,
  "num_list_users": 1059,
  "num_scoring_users": 232,
  "nsfw": "white",
  "created_at": "2019-10-29T09:00:40+00:00",
  "updated_at": "2021-12-16T13:34:33+00:00",
  "media_type": "ona",
  "status": "finished_airing",
  "genres": [
    {
      "id": 1,
      "name": "Action"
    },
    {
      "id": 2,
      "name": "Adventure"
    },
    {
      "id": 13,
      "name": "Historical"
    },
    {
      "id": 22,
      "name": "Romance"
    }
  ],
  "num_episodes": 16,
  "start_season": {
    "year": 2019,
    "season": "summer"
  },
  "source": "original",
  "average_episode_duration": 1316,
  "rating": "r",
  "studios": [
    {
      "id": 2143,
      "name": "LX Animation Studio"
    }
  ]
}