{
  "id": 40679,
  "title": "2.43: Seiin Koukou Danshi Volley-bu",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1907/110083.jpg",
    "large": "https://cdn.myanimelist.net/images/anime/1907/110083l.jpg"
  },
  "alternative_titles": {
    "synonyms": [],
    "en": "2.43: Seiin High School Boys Volleyball Team",
    "ja": "2.43 清陰高校男子バレー部"
  },
  "start_date": "2021-01-08",
  "end_date": "2021-03-26",
  "synopsis": "Genius setter Kimichika Haijima moves back to Fukui from Tokyo after an incident within his school's volleyball team forces him out. There, he is reunited with his childhood friend, Yuni Kuroba, a member of the Monshiro Middle School Boys' Volleyball Team, who is unaware of his own talents. Haijima notices Kuroba's abilities and is determined to form a new volleyball team with Kuroba as the team's ace. At the prefectural tournament, Kuroba crumbles under the pressure, which causes the Monshiro team to fall apart after losing. The loss also creates a rift between Haijima and Kuroba, leading the former to quit the team.\n\nNow, as students at Seiin High School, Haijima and Kuroba find themselves on the same volleyball team once again. Having learned from his past mistakes, Haijima helps Kuroba overcome his performance anxiety to become the ace and carry the team to the prefectural championship. With support from team captain Shinichirou Oda and vice captain Misao Aoki, Seiin aim to win the prefecturals and become Fukui's representatives at the Spring Tournament. To do this, they will need to beat Fukuho Technical High School, the reigning champions of Fukui. Will Haijima's team defeat the odds, or are they doomed to repeat his history of losing?\n\n[Written by MAL Rewrite]",
  "mean": 6.14,
  "rank": 8786,
  "popularity": 1968,
  "num_list_users": 114385,
  "num_scoring_users": 46130,
  "nsfw": "white",
  "created_at": "2019-11-05T20:42:08+00:00",
  "updated_at": "2023-09-24T21:45:47+00:00",
  "media_type": "tv",
  "status": "finished_airing",
  "genres": [
    {
      "id": 8,
      "name": "Drama"
    },
    {
      "id": 23,
      "name": "School"
    },
    {
      "id": 30,
      "name": "Sports"
    },
    {
      "id": 77,
      "name": "Team Sports"
    }
  ],
  "num_episodes": 12,
  "start_season": {
    "year": 2021,
    "season": "winter"
  },
  "broadcast": {
    "day_of_the_week": "friday",
    "start_time": "00:55"
  },
  "source": "novel",
  "average_episode_duration": 1382,
  "rating": "pg_13",
  "studios": [
    {
      "id": 287,
      "name": "David Production"
    }
  ]
}