{
  "id": 40768,
  "title": "Gaina Tamager",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1984/105781.webp",
    "large": "https://cdn.myanimelist.net/images/anime/1984/105781l.webp"
  },
  "alternative_titles": {
    "synonyms": [
      "Gainatamager"
    ],
    "en": "",
    "ja": "ガイナタマガー"
  },
  "start_date": "2019-12-25",
  "end_date": "2022-04-17",
  "synopsis": "A thousand years in the future, the setting is Neoterror, a planet where AI has reconstructed the defunct Earth civilization. The planet was created by artificial humans terraforming T-Garden b, a planet 12.5 light years away from the Earth. Two hundred and fifty years have passed since the planet reforming bureaucracy, and the artificial humans are leading a peaceful life modeled after the peaceful Earth of the past.\n\nTaro, the protagonist of this film, is a descendant of such peaceful life. He is a bit introverted and reluctant to do anything, but when he meets the mysterious life form \"Tamagar,\" he is given the ability to transform into the super-positive hero \"Gainaman\". With his special powers, he goes on a mission to solve incidents that occur in the city. His fashionable younger sister, Hanako, also begs Tamagar for the ability to transform, and helps her brother as Gainaman No. 2. Meanwhile, Ai-chan, a humanoid terminal of the AI management bureau, and her partner Rakkyo-boy are in the dark to catch Tamagar, who has mysterious abilities.\n\nWhat is Gainaman's activity? What is Tamagar's true identity? What is Ai's purpose?\n\n(Source: Yonago Gainax, translated)",
  "rank": 20913,
  "popularity": 18431,
  "num_list_users": 417,
  "num_scoring_users": 74,
  "nsfw": "white",
  "created_at": "2019-11-27T09:39:53+00:00",
  "updated_at": "2024-05-22T06:28:31+00:00",
  "media_type": "ona",
  "status": "finished_airing",
  "genres": [
    {
      "id": 15,
      "name": "Kids"
    },
    {
      "id": 24,
      "name": "Sci-Fi"
    },
    {
      "id": 31,
      "name": "Super Power"
    }
  ],
  "num_episodes": 6,
  "start_season": {
    "year": 2019,
    "season": "fall"
  },
  "source": "original",
  "average_episode_duration": 240,
  "rating": "g",
  "studios": [
    {
      "id": 2011,
      "name": "Yonago Gainax"
    }
  ]
}