{
  "id": 40786,
  "title": "Skate-Leading☆Stars",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1807/106481.webp",
    "large": "https://cdn.myanimelist.net/images/anime/1807/106481l.webp"
  },
  "alternative_titles": {
    "synonyms": [],
    "en": "Skate-Leading Stars",
    "ja": "スケートリーディング☆スターズ"
  },
  "start_date": "2021-01-10",
  "end_date": "2021-03-28",
  "synopsis": "Child figure skating prodigy Kensei Maeshima abruptly quits the sport after his one-sided rival, Reo Shinozaki, refuses to acknowledge his skill. Now, as a student at Inodai High School, Kensei uses his athletic skills to assist the other sports teams, but he never officially joins one. One day, Reo announces his switch from singles figure skating into team-based skate-leading and joins St. Clavis Gakuin High School—last year's Grand Prix champions. Hayato Sasugai, a classmate with a mysterious connection to Reo, convinces Kensei to switch to skate-leading in order to finally defeat his rival in a competition.\n\nKensei's sudden entry into the Inodai Skate-Leading Club is met with backlash from the current members. Although he is a very strong singles skater, Kensei lacks the teamwork skills required to perform well in skate-leading. Factoring in his hot-headed, impatient attitude, inconsistent skating performances, and a complicated history with some of the members, Kensei's teammates do not believe he is a good fit to be their \"Lead.\" The team must work together to resolve these issues, however, if they wish to qualify for the Grand Prix Finals and even stand a chance at defeating St. Clavis Gakuin.\n\n[Written by MAL Rewrite]",
  "mean": 6.45,
  "rank": 7449,
  "popularity": 3632,
  "num_list_users": 44243,
  "num_scoring_users": 13581,
  "nsfw": "white",
  "created_at": "2019-12-02T06:16:37+00:00",
  "updated_at": "2023-10-30T00:28:01+00:00",
  "media_type": "tv",
  "status": "finished_airing",
  "genres": [
    {
      "id": 70,
      "name": "Performing Arts"
    },
    {
      "id": 23,
      "name": "School"
    },
    {
      "id": 30,
      "name": "Sports"
    },
    {
      "id": 77,
      "name": "Team Sports"
    }
  ],
  "num_episodes": 12,
  "start_season": {
    "year": 2021,
    "season": "winter"
  },
  "broadcast": {
    "day_of_the_week": "sunday",
    "start_time": "22:30"
  },
  "source": "original",
  "average_episode_duration": 1431,
  "rating": "pg_13",
  "studios": [
    {
      "id": 7,
      "name": "J.C.Staff"
    }
  ]
}