{
  "id": 40787,
  "title": "Josee to Tora to Sakana-tachi",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1714/108892.jpg",
    "large": "https://cdn.myanimelist.net/images/anime/1714/108892l.jpg"
  },
  "alternative_titles": {
    "synonyms": [],
    "en": "Josee, the Tiger and the Fish",
    "ja": "ジョゼと虎と魚たち"
  },
  "start_date": "2020-12-25",
  "end_date": "2020-12-25",
  "synopsis": "Equipped with his passion for diving and admiration for marine biology, university student Tsuneo Suzukawa tries his best to juggle several part-time jobs to earn enough money to study abroad. But one night, in a fateful accident, he meets a girl in a wheelchair, driving his current path into a detour.\n\nThe girl, Kumiko—who prefers to be called \"Josee\"—initially comes off as rude. Tsuneo, however, is then convinced by Josee's grandmother to take on the paid job to be Josee's caretaker. Despite being annoyed with her bossy demeanor, Tsuneo sees the opportunity to save more funds to support his academic dream. Nonetheless, after putting up with Josee's behavior for some time, Tsuneo tries to quit, only to discover Josee's dreams of traversing the outside world—to experience a life free from her crippling condition.\n\nChanging his mind, Tsuneo decides to accompany Josee in exploring the wonders that the world has to offer. Through their time together, the two begin to realize that the traits that bind them may be vital toward fulfilling their respective aspirations.\n\n[Written by MAL Rewrite]",
  "mean": 8.38,
  "rank": 212,
  "popularity": 504,
  "num_list_users": 486244,
  "num_scoring_users": 251062,
  "nsfw": "white",
  "created_at": "2019-12-02T09:25:08+00:00",
  "updated_at": "2023-09-22T05:19:58+00:00",
  "media_type": "movie",
  "status": "finished_airing",
  "genres": [
    {
      "id": 50,
      "name": "Adult Cast"
    },
    {
      "id": 8,
      "name": "Drama"
    },
    {
      "id": 22,
      "name": "Romance"
    },
    {
      "id": 80,
      "name": "Visual Arts"
    }
  ],
  "num_episodes": 1,
  "start_season": {
    "year": 2020,
    "season": "fall"
  },
  "source": "novel",
  "average_episode_duration": 5890,
  "rating": "pg_13",
  "studios": [
    {
      "id": 4,
      "name": "Bones"
    }
  ]
}