{
  "id": 40803,
  "title": "Hypnosis Mic: Division Rap Battle - Rhyme Anima",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1677/106540.webp",
    "large": "https://cdn.myanimelist.net/images/anime/1677/106540l.webp"
  },
  "alternative_titles": {
    "synonyms": [
      "Hypmic"
    ],
    "en": "",
    "ja": "ヒプノシスマイク -Division Rap Battle- Rhyme Anima"
  },
  "start_date": "2020-10-03",
  "end_date": "2020-12-26",
  "synopsis": "In a world overtaken by war and conflict, \"Hypnosis Microphones\"—devices through which a user channels lyrics that can affect the listener's brain and even cause physical damage—were introduced to the masses by the Party of Words. Revolutionizing warfare, Hypnosis Mics have transformed words and music into the sole weapons used by gangsters, terrorists, and the military, with physical weapons having been banned from use.\n\nAs a result of swooping in during the chaos, the all-female Party of Words rules over the Japanese government. Women in Japan now live in Chuuouku, while men battle over surrounding territories outside the ward through rap battles.\n\nWith intentions unknown, the Party of Words begins to gather the former members of the now-disbanded legendary rap crew The Dirty Dawg to fight not for territory or war, but for their respective crew's pride and honor in the greatest rap battle of all time. The first Division Rap Battle is about to commence, and practice is not something these rappers are going to need.\n\n[Written by MAL Rewrite]",
  "mean": 6.81,
  "rank": 5103,
  "popularity": 2826,
  "num_list_users": 64084,
  "num_scoring_users": 21027,
  "nsfw": "white",
  "created_at": "2019-12-04T13:16:13+00:00",
  "updated_at": "2024-02-19T20:27:54+00:00",
  "media_type": "tv",
  "status": "finished_airing",
  "genres": [
    {
      "id": 50,
      "name": "Adult Cast"
    },
    {
      "id": 19,
      "name": "Music"
    },
    {
      "id": 24,
      "name": "Sci-Fi"
    }
  ],
  "num_episodes": 13,
  "start_season": {
    "year": 2020,
    "season": "fall"
  },
  "broadcast": {
    "day_of_the_week": "saturday",
    "start_time": "00:00"
  },
  "source": "mixed_media",
  "average_episode_duration": 1440,
  "rating": "r",
  "studios": [
    {
      "id": 56,
      "name": "A-1 Pictures"
    }
  ]
}