{
  "id": 40873,
  "title": "Granblue Fantasy The Animation Season 2 Extras",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1443/105109.jpg",
    "large": "https://cdn.myanimelist.net/images/anime/1443/105109l.jpg"
  },
  "alternative_titles": {
    "synonyms": [
      "Granblue Fantasy The Animation Season 2: Djeeta-hen",
      "Granblue Fantasy The Animation Season 2 Specials"
    ],
    "en": "",
    "ja": "グランブルーファンタジー The Animation Season 2 Extra"
  },
  "start_date": "2020-03-28",
  "end_date": "2020-08-26",
  "synopsis": "Mou Hitotsu no Tabiji (Another Journey)\nDjeeta and the crew head to an ancient castle after hearing rumors about the Wish Egg, a fairy tale treasure said to grant any wish.\nThey each contemplate what to wish for as they move through the castle and overcome trial after trial to reach the treasure.\nAlong the way, they meet a girl also in search of the Egg, and they decide to take on the challenges together.\n\nKourin! Cypher Mask! / Sei Albion Onna Gakuen Monogatari\nThe Masked Cypher Descends!\nFar away on a remote island, Gran steps into the ring for an exhibition match of ritual proportion. Once a year, top fighters from around the island must gather together for a duel to appease the gods, and anything less than victory could spell grave disaster for the locals.After grinding through some grueling training to master the art of wrestling, Gran enters his match as the mysterious masked fighter, the Masked Cypher.\n\nA Tale of St. Albion Girls' Academy\nDjeeta is just an ordinary student at St. Albion Girls' Academy, who one day, while spending some time in the animal shed, finds herself smitten with her upper classman.\nThat upperclassman's name is Katalina, who is renowned for both her wit and beauty. Even as Djeeta shrinks back from Katalina's majesty, the two gradually grow closer.\nUnbeknownst to them, however, not everyone is excited for their newfound affection.\n\n(Source: Official Site)",
  "mean": 6.54,
  "rank": 7053,
  "popularity": 6628,
  "num_list_users": 11579,
  "num_scoring_users": 4294,
  "nsfw": "white",
  "created_at": "2019-12-14T12:48:13+00:00",
  "updated_at": "2022-03-27T02:58:27+00:00",
  "media_type": "special",
  "status": "finished_airing",
  "genres": [
    {
      "id": 2,
      "name": "Adventure"
    },
    {
      "id": 10,
      "name": "Fantasy"
    }
  ],
  "num_episodes": 2,
  "start_season": {
    "year": 2020,
    "season": "winter"
  },
  "source": "game",
  "average_episode_duration": 1420,
  "rating": "pg_13",
  "studios": [
    {
      "id": 569,
      "name": "MAPPA"
    }
  ]
}