{
  "id": 40938,
  "title": "Hige wo Soru. Soshite Joshikousei wo Hirou.",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1146/113477.jpg",
    "large": "https://cdn.myanimelist.net/images/anime/1146/113477l.jpg"
  },
  "alternative_titles": {
    "synonyms": [
      "I Shaved. Then I Brought a High School Girl Home.",
      "Higehiro"
    ],
    "en": "Higehiro: After Being Rejected, I Shaved and Took in a High School Runaway",
    "ja": "ひげを剃る。そして女子高生を拾う。"
  },
  "start_date": "2021-04-05",
  "end_date": "2021-06-28",
  "synopsis": "When regular salaryman Yoshida wakes up one Sunday morning after a long night at the bar, the last thing he expects to see is that his tiny apartment has a new resident—an unfamiliar high school girl.\n\nThe previous night, despite finally gathering the courage to confess to his boss and longtime crush, Airi Gotou, Yoshida was rejected. After drowning his sorrows at a bar with his good friend Hashimoto, Yoshida headed back to his home in a drunken stupor, only to run into Sayu Ogiwara, a runaway high schooler. She asked him to let her stay the night, and with his judgment clouded by alcohol, Yoshida complied.\n\nNow, with his head on straight but with no memory of last night's events, Yoshida has Sayu explain just how she ended up sleeping at his apartment. Having listened to her story, Yoshida finds himself unable to kick her out—especially after learning that she came all the way from Hokkaido! So, despite his reservations about sheltering an underage girl, Yoshida allows her to stay, and their life together begins.\n\n[Written by MAL Rewrite]",
  "mean": 7.27,
  "rank": 2930,
  "popularity": 356,
  "num_list_users": 631511,
  "num_scoring_users": 337677,
  "nsfw": "white",
  "created_at": "2019-12-26T09:30:16+00:00",
  "updated_at": "2023-09-26T12:20:48+00:00",
  "media_type": "tv",
  "status": "finished_airing",
  "genres": [
    {
      "id": 8,
      "name": "Drama"
    },
    {
      "id": 22,
      "name": "Romance"
    }
  ],
  "num_episodes": 13,
  "start_season": {
    "year": 2021,
    "season": "spring"
  },
  "broadcast": {
    "day_of_the_week": "monday",
    "start_time": "22:30"
  },
  "source": "light_novel",
  "average_episode_duration": 1420,
  "rating": "pg_13",
  "studios": [
    {
      "id": 439,
      "name": "Project No.9"
    }
  ]
}