{
  "id": 40961,
  "title": "Hortensia Saga",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1558/113940.webp",
    "large": "https://cdn.myanimelist.net/images/anime/1558/113940l.webp"
  },
  "alternative_titles": {
    "synonyms": [
      "Horsaga"
    ],
    "en": "Hortensia SAGA",
    "ja": "オルタンシア・サーガ"
  },
  "start_date": "2021-01-07",
  "end_date": "2021-03-25",
  "synopsis": "A violent rebellion in the capital led by Duke Rugis Camellia wreaks havoc on the Kingdom of Hortensia, leaving every member of the royalty either dead or missing. Barely escaping with his life, knight Maurice Baudelaire flees the ensuing chaos after his brother, Fernando Albert, is killed by a werewolf in battle. \n\nTo honor his legacy, Maurice treks to Albert's house and delivers his son, Alfred Ober, his father's sword. Despite his grief, Alfred is reminded of a vow he pledged with his father—to become a knight so that he could protect his land, the Albert Dominion. \n\nUnder Maurice's tutelage, Alfred hones his combat skills to fulfill his promise. Training alongside him is Marius Casterede, an intriguing boy whose age seems to be more than meets the eye. Elsewhere, Pope Alexi Valdebron delivers the order to capture the missing princess and crowns Charlot D'Hortensia as the new king. Hortensia Saga is a tale of camaraderie and determination as Alfred, Marius, and Maurice work together with friends of past and present to bring forth light amidst Hortensia's dark times.\n\n[Written by MAL Rewrite]",
  "mean": 5.84,
  "rank": 10986,
  "popularity": 2715,
  "num_list_users": 75983,
  "num_scoring_users": 23104,
  "nsfw": "white",
  "created_at": "2019-12-28T10:59:11+00:00",
  "updated_at": "2023-01-15T16:21:21+00:00",
  "media_type": "tv",
  "status": "finished_airing",
  "genres": [
    {
      "id": 1,
      "name": "Action"
    },
    {
      "id": 2,
      "name": "Adventure"
    },
    {
      "id": 10,
      "name": "Fantasy"
    }
  ],
  "num_episodes": 12,
  "start_season": {
    "year": 2021,
    "season": "winter"
  },
  "broadcast": {
    "day_of_the_week": "thursday",
    "start_time": "00:30"
  },
  "source": "game",
  "average_episode_duration": 1427,
  "rating": "pg_13",
  "studios": [
    {
      "id": 839,
      "name": "LIDENFILMS"
    }
  ]
}