{
  "id": 41025,
  "title": "Fumetsu no Anata e",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1880/118484.jpg",
    "large": "https://cdn.myanimelist.net/images/anime/1880/118484l.jpg"
  },
  "alternative_titles": {
    "synonyms": [
      "To You, the Immortal"
    ],
    "en": "To Your Eternity",
    "ja": "不滅のあなたへ"
  },
  "start_date": "2021-04-12",
  "end_date": "2021-08-30",
  "synopsis": "An Orb, known only as It, is cast to Earth to be observed from afar. Capable of changing forms from beings whose reflections It captures, It first becomes a rock and then, due to the rising temperature, moss.\n\nIt does not move until one snowy day, a wolf at death's door barely crosses by. When It takes the animal's form, It attains awareness of its consciousness and starts to wander with an unclear destination in mind. Soon, It comes across the wolf's master—a young boy waiting for his tribe to return from a paradise abundant with fish and fruit in the south. Although the boy is lonely, he still hopes those whom he holds dear in his memories have not forgotten him and that he will reunite with them one day.\n\nThe boy wants to explore new surroundings and decides to abandon his home with It to find the paradise using the traces his tribe left behind. However, with a heavily injured body and no sight of his elder comrades, what will become of the boy?\n\nFumetsu no Anata e illustrates the story of an immortal being experiencing humanity, meeting all types of people in many places throughout time.\n\n[Written by MAL Rewrite]",
  "mean": 8.34,
  "rank": 232,
  "popularity": 198,
  "num_list_users": 896786,
  "num_scoring_users": 378409,
  "nsfw": "white",
  "created_at": "2020-01-09T03:02:11+00:00",
  "updated_at": "2023-01-03T06:52:30+00:00",
  "media_type": "tv",
  "status": "finished_airing",
  "genres": [
    {
      "id": 2,
      "name": "Adventure"
    },
    {
      "id": 8,
      "name": "Drama"
    },
    {
      "id": 27,
      "name": "Shounen"
    },
    {
      "id": 37,
      "name": "Supernatural"
    }
  ],
  "num_episodes": 20,
  "start_season": {
    "year": 2021,
    "season": "spring"
  },
  "broadcast": {
    "day_of_the_week": "monday",
    "start_time": "22:50"
  },
  "source": "manga",
  "average_episode_duration": 1500,
  "rating": "r",
  "studios": [
    {
      "id": 112,
      "name": "Brain's Base"
    }
  ]
}