{
  "id": 41053,
  "title": "Dorohedoro: Ma no Omake",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1611/105459.jpg",
    "large": "https://cdn.myanimelist.net/images/anime/1611/105459l.jpg"
  },
  "alternative_titles": {
    "synonyms": [
      "Dorohedoro OVA"
    ],
    "en": "Dorohedoro: Bonus Curse or Extra Evil",
    "ja": "ドロヘドロ 魔のおまけ"
  },
  "start_date": "2020-06-17",
  "end_date": "2020-06-17",
  "synopsis": "Dorohedoro: Ma no Omake further explores the world of sorcerers and the Hole, honing in on what the characters do in their spare time when they are not seeking out their enemies. \n\nKamen Kakusa\nFujita attends a mask conjuring ritual in hopes of a Devil bestowing him with an appropriate mask, like the ones his colleagues Noi and Shin possess. Hopefully his offering entices the mask-maker! \n\nTenpo For You\nNikaidou, lacking money and forced to sell gyoza on the streets of the Hole, stumbles upon a quaint shop selling tea and sweets. Its owner is the gentle and hospitable Syueron, but it seems the denizens of the Hole bear a grudge against him.\n\nShitappa Seishun Graffiti\nIntrigued by the photographs hanging around the mansion, Ebisu approaches En hoping for a portrait of her own. However, she is disappointed to find that only members of the En Family can have their pictures taken. \n\nAnata no Shiranai Gyoza no Kai\nThe Gyoza Fairy keeps the Hungry Bug in pristine condition, but his primary responsibility is ensuring the gyoza tastes good. So he becomes rather agitated when Nikaidou's customers do not properly enjoy their meals.\n\nOdoru Ma no Utage\nEn is enthusiastic about his masquerade ball and is adamant on his family's participation. Per tradition, attendees must choose a partner and dance to appease the Devils. To their horror, they discover that failing to do so may incur nasty consequences!\n\nYokaze ni Fukarete Ooba Kinenbi\nNikaidou gives detailed instructions on preparing oba gyoza and Kaiman is eager to help!\n\n[Written by MAL Rewrite]",
  "mean": 7.1,
  "rank": 3724,
  "popularity": 2999,
  "num_list_users": 55062,
  "num_scoring_users": 28944,
  "nsfw": "white",
  "created_at": "2020-01-14T03:31:47+00:00",
  "updated_at": "2022-04-15T02:07:54+00:00",
  "media_type": "special",
  "status": "finished_airing",
  "genres": [
    {
      "id": 1,
      "name": "Action"
    },
    {
      "id": 4,
      "name": "Comedy"
    },
    {
      "id": 10,
      "name": "Fantasy"
    },
    {
      "id": 14,
      "name": "Horror"
    },
    {
      "id": 42,
      "name": "Seinen"
    }
  ],
  "num_episodes": 6,
  "start_season": {
    "year": 2020,
    "season": "spring"
  },
  "source": "manga",
  "average_episode_duration": 300,
  "rating": "r+",
  "studios": [
    {
      "id": 569,
      "name": "MAPPA"
    }
  ]
}