{
  "id": 411,
  "title": "Gun x Sword",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/3/25380.webp",
    "large": "https://cdn.myanimelist.net/images/anime/3/25380l.webp"
  },
  "alternative_titles": {
    "synonyms": [
      "Gun vs Sword"
    ],
    "en": "Gun x Sword",
    "ja": "ガン×ソード"
  },
  "start_date": "2005-07-04",
  "end_date": "2005-12-26",
  "synopsis": "Van, a lanky and apathetic swordsman, is on a journey to kill the murderer of his fiancé. The only characteristic he has to go by is that the murderer has a claw for an arm, hence the murderer being referred to as The Claw Man. During his travels, Van happens to pass through the city of Evergreen, which is defending itself from bandits who aim to rob the city of its treasury. It is in this city that Van meets Wendy Garret, a timid young girl who is looking for her kidnapped brother. When the city pleads for Van's assistance to defend it, he refuses, claiming it has nothing to do with him and thus leaves the city on its own to deal with the peril. Soon after, Van comes across the raiding bandits himself and they eventually tick off the swordsman to a degree where he takes action against them for his own personal vendetta. Surprisingly, Van learns that the bandits had ties with The Claw Man, and in kidnapping Wendy's brother for a reason they did not disclose. After the bandits are dealt with easily, Van and, much to his chagrin, Wendy continue the journey in search of The Claw Man. Little do they know, however, that The Claw Man is involved with something more atrocious than either could fathom.\n\n[Written by MAL Rewrite]",
  "mean": 7.25,
  "rank": 3024,
  "popularity": 2483,
  "num_list_users": 79865,
  "num_scoring_users": 33975,
  "nsfw": "white",
  "created_at": "2005-12-25T00:59:46+00:00",
  "updated_at": "2022-10-08T08:43:09+00:00",
  "media_type": "tv",
  "status": "finished_airing",
  "genres": [
    {
      "id": 1,
      "name": "Action"
    },
    {
      "id": 2,
      "name": "Adventure"
    },
    {
      "id": 8,
      "name": "Drama"
    },
    {
      "id": 18,
      "name": "Mecha"
    },
    {
      "id": 24,
      "name": "Sci-Fi"
    }
  ],
  "num_episodes": 26,
  "start_season": {
    "year": 2005,
    "season": "summer"
  },
  "source": "original",
  "average_episode_duration": 1440,
  "rating": "pg_13",
  "studios": [
    {
      "id": 88,
      "name": "AIC ASTA"
    }
  ]
}