{
  "id": 41456,
  "title": "Sentouin, Haken shimasu!",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1444/115118.webp",
    "large": "https://cdn.myanimelist.net/images/anime/1444/115118l.webp"
  },
  "alternative_titles": {
    "synonyms": [],
    "en": "Combatants Will Be Dispatched!",
    "ja": "戦闘員、派遣します！"
  },
  "start_date": "2021-04-04",
  "end_date": "2021-06-20",
  "synopsis": "As a chief operative of the villainous Kisaragi Corporation, Sentouin Roku-gou receives orders to help the organization conquer the entire known universe. Tasked with infiltrating the kingdom of Grace—a mission that could change the fate of the world—Roku-gou mistakenly believes that his skills as a combatant are superb, fuelling his arrogant attitude. To ensure the success of the mission, Alice Kisaragi, an exceptional android with a youthful appearance named after the company itself, is assigned to be Roku-gou's travel companion. \n\nUpon their arrival at the outskirts of the kingdom, Alice and Roku-gou encounter Snow, the commander of the country's royal guard. Snow leads the pair to a broken legendary artifact, and Roku-gou seizes the opportunity for a long-awaited promotion at his company and changes the recitation for the sacred ritual to an embarrassing phrase. As punishment, the princess of the kingdom forces Roku-gou to become an honorary knight, fulfilling part of his mission. Having infiltrated the kingdom's inner circle, Roku-gou must now help his new employer fight against the Demon Lord's Army, all while perpetuating evil deeds as a combatant of the Kisaragi Corporation. \n\n[Written by MAL Rewrite]",
  "mean": 7.14,
  "rank": 3817,
  "popularity": 627,
  "num_list_users": 410110,
  "num_scoring_users": 191984,
  "nsfw": "white",
  "created_at": "2020-03-15T09:44:01+00:00",
  "updated_at": "2025-02-03T22:19:40+00:00",
  "media_type": "tv",
  "status": "finished_airing",
  "genres": [
    {
      "id": 1,
      "name": "Action"
    },
    {
      "id": 4,
      "name": "Comedy"
    },
    {
      "id": 10,
      "name": "Fantasy"
    },
    {
      "id": 62,
      "name": "Isekai"
    }
  ],
  "num_episodes": 12,
  "start_season": {
    "year": 2021,
    "season": "spring"
  },
  "broadcast": {
    "day_of_the_week": "sunday",
    "start_time": "21:00"
  },
  "source": "light_novel",
  "average_episode_duration": 1480,
  "rating": "pg_13",
  "studios": [
    {
      "id": 7,
      "name": "J.C.Staff"
    }
  ]
}