{
  "id": 4154,
  "title": "Time Bokan Series: Yattodetaman",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1208/132658.webp",
    "large": "https://cdn.myanimelist.net/images/anime/1208/132658l.webp"
  },
  "alternative_titles": {
    "synonyms": [
      "Calendar Man",
      "Calendarman"
    ],
    "en": "Firebird",
    "ja": "タイムボカンシリーズ　ヤットデタマン"
  },
  "start_date": "1981-02-07",
  "end_date": "1982-02-06",
  "synopsis": "Throughout history, the quest for power infected mankind. In the future..nothing much changes. The setting for this exciting, funny and intriguing series is the Kingdom of Fir antic, where two royal houses are locked in combat to determine who will become the future ruler of the Kingdom. To secure the throne, one of two must travel through the aeons of time to find the Firebird. Whoever brings it back to Fir antic will rule from the throne of this mysterious country. The story starts in the present.... Here, in the desolate office of the Ace Detective Agency, Detectives Paul Tuck and Tracy Headly are whiling away the time reading magazines, for want of something better to do. Suddenly, a girl appears before them. From her strange dress the pair can just deduce that the girl couldn't possibly be from their time. She begins to speak...\"You are quite right. I am from another era. In time, you two will be married, and I will be born from your bloodline many generations hence\". The girl's name is Princess Sara of the Kingdom of Fir antic. Paul and Tracy are amazed by the girl's telepathic powers, and even more amazed to be told that they are to be married. But there is more to come. Princess Sara is looking for the Firebird with the use of a Time Tunnel. Paul and Tracy decide that it is their duty to protect their descendent's future. They offer to help Sara on her quest for the Firebird, but Sara has no idea where it is to be found. The only clue she has is that Princess Miranda and her party have come to this time as well. Sara telepathically discovers the whereabouts of their time machine, and our heroes chase after Miranda, who possesses any and all information concerning the Firebird.... \n\n(Source: AniDB)",
  "mean": 6.41,
  "rank": 7740,
  "popularity": 11544,
  "num_list_users": 2363,
  "num_scoring_users": 911,
  "nsfw": "white",
  "created_at": "2008-03-24T02:40:29+00:00",
  "updated_at": "2021-09-23T08:58:42+00:00",
  "media_type": "tv",
  "status": "finished_airing",
  "genres": [
    {
      "id": 1,
      "name": "Action"
    },
    {
      "id": 2,
      "name": "Adventure"
    },
    {
      "id": 4,
      "name": "Comedy"
    },
    {
      "id": 10,
      "name": "Fantasy"
    },
    {
      "id": 18,
      "name": "Mecha"
    }
  ],
  "num_episodes": 52,
  "start_season": {
    "year": 1981,
    "season": "winter"
  },
  "average_episode_duration": 1200,
  "rating": "pg_13",
  "studios": [
    {
      "id": 103,
      "name": "Tatsunoko Production"
    }
  ]
}