{
  "id": 4161,
  "title": "Kojin Jugyou",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/11/66911.jpg",
    "large": "https://cdn.myanimelist.net/images/anime/11/66911l.jpg"
  },
  "alternative_titles": {
    "synonyms": [],
    "en": "Private Psycho Lesson",
    "ja": "個人授業"
  },
  "start_date": "1996-09-27",
  "end_date": "1996-11-01",
  "synopsis": "Even as a young girl, Sara Iijima was a large-breasted woman. Because of this, she had felt self-conscious about herself... especially with men who were constantly leering at her. This only intensified when she was attacked by a rapist with a breast fetish. Although she escaped unharmed, this only made worse her insecurities. It was only because of the intervention of Dr. Chang that she was able to feel good about herself. Out of gratitude, Sara became Dr. Chang's protege in the method of psychic feedback, the method which was used to cure her of her insecurities.\n\nHowever, Dr. Sara's method of therapy is vastly different than what Dr. Chang had used. By swinging her huge breasts in a circle, she is able to induce a hypnotic trance in her patients, after which she is able to learn what is bothering the patient and offer the proper solution. There is a risk of using this: Sara is often vulnerable to the sexual appetites of her patients and she must maintain control of the situation\n\nSara is not alone, though. She is often accompanied by Tamine, a man who cannot seem to get a woman, no matter how he tries. But Tamine is devoted to Sara (mostly because of her huge breasts, which he is able to cop a feel whenever the chance arises), and aids her in helping others in need.",
  "mean": 5.28,
  "popularity": 10818,
  "num_list_users": 2520,
  "num_scoring_users": 655,
  "nsfw": "gray",
  "created_at": "2008-03-24T23:37:03+00:00",
  "updated_at": "2022-07-02T20:50:41+00:00",
  "media_type": "ova",
  "status": "finished_airing",
  "genres": [
    {
      "id": 4,
      "name": "Comedy"
    },
    {
      "id": 26,
      "name": "Girls Love"
    },
    {
      "id": 12,
      "name": "Hentai"
    }
  ],
  "num_episodes": 2,
  "start_season": {
    "year": 1996,
    "season": "summer"
  },
  "average_episode_duration": 1724,
  "rating": "rx",
  "studios": [
    {
      "id": 7,
      "name": "J.C.Staff"
    }
  ]
}