{
  "id": 4164,
  "title": "Kounai Shasei",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1271/113222.webp",
    "large": "https://cdn.myanimelist.net/images/anime/1271/113222l.webp"
  },
  "alternative_titles": {
    "synonyms": [
      "The Tales Trilogy",
      "Pictures from High School",
      "Schoolyard Sketches",
      "Tales of Misbehavior",
      "Tales of Sintillation"
    ],
    "en": "Tales of Titillation",
    "ja": "校内写生"
  },
  "start_date": "1990-05-25",
  "end_date": "1992-08-25",
  "synopsis": "Tales of Titillation \nLet U-Jin's brand of erotic humor entice you into the world of adult fantasy animation, and tickle your funny bone, among other places, in the process. Being the most famous of the erotic manga artists in Japan, this sampling of U-Jin's work shows how funny an adult Anime can be! In this collection of stories, we have four fine funny tales to tantalize your funny bone. First, in Playground Nostalgia we see how far a geek will go to get a little peek at panties. Then, in How to Get a Pizza for Free see what trials and tribulations a pizza delivery man must endure. Thirdly, we have Sailor Warrior Akko, an adult parody for Ultraman fans everywhere. Lastly, in Tai-Chi Girl, meet Chin Chin, a woman from China who provides a very special service to her Japanese clientele! \n\nTales of Misbehavior \nIn this second spicy collection, we have three new tantalizing tales. First, Lusty Long-Distance Commute gives a straight-laced Salary man his wildest fantasy, oral sex on a crowded train! Too bad she didn't know about... Next, in The Match Vendor we have a match-selling woman who bares it all for a price. Lastly, we have the ever-lovely Part-Time Nurse, who knows just what it takes to get her patients to bend over and take it! \n\nTales of Sintillation \nIn our final installment of these spicy erotic tales from Japan, we have a most special treat for the Adult Anime fan. In Tales of Sintillation we have a six-pack of juicy tales to wet your whistle, among other parts of your body. This erotic anime video is full of the tantalizing tidbits you love Kitty for. We have: 1) What a Happy Story, 2) How to Get Over a Slump, 3) Aim at the Ace!, 4) The Most Terrifying Story, 5) Go Girl for World Peace!, and 6) The Legendary Girl.\n\n(Source: Media Blasters)",
  "mean": 5.92,
  "popularity": 9617,
  "num_list_users": 4010,
  "num_scoring_users": 1144,
  "nsfw": "gray",
  "created_at": "2008-03-25T19:15:31+00:00",
  "updated_at": "2024-02-09T09:35:07+00:00",
  "media_type": "ova",
  "status": "finished_airing",
  "genres": [
    {
      "id": 4,
      "name": "Comedy"
    },
    {
      "id": 12,
      "name": "Hentai"
    }
  ],
  "num_episodes": 3,
  "start_season": {
    "year": 1990,
    "season": "spring"
  },
  "source": "manga",
  "average_episode_duration": 1705,
  "rating": "rx",
  "studios": [
    {
      "id": 24,
      "name": "Studio Fantasia"
    },
    {
      "id": 438,
      "name": "Studio Signal"
    }
  ]
}