{
  "id": 420,
  "title": "Spriggan",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1549/134328.webp",
    "large": "https://cdn.myanimelist.net/images/anime/1549/134328l.webp"
  },
  "alternative_titles": {
    "synonyms": [],
    "en": "Spriggan",
    "ja": "スプリガン"
  },
  "start_date": "1998-09-05",
  "end_date": "1998-09-05",
  "synopsis": "Long before the era of prehistoric man, an advanced alien species inhabited Earth. Negligent of the power they held, these beings ultimately caused their own demise. However, the aliens left behind a warning to future civilizations on indestructible tablets: to destroy any remains of the ruinous technology created by their kind.\n\nIn modern times, the ARCAM Corporation and their paramilitary unit—the Spriggans—seek to seal the relics away and prevent renegade actors from exploiting their powers. Following ARCAM's recent discovery in the Ararat Mountains of what is believed to be the mythic Noah's Ark, Spriggan Yuu Ominae has been dispatched to investigate.\n\nHowever, the site is ambushed by the US Machine Corps—a radical faction of the Department of Defense led by Colonel MacDougall. On the Pentagon's orders, MacDougall seeks to secure ARCAM's lead scientist and seize the artifact. Teamed up with fellow Spriggan Jean Jacquemondo, Yuu must stop MacDougall and the Machine Corps' elite soldiers from advancing on the Ark before it is too late.\n\n[Written by MAL Rewrite]\n",
  "mean": 6.68,
  "rank": 6280,
  "popularity": 3934,
  "num_list_users": 40906,
  "num_scoring_users": 15489,
  "nsfw": "white",
  "created_at": "2005-12-25T01:13:30+00:00",
  "updated_at": "2023-10-10T15:22:41+00:00",
  "media_type": "movie",
  "status": "finished_airing",
  "genres": [
    {
      "id": 2,
      "name": "Adventure"
    },
    {
      "id": 38,
      "name": "Military"
    },
    {
      "id": 24,
      "name": "Sci-Fi"
    },
    {
      "id": 27,
      "name": "Shounen"
    }
  ],
  "num_episodes": 1,
  "start_season": {
    "year": 1998,
    "season": "summer"
  },
  "source": "manga",
  "average_episode_duration": 5431,
  "rating": "r",
  "studios": [
    {
      "id": 13,
      "name": "Studio 4°C"
    }
  ]
}