{
  "id": 42106,
  "title": "Jiang Ziya",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1000/132109.webp",
    "large": "https://cdn.myanimelist.net/images/anime/1000/132109l.webp"
  },
  "alternative_titles": {
    "synonyms": [
      "Legend of Deification"
    ],
    "en": "Jiang Ziya",
    "ja": "姜子牙"
  },
  "start_date": "2020-10-01",
  "end_date": "2020-10-01",
  "synopsis": "Years ago, Jiang Ziya, the head disciple of Jingxu Hall, joined his master in a ravaging war to fight demons and capture the Nine-Tailed Fox Demon. Known to be the first to climb the Stairway to Heaven, he was expected to become the leader of gods.\n\nHowever, Jiang Ziya's final task to execute the Nine-Tailed soon took a turn for the worse when the demon created an illusion and showed Jiang Ziya an innocent girl trapped inside her. Growing doubtful, he freed the fox spirit to save the girl. As a punishment for his transgression, Jiang Ziya was banished to the North Sea, with his divine power sealed, until he would no longer be plagued by the Nine-Tailed's mirage.\n\nTen years later, Jiang Ziya dwells in the North Sea alongside his friend Shen Gongbao and his pet Si Bu Xiang. At a bar, Jiang Ziya meets Xiao Jiu—who resembles the girl from the illusion. When he asks her about the Nine-Tailed Fox Demon's bracelet on her ankle, she tells him that the accessory reveals to her a place where black flowers bloom. Conflicted over what to believe, Jiang Ziya accompanies Xiao Jiu to Mount Youdu. Thus, the two begin a formidable journey that might uncover not only the truth Jiang Ziya has been searching for, but also shocking facts about the great war of the past.\n\n[Written by MAL Rewrite]",
  "mean": 7.37,
  "rank": 2539,
  "popularity": 7663,
  "num_list_users": 7558,
  "num_scoring_users": 2150,
  "nsfw": "white",
  "created_at": "2020-05-30T04:24:35+00:00",
  "updated_at": "2023-04-21T10:58:47+00:00",
  "media_type": "movie",
  "status": "finished_airing",
  "genres": [
    {
      "id": 1,
      "name": "Action"
    },
    {
      "id": 2,
      "name": "Adventure"
    },
    {
      "id": 10,
      "name": "Fantasy"
    }
  ],
  "num_episodes": 1,
  "start_season": {
    "year": 2020,
    "season": "fall"
  },
  "source": "novel",
  "average_episode_duration": 6596,
  "rating": "pg_13",
  "studios": [
    {
      "id": 1465,
      "name": "Beijing Enlight Pictures"
    }
  ]
}