{
  "id": 42321,
  "title": "Battle Athletess Daiundoukai ReSTART!",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1752/113795.jpg",
    "large": "https://cdn.myanimelist.net/images/anime/1752/113795l.jpg"
  },
  "alternative_titles": {
    "synonyms": [],
    "en": "Battle Athletes Victory ReSTART!",
    "ja": "バトルアスリーテス 大運動会ReSTART!"
  },
  "start_date": "2021-04-11",
  "end_date": "2021-06-27",
  "synopsis": "As technology advanced, humanity gradually colonized the entire solar system, occupying planetary facilities from Mercury to Pluto. This results in a large-scale athletic tournament, the \"Daiundoukai,\" where several aspiring female athletes from all around the solar system compete. The winner of the tournament is crowned the \"Cosmo Beauty,\" obtaining a queenlike status.\n\nWhen outgoing potato farmer Kanata Akehoshi was a child, she witnessed a meteor-like object falling from the sky, crashing in a nearby forest. When she came to investigate the wreckage, she saw a damaged spaceship and a girl who seemed to have been in it weakened by the impact. The girl gave Kanata two wristbands, alongside a request that Kanata join the Daiundoukai and become the Cosmo Beauty. Kanata obliged, but before she could ask for the girl's name, she mysteriously disappeared—leaving nothing,not even the crater caused by the crash. Since then, Kanata has devoted herself to training, aiming to fulfill her promise.\n\nAfter winning the qualifying round to represent the planet Earth, Kanata goes to the University Satellite—an institution where she and other candidates study to prepare themselves for the upcoming competition. There, she meets and befriends her fellow competitors, helping them get along with each other to perform better in the games. As Kanata grows closer to the coveted title, so do her chances of meeting the girl who changed her fate—and she discovers an underlying mystery behind the Daiundoukai along the way.\n\n[Written by MAL Rewrite]",
  "mean": 5.1,
  "rank": 13479,
  "popularity": 7208,
  "num_list_users": 9232,
  "num_scoring_users": 2849,
  "nsfw": "white",
  "created_at": "2020-06-27T07:27:23+00:00",
  "updated_at": "2024-03-06T10:56:29+00:00",
  "media_type": "tv",
  "status": "finished_airing",
  "genres": [
    {
      "id": 2,
      "name": "Adventure"
    },
    {
      "id": 4,
      "name": "Comedy"
    },
    {
      "id": 23,
      "name": "School"
    },
    {
      "id": 24,
      "name": "Sci-Fi"
    },
    {
      "id": 30,
      "name": "Sports"
    }
  ],
  "num_episodes": 12,
  "start_season": {
    "year": 2021,
    "season": "spring"
  },
  "broadcast": {
    "day_of_the_week": "sunday",
    "start_time": "01:30"
  },
  "source": "original",
  "average_episode_duration": 1420,
  "rating": "pg_13",
  "studios": [
    {
      "id": 541,
      "name": "Seven"
    }
  ]
}