{
  "id": 42544,
  "title": "Kaizoku Oujo",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1607/117951.jpg",
    "large": "https://cdn.myanimelist.net/images/anime/1607/117951l.jpg"
  },
  "alternative_titles": {
    "synonyms": [],
    "en": "Fena: Pirate Princess",
    "ja": "海賊王女"
  },
  "start_date": "2021-10-03",
  "end_date": "2021-12-19",
  "synopsis": "A decade ago, a tragic shipwreck separated Fena Houtman from her childhood friend Yukimaru and took her father's life. Now, at age 23, she is trapped on an island and is doomed to spend the rest of her life selling herself to men. On the night she is to be forcibly wed to a client, Fena hatches a plan to escape from her employers, but two old acquaintances unexpectedly intervene and help her run away. \n\nThe three make haste for the open sea and land upon Goblin Island—a mysterious place that a clan of fierce warriors call home. It is there that Fena learns that her father's ill-fated final journey at sea was in search of a place called \"Eden,\" the location of something important that he had to protect. With nothing but a clear crystal as a clue, Fena is tasked with finding this place, as she is the only person who can do so. \n\nWhile still contemplating the search for what her father left behind, Fena reunites with Yukimaru, who encourages her to take up the quest. Now the captain of a seven-person crew, Fena must navigate the high seas in search of Eden. But as uncanny groups begin to target her, the perilous journey proves to be even more challenging than it previously seemed.\n\n[Written by MAL Rewrite]",
  "mean": 7.08,
  "rank": 4155,
  "popularity": 1221,
  "num_list_users": 221602,
  "num_scoring_users": 74322,
  "nsfw": "white",
  "created_at": "2020-07-26T08:19:09+00:00",
  "updated_at": "2023-01-05T18:19:30+00:00",
  "media_type": "tv",
  "status": "finished_airing",
  "genres": [
    {
      "id": 1,
      "name": "Action"
    },
    {
      "id": 2,
      "name": "Adventure"
    },
    {
      "id": 10,
      "name": "Fantasy"
    },
    {
      "id": 13,
      "name": "Historical"
    }
  ],
  "num_episodes": 12,
  "start_season": {
    "year": 2021,
    "season": "fall"
  },
  "broadcast": {
    "day_of_the_week": "sunday",
    "start_time": "02:38"
  },
  "source": "original",
  "average_episode_duration": 1449,
  "rating": "pg_13",
  "studios": [
    {
      "id": 10,
      "name": "Production I.G"
    }
  ]
}