{
  "id": 42658,
  "title": "Ninjala",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1161/108830.jpg",
    "large": "https://cdn.myanimelist.net/images/anime/1161/108830l.jpg"
  },
  "alternative_titles": {
    "synonyms": [
      "Ninjala Animated Series"
    ],
    "en": "Ninjala 2D Cartoon Anime",
    "ja": "ニンジャラ"
  },
  "start_date": "2020-06-23",
  "end_date": "2021-01-06",
  "synopsis": "Episode 1: \"Bloodline of the Shinobi\"\nVan is an energetic and athletically gifted youngster known for his incredible skills on the basketball court. One night, after waking from a nightmare, Van jumps on his bike and hurries across town to see his father… and arrives just in time to witness his dad being attacked by a ninja!\n\nEpisode 2: \"A Secret Eye\"\nLucy is a cheerful and considerate young girl who always looks after her friends. One day, while attempting to save a friend from some bullies, she inadvertently awakens her ninja powers. Alarmed and overwhelmed at her newly realized abilities, she attempts to hide them by avoiding people and shutting down emotionally.\n\nEpisode 3: \"A Beautiful Intruder\"\nJane is a talented computer hacker working for the WNA’s Info-Communications Division. One day, after receiving special orders from the Intelligence Division, she hacks into the network in search of information about the mysterious substance known as Ninja-Gum.\n\nEpisode 4: \"The Shinobi Village\"\nKappei is a young boy from Iga who practices swordsmanship under the watchful eye of his grandfather. One day, during a training session, Kappei and his grandfather are confronted by a band of assassins who have come seeking the secrets of the shinobi!\n\nEpisode 5: \"You're the Star!\"\nEmma is a street dancer with an eye on making it into the spotlight. She also happens to be a vigilante crime fighter dishing out justice under the cover of darkness. Emma’s life is about to take a dramatic turn, thanks to Lauren Warren, a talent scout who’s looking for more than just the right moves.\n\n(Source: Official YouTube channel)",
  "mean": 5.78,
  "rank": 11030,
  "popularity": 15172,
  "num_list_users": 748,
  "num_scoring_users": 200,
  "nsfw": "white",
  "created_at": "2020-08-11T07:31:00+00:00",
  "updated_at": "2022-01-23T08:08:34+00:00",
  "media_type": "ona",
  "status": "finished_airing",
  "genres": [
    {
      "id": 1,
      "name": "Action"
    },
    {
      "id": 17,
      "name": "Martial Arts"
    }
  ],
  "num_episodes": 5,
  "start_season": {
    "year": 2020,
    "season": "spring"
  },
  "source": "game",
  "average_episode_duration": 600,
  "rating": "g",
  "studios": [
    {
      "id": 101,
      "name": "Studio Hibari"
    },
    {
      "id": 1380,
      "name": "domerica"
    }
  ]
}