{
  "id": 43691,
  "title": "Kageki Shoujo!!",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1944/114427.jpg",
    "large": "https://cdn.myanimelist.net/images/anime/1944/114427l.jpg"
  },
  "alternative_titles": {
    "synonyms": [
      "The Curtain Rises",
      "Opera Girl!"
    ],
    "en": "Kageki Shojo!!",
    "ja": "かげきしょうじょ!!"
  },
  "start_date": "2021-07-04",
  "end_date": "2021-09-26",
  "synopsis": "After being forced to graduate from JPX48 following a controversial incident with a male fan, Ai Narata swears to never interact with another man ever again. Using her talents and strong desire to get away from men, Ai auditions for the exclusive all-female Kouka School of Musical and Theatrical Arts. The school is renowned for producing the best actresses that go on to perform in the famous all-female Kouka Theatre Troupe. Coming from the idol industry, Ai is the perfect candidate for the school's hundredth generation class, but her aloof demeanor alienates her from her classmates.\n\nThe eccentric Sarasa Watanabe is the only person who wishes to become Ai's friend. She enters Kouka with the goal of becoming a top \"otokoyaku\" performer—an actress that plays traditionally male roles. After seeing a Kouka performance of The Rose of Versailles when she was younger, Sarasa dreams of performing as Lady Oscar one day. Unfortunately, Sarasa's inability to read a room causes friction between her and her classmates, including Ai, who reluctantly becomes her roommate and partner in many of their classes. \n\nSucceeding at Kouka will involve more than just raw talent for these young girls as jealousy, deceit, and the harsh realities of show business put their mental fortitude to the test. Will Sarasa and Ai be able to rise to the top and stand on the silver bridge?\n\n[Written by MAL Rewrite]",
  "mean": 7.72,
  "rank": 1268,
  "popularity": 2451,
  "num_list_users": 90849,
  "num_scoring_users": 28699,
  "nsfw": "white",
  "created_at": "2020-10-27T03:31:05+00:00",
  "updated_at": "2022-11-14T08:41:06+00:00",
  "media_type": "tv",
  "status": "finished_airing",
  "genres": [
    {
      "id": 8,
      "name": "Drama"
    },
    {
      "id": 70,
      "name": "Performing Arts"
    },
    {
      "id": 23,
      "name": "School"
    },
    {
      "id": 25,
      "name": "Shoujo"
    }
  ],
  "num_episodes": 13,
  "start_season": {
    "year": 2021,
    "season": "summer"
  },
  "broadcast": {
    "day_of_the_week": "sunday",
    "start_time": "00:00"
  },
  "source": "manga",
  "average_episode_duration": 1464,
  "rating": "pg_13",
  "studios": [
    {
      "id": 1295,
      "name": "PINE JAM"
    }
  ]
}