{
  "id": 43756,
  "title": "Bakuten!!",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1827/113510.jpg",
    "large": "https://cdn.myanimelist.net/images/anime/1827/113510l.jpg"
  },
  "alternative_titles": {
    "synonyms": [],
    "en": "Backflip!!",
    "ja": "バクテン!!"
  },
  "start_date": "2021-04-09",
  "end_date": "2021-06-25",
  "synopsis": "Shoutarou Futaba has always loved sports, but he never became more than a benchwarmer on his middle school baseball team. After noticing a group of gymnasts practicing in the park, he decides to watch a rhythmic gymnastics tournament on a whim. Although displaying an exhilarating performance at the competition, the Shoushukan High School's Rhythmic Gymnastics Club places second-to-last due to penalties acquired from not fielding a full six-man roster. \n\nThe demonstration of skill captivates Shoutarou, and he decides to enroll at Shoushukan in hopes of joining the team despite having no background in the sport. The club recruits him alongside Ryouya Misato, a prodigal gymnast who was the runner-up in a junior tournament. \n\nNow with a full six-man roster, the team sets out to compete in the upcoming Inter-High tournament. As he strives to accomplish this ambitious endeavor, Shoutarou must learn and master the basics of rhythmic gymnastics all while working in tandem with his new teammates if Shoushukan wants to stand a chance at claiming the title.\n\n[Written by MAL Rewrite]",
  "mean": 7.48,
  "rank": 2103,
  "popularity": 2125,
  "num_list_users": 112846,
  "num_scoring_users": 41498,
  "nsfw": "white",
  "created_at": "2020-11-04T21:56:14+00:00",
  "updated_at": "2024-06-16T15:01:44+00:00",
  "media_type": "tv",
  "status": "finished_airing",
  "genres": [
    {
      "id": 70,
      "name": "Performing Arts"
    },
    {
      "id": 23,
      "name": "School"
    },
    {
      "id": 30,
      "name": "Sports"
    }
  ],
  "num_episodes": 12,
  "start_season": {
    "year": 2021,
    "season": "spring"
  },
  "broadcast": {
    "day_of_the_week": "friday",
    "start_time": "00:55"
  },
  "source": "original",
  "average_episode_duration": 1375,
  "rating": "pg_13",
  "studios": [
    {
      "id": 218,
      "name": "Zexcs"
    }
  ]
}