{
  "id": 43779,
  "title": "Eoneu Nal Jameseo Kkaeeoboni Bagelyeoga Doeeo Isseotda",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1002/110132.jpg",
    "large": "https://cdn.myanimelist.net/images/anime/1002/110132l.jpg"
  },
  "alternative_titles": {
    "synonyms": [
      "When I Woke Up I Became a Bagel Girl",
      "He Woke Up as a Bagel Girl"
    ],
    "en": "When I Woke Up I Became a Bagel Girl",
    "ja": "어느 날 잠에서 깨어보니 베이글녀가 되어 있었다"
  },
  "start_date": "2019-11-25",
  "end_date": "2019-12-02",
  "synopsis": "Bong Gi used to have dreams of making something of his life. But now all that seems like a distant memory. He has become fat, lazy, unemployed, and altogether unlovable. In the real world, people are grossed out by him. He has never had a girlfriend and he spends his late nights fantasizing about women whose pictures he leers at on the internet. His own life appalls him, but he has one escape – his online life. Gaming has become his everything, and he excels at it.\n\nAfter another long, lonely night of gaming, he wakes up – and is shocked to find that he has transformed into a woman. Or to be more precise, a woman who looks a lot like those he used to lust after online! Confused, he does not know where to turn – so looks for answers on the net. He encounters a young woman in a chat forum named Sae Mi, who offers him advice. He soon falls for her charms – which makes things complicated to say the least. And things get even more bizarre when he attempts to take revenge on Sang Woo, a school bully who turns out to be Sae Mi’s older brother!\n\n(Source: Viki)",
  "mean": 6.28,
  "rank": 8464,
  "popularity": 5810,
  "num_list_users": 12655,
  "num_scoring_users": 3509,
  "nsfw": "gray",
  "created_at": "2020-11-08T13:01:52+00:00",
  "updated_at": "2023-04-29T09:09:19+00:00",
  "media_type": "ona",
  "status": "finished_airing",
  "genres": [
    {
      "id": 4,
      "name": "Comedy"
    },
    {
      "id": 9,
      "name": "Ecchi"
    },
    {
      "id": 65,
      "name": "Magical Sex Shift"
    },
    {
      "id": 22,
      "name": "Romance"
    }
  ],
  "num_episodes": 15,
  "start_season": {
    "year": 2019,
    "season": "fall"
  },
  "source": "web_manga",
  "average_episode_duration": 736,
  "rating": "pg_13",
  "studios": [
    {
      "id": 999,
      "name": "Studio Animal"
    }
  ]
}