{
  "id": 44218,
  "title": "Tunshi Xingkong",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1188/110437.jpg",
    "large": "https://cdn.myanimelist.net/images/anime/1188/110437l.jpg"
  },
  "alternative_titles": {
    "synonyms": [],
    "en": "Swallowed Star",
    "ja": "吞噬星空"
  },
  "start_date": "2020-11-29",
  "end_date": "2021-05-16",
  "synopsis": "One day, an unknown RR virus appeared on earth, and the world fell into disaster. Infected animals mutate into frightening and massively attacking monsters. When humans face destruction, they build walls and build base cities as the last bastion of man. The trials experienced by mankind during this period of time are called the \"Period of Nirvana.\" In extreme living environments, human power is also gradually advancing and evolving, and martial arts are emerging, and human power is qualitatively increasing compared to before. And the best of them is called the Warriors. Luo Feng, 18, also aspires to be one of them. Currently, she will take the college entrance exam and face a choice at a crossroads in her life, but suddenly a monster attack affects the trajectory of her life. Under the threat of powerful monsters, the inhabitants of the city are in danger, but the military is powerless. Only one soldier stood up and maintained the security of the base city. Luo Feng is infected by a warrior force, and secretly he decides to become a fighter to protect his loved ones. This is the beginning of everything, the starting point of Luo Feng's journey as a martial artist, and also the beginning of his legendary life. Luo Feng aspires to be a martial artist, but the road ahead is not smooth. The first thing he has to deal with is the influence of the outside environment that is not visible to him. Luo Feng's family's condition was alarming and life was difficult, his parents could not provide more help and could only rely on his own efforts. Ultimately, under constant hard work, Luo Feng continues to explore his own potential and is recognized by his increased abilities and self-improvement. Not only that, Luo Feng not only shouldered the burden of supporting the family, but also joined other justice fighters to face evil monsters to protect the homeland of mankind and for the better survival and development of mankind. In a desperate doomsday situation, can Luo Feng and the other soldiers drive away the monsters and successfully protect the human world?\n\n(Source: Animexin)",
  "mean": 7.88,
  "rank": 853,
  "popularity": 7091,
  "num_list_users": 7901,
  "num_scoring_users": 2944,
  "nsfw": "white",
  "created_at": "2020-11-28T18:34:20+00:00",
  "updated_at": "2022-10-12T16:11:37+00:00",
  "media_type": "ona",
  "status": "finished_airing",
  "genres": [
    {
      "id": 1,
      "name": "Action"
    },
    {
      "id": 2,
      "name": "Adventure"
    },
    {
      "id": 10,
      "name": "Fantasy"
    },
    {
      "id": 17,
      "name": "Martial Arts"
    },
    {
      "id": 24,
      "name": "Sci-Fi"
    }
  ],
  "num_episodes": 26,
  "start_season": {
    "year": 2020,
    "season": "fall"
  },
  "source": "novel",
  "average_episode_duration": 1301,
  "rating": "pg_13",
  "studios": [
    {
      "id": 1768,
      "name": "Sparkly Key Animation Studio"
    }
  ]
}