{
  "id": 45047,
  "title": "Da Nao Xiyou",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1643/118714.jpg",
    "large": "https://cdn.myanimelist.net/images/anime/1643/118714l.jpg"
  },
  "alternative_titles": {
    "synonyms": [],
    "en": "Monkey Magic / Adventure in Journey to the West",
    "ja": "大闹西游"
  },
  "start_date": "2018-09-22",
  "end_date": "2018-09-22",
  "synopsis": "In the Toy World, Sun Wuyuan, a piece of stationaries, is pointed out as defective good by others. Offended by their comments, Wuyuan committing to find the Golden Staff to prove that he is the Monkey King. After hearing that the Crossing Hall is the entrance to the West, Sun Wuyuan snuck up into the hall at midnight and began his journey to the West. Wuyuan finds Sun Wukong in Mount Huaguo and is willing to take on the training courses that Wukong offers in exchange for Golden Staff upon completion. But later, after being convinced by the anthropomorphic Bull Demon King, Wuyuan believes that Wukong deceived him. So, he steals the Golden Cudgel while Wukong is napping. After the Bull Demon King took the Golden Staff, Wuyuan flees back to the Toy World yet realizing the world has been conquered by the Bull Demon King. To restore the Toy World while saving Wukong, Wuyuan and his friend, Qiqi, headed back into the West to take down the Bull Demon King. In the end, the Bull Demon King is defeated and Wukong agrees to lend the Golden Staff to Wuyuan for one day\n\n(Source: Apple TV)",
  "rank": 20590,
  "popularity": 24929,
  "num_list_users": 118,
  "num_scoring_users": 21,
  "nsfw": "white",
  "created_at": "2020-12-20T03:21:37+00:00",
  "updated_at": "2022-09-08T05:39:12+00:00",
  "media_type": "movie",
  "status": "finished_airing",
  "genres": [
    {
      "id": 2,
      "name": "Adventure"
    },
    {
      "id": 10,
      "name": "Fantasy"
    },
    {
      "id": 15,
      "name": "Kids"
    }
  ],
  "num_episodes": 1,
  "start_season": {
    "year": 2018,
    "season": "summer"
  },
  "average_episode_duration": 5520,
  "rating": "pg",
  "studios": []
}