{
  "id": 46093,
  "title": "Shiroi Suna no Aquatope",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1932/114952.webp",
    "large": "https://cdn.myanimelist.net/images/anime/1932/114952l.webp"
  },
  "alternative_titles": {
    "synonyms": [
      "Aquatope of White Sand"
    ],
    "en": "The Aquatope on White Sand",
    "ja": "白い砂のアクアトープ"
  },
  "start_date": "2021-07-09",
  "end_date": "2021-12-17",
  "synopsis": "After leaving her idol career behind, Fuuka Miyazawa finds herself on a spontaneous flight to Okinawa instead of returning home to her pity party in Morioka. Bearing a heavy heart and nowhere to go, she aimlessly wanders around the area until she stumbles upon Gama Gama Aquarium—an aging aquarium on the verge of closing down.\n\nWith a lack of visitors and costly but necessary repairs needed to keep its doors open, the director is faced with shutting down the establishment for good by the end of the summer. The director's aquatic life-loving granddaughter—Kukuru Misakino—cannot stand the thought of the aquarium closing and is determined to make enough money by the end of the season to keep the doors open.\n\nSeeing the unique magic of the aquarium, Fuuka begs Kukuru for a job; however, she soon finds that her lack of experience makes her more of a hindrance than anything else. At the same time, Kukuru realizes that her ambitious goal might be more than she can handle. With mounting pressure from all around them, will Kukuru and Fuuka be able to save the one place they hold close to their hearts?\n\n[Written by MAL Rewrite]",
  "mean": 7.51,
  "rank": 2023,
  "popularity": 1497,
  "num_list_users": 180703,
  "num_scoring_users": 55064,
  "nsfw": "white",
  "created_at": "2021-01-15T10:02:20+00:00",
  "updated_at": "2023-09-06T23:28:21+00:00",
  "media_type": "tv",
  "status": "finished_airing",
  "genres": [
    {
      "id": 8,
      "name": "Drama"
    },
    {
      "id": 48,
      "name": "Workplace"
    }
  ],
  "num_episodes": 24,
  "start_season": {
    "year": 2021,
    "season": "summer"
  },
  "broadcast": {
    "day_of_the_week": "friday",
    "start_time": "00:00"
  },
  "source": "original",
  "average_episode_duration": 1417,
  "rating": "pg_13",
  "studios": [
    {
      "id": 132,
      "name": "P.A. Works"
    }
  ]
}