{
  "id": 46352,
  "title": "Blue Period",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1757/116931.jpg",
    "large": "https://cdn.myanimelist.net/images/anime/1757/116931l.jpg"
  },
  "alternative_titles": {
    "synonyms": [],
    "en": "Blue Period",
    "ja": "ブルーピリオド"
  },
  "start_date": "2021-10-02",
  "end_date": "2021-12-18",
  "synopsis": "Second-year high school student Yatora Yaguchi is a delinquent with excellent grades, but is unmotivated to find his true calling in life. Yatora spends his days working hard to maintain his academic standing while hanging out with his equally unambitious friends. However, beneath his carefree demeanor, Yatora does not enjoy either activity and wishes he could find something more fulfilling.\n\nWhile mulling over his predicament, Yatora finds himself staring at a vibrant landscape of Shibuya. Unable to express how he feels about the unusually breathtaking sight, he picks up a paintbrush, hoping his thoughts will be conveyed on canvas. After receiving praise for his work, the joy he feels sends him on a journey to enter the extremely competitive Tokyo University of the Arts—a school that only accepts one in every two hundred applicants.\n\nFacing talented peers, a lack of understanding of the fine arts, and struggles to obtain his parents’ approval, Yatora is confronted by much adversity. In the hopes of securing one of the five prestigious spots in his program of choice, Yatora must show that his inexperience does not define him. \n\n[Written by MAL Rewrite]",
  "mean": 7.79,
  "rank": 1067,
  "popularity": 482,
  "num_list_users": 498709,
  "num_scoring_users": 229663,
  "nsfw": "white",
  "created_at": "2021-01-19T04:27:55+00:00",
  "updated_at": "2023-01-05T18:12:19+00:00",
  "media_type": "tv",
  "status": "finished_airing",
  "genres": [
    {
      "id": 8,
      "name": "Drama"
    },
    {
      "id": 23,
      "name": "School"
    },
    {
      "id": 42,
      "name": "Seinen"
    },
    {
      "id": 80,
      "name": "Visual Arts"
    }
  ],
  "num_episodes": 12,
  "start_season": {
    "year": 2021,
    "season": "fall"
  },
  "broadcast": {
    "day_of_the_week": "saturday",
    "start_time": "01:25"
  },
  "source": "manga",
  "average_episode_duration": 1426,
  "rating": "pg_13",
  "studios": [
    {
      "id": 35,
      "name": "Seven Arcs"
    }
  ]
}