{
  "id": 464,
  "title": "One Piece Movie 06: Omatsuri Danshaku to Himitsu no Shima",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1328/147315.webp",
    "large": "https://cdn.myanimelist.net/images/anime/1328/147315l.webp"
  },
  "alternative_titles": {
    "synonyms": [],
    "en": "One Piece: Baron Omatsuri and the Secret Island",
    "ja": "ワンピース オマツリ男爵と秘密の島"
  },
  "start_date": "2005-03-05",
  "end_date": "2005-03-05",
  "synopsis": "\"If you are a pirate among pirates among pirates among pirates, then gather your steadfast crew of friends and set sail for our island.\" Upon finding an advertisement with these words on it for Omatsuri Island, the only recreational resort on the Grand Line, Monkey D. Luffy and his Straw Hat Crew set out for it immediately.\n\nEnticed by the island's casinos, spas, beautiful women, and exquisite cuisine, the crew are eager to relax and enjoy themselves. Much to their disappointment though, they are told upon arrival that they will first have to pass Baron Omatsuri's \"Ordeals of Hell.\" Once they complete this series of challenges, they will be able to enjoy the resort.\n\nHowever, problems begin to surface the longer they stay on the island. As strange events continue to unfold, the Straw Hat Crew find themselves at odds with one another, disagreeing at every turn. Will the Straw Hat Crew be able to figure out the truth behind Omatsuri Island, or will they fall apart from infighting first?\n\n[Written by MAL Rewrite]",
  "mean": 7.78,
  "rank": 1142,
  "popularity": 2068,
  "num_list_users": 119285,
  "num_scoring_users": 69417,
  "nsfw": "white",
  "created_at": "2005-12-31T04:24:35+00:00",
  "updated_at": "2022-04-17T08:32:48+00:00",
  "media_type": "movie",
  "status": "finished_airing",
  "genres": [
    {
      "id": 1,
      "name": "Action"
    },
    {
      "id": 2,
      "name": "Adventure"
    },
    {
      "id": 8,
      "name": "Drama"
    },
    {
      "id": 10,
      "name": "Fantasy"
    },
    {
      "id": 27,
      "name": "Shounen"
    }
  ],
  "num_episodes": 1,
  "start_season": {
    "year": 2005,
    "season": "winter"
  },
  "source": "manga",
  "average_episode_duration": 5484,
  "rating": "pg_13",
  "studios": [
    {
      "id": 18,
      "name": "Toei Animation"
    }
  ]
}