{
  "id": 4773,
  "title": "Yamato Takeru",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/11/20270.jpg",
    "large": "https://cdn.myanimelist.net/images/anime/11/20270l.jpg"
  },
  "alternative_titles": {
    "synonyms": [
      "Maxbot"
    ],
    "en": "",
    "ja": "ヤマトタケル"
  },
  "start_date": "1994-04-09",
  "end_date": "1994-12-24",
  "synopsis": "In the 25th century, a spaceship carrying 300 people leaves the earth in search of a new world in the solar system, but an unexpected accident occurs. They crash into a black hole which is connected to another universe. The people on the ship are cast adrift in an emergency capsule to a planet called Ismo. The story begins 12 years after they have reached Ismo.\n\nIsmo is a star of the Onam System, which corresponds to the Solar System in our universe. It is the only planet left in the Onam System. The Death Star called Yomi is a comet which regularly approaches the Onam System.\n\nThere were once 8 planets in the Onam System. Many years ago, in the time of the gods, there was a war against the evil monster Yamatano Orochi (an 8-headed snake-like creature). The gods won the battle. Yamatano Orochi was locked into 8 stones, one of which is buried deep in the center of each planet. Nobody was supposed to have access to the core of the planets. However Tsukuyomi, an evil god who rules Yomi, succeeded in reaching the stones one after another, destroying 7 of the planets using his powerful robots, the Sky Warriors. However, when he tried to acquire the last stone from the planet Ismo, the most powerful Sky Warrior, Susanoo, got out of control and was blown away.\n\nA million years later, the Death Star Yomi is approaching the Onam System once again. Tsukuyomi, the master of Yomi, plans to take this opportunity to realize his dream of ruling the entire universe. He is desperate for the last stone containing Yamatano Orochi. If Tsukuyomi can get hold of this stone, Yamatano Orochi will return to life and its power will become his. Tsukuyomi needs Sky Warrior Susanoo to capture the stone, and sends 8 Sky Soldiers to get Susanoo back. But it is too late. Susanoo no longer belongs to Tsukuyomi. It belongs to Takeru, a 13-year-old boy from Earth, who happened to discover the buried robot Susanoo and woke it from its million-year-long sleep. Takeru becomes involved in the battle against the Sky Soldiers and their evil master, Tsukuyomi. Susanoo stands up to protect his friends and their planet.\n\n(Source: AnimeNfo)",
  "mean": 6.67,
  "rank": 6027,
  "popularity": 10503,
  "num_list_users": 2938,
  "num_scoring_users": 793,
  "nsfw": "white",
  "created_at": "2008-06-26T08:39:19+00:00",
  "updated_at": "2022-11-06T09:19:11+00:00",
  "media_type": "tv",
  "status": "finished_airing",
  "genres": [
    {
      "id": 1,
      "name": "Action"
    },
    {
      "id": 2,
      "name": "Adventure"
    },
    {
      "id": 10,
      "name": "Fantasy"
    },
    {
      "id": 18,
      "name": "Mecha"
    },
    {
      "id": 24,
      "name": "Sci-Fi"
    },
    {
      "id": 29,
      "name": "Space"
    }
  ],
  "num_episodes": 37,
  "start_season": {
    "year": 1994,
    "season": "spring"
  },
  "broadcast": {
    "day_of_the_week": "saturday",
    "start_time": "17:30"
  },
  "source": "original",
  "average_episode_duration": 1440,
  "rating": "pg_13",
  "studios": [
    {
      "id": 22,
      "name": "Nippon Animation"
    }
  ]
}