{
  "id": 47790,
  "title": "Sekai Saikou no Ansatsusha, Isekai Kizoku ni Tensei suru",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1928/117620.jpg",
    "large": "https://cdn.myanimelist.net/images/anime/1928/117620l.jpg"
  },
  "alternative_titles": {
    "synonyms": [
      "The world's best assassin, To reincarnate in a different world aristocrat",
      "Ansatsu Kizoku"
    ],
    "en": "The World's Finest Assassin Gets Reincarnated in Another World as an Aristocrat",
    "ja": "世界最高の暗殺者、異世界貴族に転生する"
  },
  "start_date": "2021-10-06",
  "end_date": "2021-12-22",
  "synopsis": "The world's greatest assassin had sworn lifelong allegiance to the organization that raised him. However, despite his loyalty, that very same organization takes action to silence him, ultimately leading to his demise. Drowning in frustration and regrets he can no longer suppress, he finds himself in an audience with a goddess attracted by his exceptional skills. The goddess offers him reincarnation into a magnificent world of swords and magic so he can perform a crucial mission: prevent that world's destruction by slaying its hero.\n\nAccepting the goddess' request, he is reborn as Lugh Tuatha Dé, the son of a noble family of assassins serving the Alvan Kingdom. Under the guidance of his father, Lugh learns new assassination techniques that significantly differ from the cold-blooded and unsympathetic killing style of his previous life. Furthermore, his other talents bloom, allowing him to meet new allies and acquaintances. Even so, Lugh knows that his efforts are far from adequate, because a monumental adversary such as the hero can only be defeated with perfection.\n\n[Written by MAL Rewrite]",
  "mean": 7.35,
  "rank": 2757,
  "popularity": 416,
  "num_list_users": 535666,
  "num_scoring_users": 296515,
  "nsfw": "white",
  "created_at": "2021-02-15T10:15:49+00:00",
  "updated_at": "2023-01-05T18:14:17+00:00",
  "media_type": "tv",
  "status": "finished_airing",
  "genres": [
    {
      "id": 1,
      "name": "Action"
    },
    {
      "id": 8,
      "name": "Drama"
    },
    {
      "id": 10,
      "name": "Fantasy"
    },
    {
      "id": 62,
      "name": "Isekai"
    },
    {
      "id": 7,
      "name": "Mystery"
    },
    {
      "id": 72,
      "name": "Reincarnation"
    },
    {
      "id": 22,
      "name": "Romance"
    }
  ],
  "num_episodes": 12,
  "start_season": {
    "year": 2021,
    "season": "fall"
  },
  "broadcast": {
    "day_of_the_week": "wednesday",
    "start_time": "23:00"
  },
  "source": "light_novel",
  "average_episode_duration": 1419,
  "rating": "pg_13",
  "studios": [
    {
      "id": 300,
      "name": "SILVER LINK."
    },
    {
      "id": 2201,
      "name": "Studio Palette"
    }
  ]
}