{
  "id": 48171,
  "title": "Summer Ghost",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1651/117943.jpg",
    "large": "https://cdn.myanimelist.net/images/anime/1651/117943l.jpg"
  },
  "alternative_titles": {
    "synonyms": [
      "Project Common"
    ],
    "en": "",
    "ja": "サマーゴースト"
  },
  "start_date": "2021-11-12",
  "end_date": "2021-11-12",
  "synopsis": "It is said that fireworks can calm the souls of the dead. For Tomoya Sugisaki, Aoi Harukawa, and Ryou Kobayashi, fireworks are what allowed them to meet the Summer Ghost. Believed to be the spirit of a young woman who committed suicide, the Summer Ghost only appears in a specific area and can only be seen by those who are within arm's reach of death. \n\nTomoya is a creative soul being crushed by his academic obligation to get into a good university. Aoi is a meek girl who is relentlessly bullied by her classmates. Ryou is a former basketball star who had to forfeit his passion following a grim diagnosis. The only thing these three have in common is their ability to see the Summer Ghost. The Summer Ghost is said to be able to answer any and all questions pertaining to death—something the three teenagers desperately want to know more about.\n\nDissatisfied with their initial meeting, Tomoya sets out to find the Summer Ghost once again. But the more time he spends with the ghost, the more the mystery surrounding her existence unravels.\n\n[Written by MAL Rewrite]",
  "mean": 7.89,
  "rank": 797,
  "popularity": 1969,
  "num_list_users": 108381,
  "num_scoring_users": 40252,
  "nsfw": "gray",
  "created_at": "2021-02-21T01:35:55+00:00",
  "updated_at": "2024-01-06T10:55:24+00:00",
  "media_type": "movie",
  "status": "finished_airing",
  "genres": [
    {
      "id": 8,
      "name": "Drama"
    },
    {
      "id": 37,
      "name": "Supernatural"
    }
  ],
  "num_episodes": 1,
  "start_season": {
    "year": 2021,
    "season": "fall"
  },
  "source": "mixed_media",
  "average_episode_duration": 2393,
  "rating": "pg_13",
  "studios": [
    {
      "id": 2067,
      "name": "Flat Studio"
    }
  ]
}