{
  "id": 48492,
  "title": "Scarlet Nexus",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1314/116004.webp",
    "large": "https://cdn.myanimelist.net/images/anime/1314/116004l.webp"
  },
  "alternative_titles": {
    "synonyms": [],
    "en": "Scarlet Nexus",
    "ja": "SCARLET NEXUS"
  },
  "start_date": "2021-07-01",
  "end_date": "2021-12-23",
  "synopsis": "In the year 2020, a nation faces the pervasive threat of the \"Others\"—mysterious monsters who fall from the sky and feed on human brains. At the same time, psionics, a hormone that gives certain people extrasensory abilities that are effective against the Others, is discovered in the human body. Subsequently, the nation's founder establishes the Other Suppression Force (OSF) to combat these monsters and save humanity. Commonly referred to as the Scarlet Guardians, young individuals with psionics undergo intensive training to join this group.\n\nOne day, the nation prepares an induction ceremony for the exceptional recruits who completed the grueling training to become Scarlet Guardians. Among these young elites is Yuito Sumeragi, the determined son of the nation's founder; at the age of five, he was rescued by a woman in the OSF. To repay this debt, he joins the organization, eager to put his training to good use. As he meets his new comrades, he faces a big problem—the woman who saved him years ago closely resembles one of his teammates. However, this should be the least of his worries—unbeknownst to him, a conspiracy is brewing, one with the capability to shake the entire country.\n\n[Written by MAL Rewrite]",
  "mean": 5.72,
  "rank": 11439,
  "popularity": 2216,
  "num_list_users": 102780,
  "num_scoring_users": 27909,
  "nsfw": "gray",
  "created_at": "2021-03-19T04:26:24+00:00",
  "updated_at": "2022-04-16T09:11:08+00:00",
  "media_type": "tv",
  "status": "finished_airing",
  "genres": [
    {
      "id": 1,
      "name": "Action"
    },
    {
      "id": 38,
      "name": "Military"
    },
    {
      "id": 24,
      "name": "Sci-Fi"
    },
    {
      "id": 31,
      "name": "Super Power"
    }
  ],
  "num_episodes": 26,
  "start_season": {
    "year": 2021,
    "season": "summer"
  },
  "broadcast": {
    "day_of_the_week": "thursday",
    "start_time": "22:30"
  },
  "source": "game",
  "average_episode_duration": 1452,
  "rating": "pg_13",
  "studios": [
    {
      "id": 14,
      "name": "Sunrise"
    }
  ]
}