{
  "id": 48569,
  "title": "86 Part 2",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1321/117508.webp",
    "large": "https://cdn.myanimelist.net/images/anime/1321/117508l.webp"
  },
  "alternative_titles": {
    "synonyms": [],
    "en": "86 Eighty-Six Part 2",
    "ja": "86―エイティシックス―"
  },
  "start_date": "2021-10-03",
  "end_date": "2022-03-19",
  "synopsis": "The disappearance of the Spearhead Squadron beyond the horizon does little to hide the intensity of the Republic of San Magnolia's endless propaganda. Vladilena Milizé continues to operate as \"Handler One,\" the commander of yet another dehumanized 86th faction's squadron in the continuous war against the Legion.\n\nOn the Western Front, Shinei Nouzen and his squad are quarantined in a military base controlled by the Federal Republic of Giad, formerly known as the Giadian Empire. The newly-established government grants the saved Eighty-Six full citizenship and freedom. Housed by the president Ernst Zimmerman himself, the group meets his adoptive daughter and the last Empress, Augusta Frederica Adel-Adler.\n\nHowever, within the calm of this tender society, Shinei and his team feel that their purpose is on the battlefield. Before long, they are once again in the midst of the Legion's onslaught as a part of the Federacy's Nordlicht Squadron, accompanied by Augusta Frederica. But, as history repeats itself, they realize that no matter the side, death and pain on the front lines are the only comfort they know.\n\n[Written by MAL Rewrite]",
  "mean": 8.71,
  "rank": 58,
  "popularity": 419,
  "num_list_users": 570417,
  "num_scoring_users": 327826,
  "nsfw": "white",
  "created_at": "2021-03-27T07:57:31+00:00",
  "updated_at": "2023-12-28T08:55:42+00:00",
  "media_type": "tv",
  "status": "finished_airing",
  "genres": [
    {
      "id": 1,
      "name": "Action"
    },
    {
      "id": 8,
      "name": "Drama"
    },
    {
      "id": 18,
      "name": "Mecha"
    },
    {
      "id": 38,
      "name": "Military"
    },
    {
      "id": 24,
      "name": "Sci-Fi"
    }
  ],
  "num_episodes": 12,
  "start_season": {
    "year": 2021,
    "season": "fall"
  },
  "broadcast": {
    "day_of_the_week": "sunday",
    "start_time": "00:00"
  },
  "source": "light_novel",
  "average_episode_duration": 1420,
  "rating": "r",
  "studios": [
    {
      "id": 56,
      "name": "A-1 Pictures"
    }
  ]
}