{
  "id": 48684,
  "title": "Wan Jie Du Zun",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1571/114240.jpg",
    "large": "https://cdn.myanimelist.net/images/anime/1571/114240l.jpg"
  },
  "alternative_titles": {
    "synonyms": [],
    "en": "Ten Thousand Worlds",
    "ja": "万界独尊"
  },
  "start_date": "2021-04-06",
  "end_date": "2021-09-18",
  "synopsis": "On this day, Lin Feng was condensing his martial soul in the Lin Mansion. He didn't want to, he had just cultivated his sword martial soul into a prototype, and his fiancee Ji Manyao took the opportunity to take away his martial soul, causing him to vomit blood and die. At the same time, Lin Feng's spirit entered the place where the gods were buried. The mysterious woman in the place told Lin Feng that he could gain huge martial arts power and knowledge by destroying the ancient gods buried here. In the real world, Lin Feng, who was originally the eldest young master of the Lin family, was no longer respected by his servants because he lost his sword spirit. It was not until Lin Feng used the power obtained from the place of burial to defeat Lin Yuhong, the powerhouse of Huangjie Wuhun, that the Lin family's attitude towards Lin Feng changed. On the other hand, Lin Feng killed Qin Xiao who was fighting with him because he couldn't control the newly acquired power well. Qin Xiao is the grandson of the first elder of the Qin family, and has always been favored by the elders. Now that Qin Xiao was killed, the elders of the Qin family were unwilling.\n\n(Source: Tencent Video)",
  "mean": 7.24,
  "rank": 3252,
  "popularity": 9889,
  "num_list_users": 4002,
  "num_scoring_users": 1242,
  "nsfw": "white",
  "created_at": "2021-04-07T01:36:37+00:00",
  "updated_at": "2022-04-10T14:34:52+00:00",
  "media_type": "ona",
  "status": "finished_airing",
  "genres": [
    {
      "id": 10,
      "name": "Fantasy"
    },
    {
      "id": 13,
      "name": "Historical"
    },
    {
      "id": 17,
      "name": "Martial Arts"
    }
  ],
  "num_episodes": 50,
  "start_season": {
    "year": 2021,
    "season": "spring"
  },
  "source": "novel",
  "average_episode_duration": 600,
  "rating": "pg_13",
  "studios": [
    {
      "id": 2042,
      "name": "Ruo Hong Culture"
    }
  ]
}