{
  "id": 48867,
  "title": "Shaonian Bai Ma Zui Chun Feng",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1326/125136.webp",
    "large": "https://cdn.myanimelist.net/images/anime/1326/125136l.webp"
  },
  "alternative_titles": {
    "synonyms": [],
    "en": "The Young Brewmaster's Adventure",
    "ja": "少年白马醉春风"
  },
  "start_date": "2022-07-27",
  "end_date": "2023-02-08",
  "synopsis": "The story takes place twenty years before Shaonian Ge Xing. Baili Dongjun, who later became the number one in the world, was still the only grandson of Zhenxihou's mansion who was loved by thousands of people. Although he has a father with peerless kung fu and a mother who is the daughter of the head of the Wen family, he is not good at martial arts and prefers to brew wine. Ten years later, the best wine can be brewed. Finally, he stole a land deed from his home and ran hundreds of miles to Chaisang City to open a wine shop. But a long street is already full of evil stars. Only he is really a young boy who is serious about making wine. Because of this, he was inexplicably involved in the disputes between the two families. On the way, he accidentally met Sikong Changfeng, a vagabond wandering around the rivers and lakes without father and mother, and Lei Mengsha, the son of Zhuo Mo, who rushed from Tianqi City, because they were grateful to each other. He decided to help Lei Mengsha rescue his good brother, Gu Jianmen, the son of Lingyun, who was trapped in his mansion. This is an era in which young talents come forth in large numbers, and no era can surpass it. Xie Xuan, who later became Confucian Sword Immortal, Yan Zhantian, who became Nujian Immortal, and Luo Qingyang, who became Lone Sword Immortal, were all still unknown at this time. They were waiting for the day when they would meet each other and then become famous all over the world.\n\n(Source: Bangumi, translated)",
  "mean": 7.08,
  "rank": 4049,
  "popularity": 12430,
  "num_list_users": 1800,
  "num_scoring_users": 422,
  "nsfw": "white",
  "created_at": "2021-05-02T15:35:27+00:00",
  "updated_at": "2023-02-09T03:35:37+00:00",
  "media_type": "ona",
  "status": "finished_airing",
  "genres": [
    {
      "id": 1,
      "name": "Action"
    },
    {
      "id": 10,
      "name": "Fantasy"
    },
    {
      "id": 13,
      "name": "Historical"
    },
    {
      "id": 17,
      "name": "Martial Arts"
    }
  ],
  "num_episodes": 20,
  "start_season": {
    "year": 2022,
    "season": "summer"
  },
  "source": "web_novel",
  "average_episode_duration": 1136,
  "rating": "pg_13",
  "studios": [
    {
      "id": 1808,
      "name": "CG Year"
    }
  ]
}