{
  "id": 48997,
  "title": "Fantasy Bishoujo Juniku Ojisan to",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1430/120065.jpg",
    "large": "https://cdn.myanimelist.net/images/anime/1430/120065l.jpg"
  },
  "alternative_titles": {
    "synonyms": [
      "Fabiniku",
      "Isekai Bishoujo Juniku Ojisan"
    ],
    "en": "Life with an Ordinary Guy who Reincarnated into a Total Fantasy Knockout",
    "ja": "異世界美少女受肉おじさんと"
  },
  "start_date": "2022-01-12",
  "end_date": "2022-03-30",
  "synopsis": "Since their days as students, Tsukasa Jinguuji has had incredible luck with women due to his good looks; Hinata Tachibana has had almost none, overshadowed by Jinguuji's brilliance. However, while Jinguuji has never shown interest in the opposite sex, Tachibana is always desperate for a girlfriend. Despite their polar differences, they continue to be best friends even in their thirties as salarymen. \n\nOne night, the two are returning home from a mixer where Jinguuji was the center of attention as usual. In his drunken rambles, a frustrated Tachibana inadvertently wishes to become a beautiful girl with irresistible charm. As if the heavens were listening, a goddess suddenly shows herself before Jinguuji and Tachibana, transporting them to another world to defeat the Demon Lord and simultaneously granting Tachibana's desire.\n\nTachibana—now in the body of an impossibly perfect woman—has become so attractive that even Jinguuji is captivated. Moreover, Tachibana grows aware of Jinguuji's stunning appearance, finally understanding his popularity. Before they fall in love with each other, the duo must complete their mission or risk remaining prisoners to their infatuations forever.\n\n[Written by MAL Rewrite]\n",
  "mean": 7.12,
  "rank": 3871,
  "popularity": 1340,
  "num_list_users": 195083,
  "num_scoring_users": 88463,
  "nsfw": "white",
  "created_at": "2021-05-17T04:10:20+00:00",
  "updated_at": "2023-09-22T05:06:06+00:00",
  "media_type": "tv",
  "status": "finished_airing",
  "genres": [
    {
      "id": 2,
      "name": "Adventure"
    },
    {
      "id": 4,
      "name": "Comedy"
    },
    {
      "id": 10,
      "name": "Fantasy"
    },
    {
      "id": 62,
      "name": "Isekai"
    },
    {
      "id": 65,
      "name": "Magical Sex Shift"
    },
    {
      "id": 20,
      "name": "Parody"
    }
  ],
  "num_episodes": 12,
  "start_season": {
    "year": 2022,
    "season": "winter"
  },
  "broadcast": {
    "day_of_the_week": "wednesday",
    "start_time": "00:00"
  },
  "source": "web_manga",
  "average_episode_duration": 1430,
  "rating": "pg_13",
  "studios": [
    {
      "id": 28,
      "name": "OLM"
    }
  ]
}