{
  "id": 49095,
  "title": "Kuroinu II The Animation",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1929/115414.webp",
    "large": "https://cdn.myanimelist.net/images/anime/1929/115414l.webp"
  },
  "alternative_titles": {
    "synonyms": [],
    "en": "",
    "ja": "黒獣[クロイヌ]II THE ANIMATION"
  },
  "start_date": "2021-08-27",
  "end_date": "2021-08-27",
  "synopsis": "In this country, all desires are affirmed.\n\nLocated at the west of the Serenus continent, it's the city of lust and depravation, the \"Cuntry\" Negramstia.\n\nMore than a hundred years after its foundation, this country has now reached the peak of prosperity and decadence. Posessing an overwhelming \"charm\" power, the great adulteress empress Radomira rules over Negramstia with her powers. The empress pass her days indulging in pleasure and in the neighboring countries \"people hunts\" are performed as a pleasure tribute, opening a chain of pillage and tragedy.\n\nMeanwhile, many countries that won't stand such inmorality any longer, unite and name themselves as the \"Holly Alliance\" to stand up against Negramstia. The force of the allied army overwhelm the Cuntry, and they manage to successfully corner Negramstia in an encirclement.\n\nBut before the allied army stood one man. The one rumored to be the second coming of the founding father the \"King Mercenary\" Vult, the Black Dogs Knights' captain Direc Rond. Following Radomira's order, he pursues the allied army surrounding the Cuntry to destroy them but, the real ambition in Direc's heart is to \"take over the throne\". Not only aiming for the beatiful maidens of the allied army, but also empress Radomira, in order to obtain everything, Direc ignites his ambition.\n\n(Source: Official Site) ",
  "mean": 5.76,
  "popularity": 7616,
  "num_list_users": 7852,
  "num_scoring_users": 2327,
  "nsfw": "gray",
  "created_at": "2021-06-02T18:08:32+00:00",
  "updated_at": "2023-03-01T07:23:34+00:00",
  "media_type": "ova",
  "status": "finished_airing",
  "genres": [
    {
      "id": 10,
      "name": "Fantasy"
    },
    {
      "id": 12,
      "name": "Hentai"
    },
    {
      "id": 6,
      "name": "Mythology"
    }
  ],
  "num_episodes": 1,
  "start_season": {
    "year": 2021,
    "season": "summer"
  },
  "source": "visual_novel",
  "average_episode_duration": 1633,
  "rating": "rx",
  "studios": [
    {
      "id": 541,
      "name": "Seven"
    }
  ]
}