{
  "id": 49320,
  "title": "Meitantei Conan Movie 25: Halloween no Hanayome",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1744/120789.jpg",
    "large": "https://cdn.myanimelist.net/images/anime/1744/120789l.jpg"
  },
  "alternative_titles": {
    "synonyms": [],
    "en": "Detective Conan Movie 25: The Bride of Halloween",
    "ja": "名探偵コナン ハロウィンの花嫁"
  },
  "start_date": "2022-04-15",
  "end_date": "2022-04-15",
  "synopsis": "Shibuya, Tokyo, is bustling with the Halloween season. A wedding is being held at Shibuya Hikarie, where Sato is dressed in a wedding dress. While Conan and the other invited guests are watching, an assailant suddenly bursts in, and Takagi, who was trying to protect Sato, is injured. Takagi survived and the situation was settled, but in Sato's eyes, the image of the grim reaper that she had seen when Jinpei Matsuda, the man she had been in love with, had been killed in a series of bombings three years ago, overlapped with Takagi's.\n\nAt the same time, the perpetrator of the bombings escapes from prison. Rei Furuya/Toru Amuro, a member of the public safety police, is hunting down the man who killed his classmate, but a mysterious person in disguise suddenly appears and puts a collar bomb on him.\n\nConan visits the underground shelter where Amuro is hiding out to disarm the collar bomb, and hears about an incident three years ago when he and his now deceased classmates from the police academy encountered an unidentified virtual bomber named \"Plamya\" in Shibuya. As Conan and his team investigate, a disturbing shadow begins to loom over them.\n\n(Source: Detective Conan World)",
  "mean": 8.05,
  "rank": 605,
  "popularity": 5331,
  "num_list_users": 19111,
  "num_scoring_users": 9255,
  "nsfw": "white",
  "created_at": "2021-06-30T00:22:41+00:00",
  "updated_at": "2023-11-25T14:32:32+00:00",
  "media_type": "movie",
  "status": "finished_airing",
  "genres": [
    {
      "id": 1,
      "name": "Action"
    },
    {
      "id": 39,
      "name": "Detective"
    },
    {
      "id": 7,
      "name": "Mystery"
    },
    {
      "id": 27,
      "name": "Shounen"
    }
  ],
  "num_episodes": 1,
  "start_season": {
    "year": 2022,
    "season": "spring"
  },
  "source": "manga",
  "average_episode_duration": 6600,
  "rating": "pg_13",
  "studios": [
    {
      "id": 73,
      "name": "TMS Entertainment"
    }
  ]
}