{
  "id": 49433,
  "title": "Youxia Zhanji",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1616/116551.webp",
    "large": "https://cdn.myanimelist.net/images/anime/1616/116551l.webp"
  },
  "alternative_titles": {
    "synonyms": [
      "Ranger Wars",
      "The Chronicles of the Ranger"
    ],
    "en": "",
    "ja": "游侠战纪"
  },
  "start_date": "2021-07-27",
  "end_date": "2021-11-23",
  "synopsis": "\"The Battle of the Rangers\" is adapted from the novel \"Nightcrawler: Twenty Years of Ping Yao\". It tells the story of Hou Mo, an aspiring young man who stimulated the potential ability of genes in his body in an accident. chivalrous. He overcomes his own shortcomings, transcends himself, and gradually grows into a new youth with a sense of responsibility and responsibility. With a group of partners \"Ranger Alliance\" who also have special talents, he fought wits and courage with the evil organization \"Ferryman\", and completed his righteous mission as a member of the Ranger Alliance organization. As a sci-fi and adventure-themed anime with urban characteristics, \"Ranger Wars\" takes urban life as the background and genetic sci-fi as its focus, explores unknown scientific mysteries, and promotes that ordinary people can become extraordinary and positive through hard work. significance. The protagonist Hou Mo will always be high-spirited, always hopeful, and always insist on a just choice in the face of the drastic changes in his own destiny and the oppression of external forces. This film conveys to us a new era spirit of fighting against fate, seeking from top to bottom, self-improvement and bravery.\n\n(Source: v.qq.com)",
  "mean": 6.16,
  "rank": 9137,
  "popularity": 15447,
  "num_list_users": 740,
  "num_scoring_users": 163,
  "nsfw": "white",
  "created_at": "2021-07-15T02:27:20+00:00",
  "updated_at": "2022-04-08T04:32:26+00:00",
  "media_type": "ona",
  "status": "finished_airing",
  "genres": [
    {
      "id": 1,
      "name": "Action"
    },
    {
      "id": 2,
      "name": "Adventure"
    },
    {
      "id": 10,
      "name": "Fantasy"
    }
  ],
  "num_episodes": 20,
  "start_season": {
    "year": 2021,
    "season": "summer"
  },
  "source": "novel",
  "average_episode_duration": 1122,
  "rating": "pg_13",
  "studios": [
    {
      "id": 2084,
      "name": "Tong Ming Xuan"
    }
  ]
}