{
  "id": 49596,
  "title": "Blue Lock",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1258/126929.jpg",
    "large": "https://cdn.myanimelist.net/images/anime/1258/126929l.jpg"
  },
  "alternative_titles": {
    "synonyms": [],
    "en": "Blue Lock",
    "ja": "ブルーロック"
  },
  "start_date": "2022-10-09",
  "end_date": "2023-03-26",
  "synopsis": "Yoichi Isagi was mere moments away from scoring a goal that would have sent his high school soccer team to the nationals, but a split-second decision to pass the ball to his teammate cost him that reality. Bitter, confused, and disappointed, Isagi wonders if the outcome would have been different had he not made the pass. When the young striker returns home, an invitation from the Japan Football Union awaits him. Through an arbitrary and biased decision-making process, Isagi is one of three hundred U-18 strikers selected for a controversial project named Blue Lock. \n\nThe project's ultimate goal is to turn one of the selected players into the star striker for the Japanese national team. To find the best participant, each diamond in the rough must compete against others through a series of solo and team competitions to rise to the top. Putting aside his ethical objections to the project, Isagi feels compelled to fight his way to the top, even if it means ruthlessly crushing the dreams of 299 aspiring young strikers.\n\n[Written by MAL Rewrite]",
  "mean": 8.13,
  "rank": 520,
  "popularity": 243,
  "num_list_users": 868787,
  "num_scoring_users": 480639,
  "nsfw": "white",
  "created_at": "2021-08-12T12:14:07+00:00",
  "updated_at": "2024-07-01T21:12:19+00:00",
  "media_type": "tv",
  "status": "finished_airing",
  "genres": [
    {
      "id": 27,
      "name": "Shounen"
    },
    {
      "id": 30,
      "name": "Sports"
    },
    {
      "id": 77,
      "name": "Team Sports"
    }
  ],
  "num_episodes": 24,
  "start_season": {
    "year": 2022,
    "season": "fall"
  },
  "broadcast": {
    "day_of_the_week": "sunday",
    "start_time": "01:30"
  },
  "source": "manga",
  "average_episode_duration": 1490,
  "rating": "pg_13",
  "studios": [
    {
      "id": 441,
      "name": "8bit"
    }
  ]
}