{
  "id": 49771,
  "title": "Fire Emblem Heroes: Chibi Playhouse",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1247/117557.webp",
    "large": "https://cdn.myanimelist.net/images/anime/1247/117557l.webp"
  },
  "alternative_titles": {
    "synonyms": [
      "Fire Emblem Heroes: Part 2 - Mini Chara Theater",
      "Fire Emblem Heroes: Book II - Chibi Playhouse",
      "Fire Emblem Heroes - Holiday - Chibi Playhouse"
    ],
    "en": "",
    "ja": "ファイアーエムブレム ヒーローズ ミニキャラシアター"
  },
  "start_date": "2021-07-07",
  "end_date": "2022-07-03",
  "synopsis": "Fire Emblem Heroes: Chibi Playhouse consists of three short videos that present the world of Fire Emblem Heroes through an adorable theater performance.\n\nFire Emblem Heroes: Book II - Chibi Playhouse\nThe Ice Kingdom of Nifl is currently at war with the Flame Kingdom of Múspell, ruled by its tyrannical king Surtr. Equipped with the legendary lance Leiptr and aided by Askr's summoner, Fjorm—Nifl's second princess—aims to defeat Surtr to put an end to the conflict. Nonetheless, no matter how serious this tale is, the heroes who reenact it provide a comical and adorable twist! With Fjorm and the Summoner performing their ultimate battle against Surtr on stage, the events of the clash are retold, bringing joy and laughter to the audience.\n\nFire Emblem Heroes: Holiday - Chibi Playhouse\nAfter once again failing to defeat Alfonse and the Summoner, Veronica—a young princess of the Emblian Empire—is left completely dispirited. To add to her misery, she loses one of her most precious tomes on the battlefield, leaving it to her loyal companion Xander to try cheering her up. Although his efforts initially end in failure, a mysterious staff he brought reveals to have magical powers, prompting Veronica to devise a scheme. She attempts another attack on Alphonse and the Summoner, using the power of the staff and her enormous Christmas spirit!\n\nFire Emblem Heroes: Book III - Chibi Playhouse\n\n[Written by MAL Rewrite]\n",
  "mean": 6.02,
  "rank": 10187,
  "popularity": 16055,
  "num_list_users": 733,
  "num_scoring_users": 320,
  "nsfw": "white",
  "created_at": "2021-09-06T22:33:15+00:00",
  "updated_at": "2023-09-30T08:32:54+00:00",
  "media_type": "ona",
  "status": "finished_airing",
  "genres": [
    {
      "id": 4,
      "name": "Comedy"
    },
    {
      "id": 10,
      "name": "Fantasy"
    },
    {
      "id": 20,
      "name": "Parody"
    }
  ],
  "num_episodes": 3,
  "start_season": {
    "year": 2021,
    "season": "summer"
  },
  "source": "game",
  "average_episode_duration": 240,
  "rating": "g",
  "studios": [
    {
      "id": 2854,
      "name": "Volca"
    }
  ]
}