{
  "id": 50099,
  "title": "Shin Tennis no Oujisama: U-17 World Cup",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1580/125307.jpg",
    "large": "https://cdn.myanimelist.net/images/anime/1580/125307l.jpg"
  },
  "alternative_titles": {
    "synonyms": [],
    "en": "The Prince of Tennis II: U-17 World Cup",
    "ja": "新テニスの王子様 U-17 WORLD CUP"
  },
  "start_date": "2022-07-07",
  "end_date": "2022-09-29",
  "synopsis": "With the arrival of the U-17 World Cup, youth tennis teams from all around the world gather in Melbourne, Australia to determine which  is the best. With nine-time champion Germany vying to defend their title once more, and powerhouse nations—Switzerland, France, and the United States—determined to make things interesting, the road to victory is perilous. Although Japan is sitting at the bottom of the rankings, the addition of the nation's strongest middle school players has reinvigorated their chances at winning.\n\nCaptained by the ruthless Houou Byoudouin, Japan is ready to show the world what they are capable of. However, before the real competition starts, the teams will have a chance to prove their strength through exhibition matches. As luck would have it, Japan is slated to face off against defending champion Germany—a match they are likely to lose. To make matters worse, old allies have suddenly reappeared as sworn enemies. Before Team Japan crumbles under the pressure of the international stage, they must rise from the ashes and claim the title for themselves.\n\n[Written by MAL Rewrite]",
  "mean": 6.76,
  "rank": 5463,
  "popularity": 5460,
  "num_list_users": 16311,
  "num_scoring_users": 5152,
  "nsfw": "white",
  "created_at": "2021-10-10T11:15:07+00:00",
  "updated_at": "2023-07-18T07:34:47+00:00",
  "media_type": "tv",
  "status": "finished_airing",
  "genres": [
    {
      "id": 23,
      "name": "School"
    },
    {
      "id": 27,
      "name": "Shounen"
    },
    {
      "id": 30,
      "name": "Sports"
    }
  ],
  "num_episodes": 13,
  "start_season": {
    "year": 2022,
    "season": "summer"
  },
  "broadcast": {
    "day_of_the_week": "thursday",
    "start_time": "00:00"
  },
  "source": "manga",
  "average_episode_duration": 1419,
  "rating": "pg_13",
  "studios": [
    {
      "id": 463,
      "name": "M.S.C"
    },
    {
      "id": 1997,
      "name": "Studio Kai"
    }
  ]
}