{
  "id": 50139,
  "title": "Disney: Twisted-Wonderland The Animation - Episode of Heartslabyul",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1420/148466.webp",
    "large": "https://cdn.myanimelist.net/images/anime/1420/148466l.webp"
  },
  "alternative_titles": {
    "synonyms": [],
    "en": "",
    "ja": "ディズニー ツイステッドワンダーランド ザ アニメーション エピソード オブ ハーツラビュル"
  },
  "start_date": "2025-10",
  "synopsis": "Yuuken \"Yuu\" Enma is an average Japanese high school student preparing for an upcoming kendo tournament. On the night before the competition, however, a black carriage crashes into him. When he regains consciousness, Yuu finds himself at Night Raven College—a premier academic institution in the magical world of Twisted Wonderland. Only a chosen few with exceptional magical talent are admitted into the school, so it is a mystery how a human with no magic ability ended up here.\n\nAlthough Yuu desires to return home, it is easier said than done. While the school's headmaster searches for a way to send him back, Yuu is assigned manual labor around the campus. But due to the chaos at the school's entrance ceremony following his arrival, Yuu has a target painted on his back as far as Heartslabyul dorm leader Riddle Rosehearts is concerned.\n\nYuu meets and befriends Heartslabyul freshmen Ace Trappola and Deuce Spade; yet soon after, Ace and Deuce land in a situation that results in their expulsion. As the pair seek to redeem themselves, Yuu accompanies them on their perilous mission to fix school property. However, forgiveness does not come easily from the \"Crimson Tyrant\" in charge of Heartslabyul, who may have an ulterior motive behind his strictness.\n\n[Written by MAL Rewrite]",
  "popularity": 6304,
  "num_list_users": 12348,
  "num_scoring_users": 0,
  "nsfw": "white",
  "created_at": "2021-10-14T07:32:12+00:00",
  "updated_at": "2025-05-16T10:37:57+00:00",
  "media_type": "ona",
  "status": "not_yet_aired",
  "genres": [
    {
      "id": 10,
      "name": "Fantasy"
    },
    {
      "id": 62,
      "name": "Isekai"
    },
    {
      "id": 23,
      "name": "School"
    },
    {
      "id": 27,
      "name": "Shounen"
    }
  ],
  "num_episodes": 0,
  "start_season": {
    "year": 2025,
    "season": "fall"
  },
  "source": "manga",
  "average_episode_duration": 0,
  "studios": [
    {
      "id": 96,
      "name": "Yumeta Company"
    },
    {
      "id": 894,
      "name": "Graphinica"
    }
  ]
}