{
  "id": 50156,
  "title": "Himitsu no Kichi",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1393/118853.jpg",
    "large": "https://cdn.myanimelist.net/images/anime/1393/118853l.jpg"
  },
  "alternative_titles": {
    "synonyms": [],
    "en": "",
    "ja": "ひみつのきち"
  },
  "start_date": "2022-02-04",
  "end_date": "2022-03-18",
  "synopsis": "Secret Obsessions 1: Daylight, Part A\n\nWhen Mine forgets to lock the door to his home, his friend Ayano slips in and forces him to go outside. As a result, he is obliged to help Ayano water her family's cabbage fields. But when he accidentally splashes Ayano with his hose, the water reveals everything beneath her thin blouse.\n\nSecret Obsessions 1: Daylight, Part B\n\nAt the Motion Picture Research Society, there is an ongoing competition to determine which film will feature Yuzumon, a woman that is currently the talk of the campus. While viewed as a pure angel, she is certainly far from it. Matsuyama is well-acquainted with her bad attitude, but when he discovers her secret pastime in the club room, he decides to lend her more than a hand.\n\nSecret Obsessions 2: Nightfall Part A\n\nTanabe dreams of a romantic summer by the beach. As it happens though, Tanabe cannot swim. While trying to learn with the help of his beautiful instructor, he ends up taking things too far and drowns. Luckily, she links her lips to his in order to resuscitate him, bringing the two ever closer. \n\nSecret Obsessions 2: Nightfall Part B\n\nThe Japanese Confectionery, named Tamano-dou, has been owned by Juuzou's ancestors for generations. But because of Juuzou's scary face, his business has not been going well. However, after Tae and Erena joined his staff to avoid starvation, business has improved. As thanks for saving their lives, the two aim to repay this hunk of a man in their own special way.\n\n[Written by MAL Rewrite]",
  "mean": 6.4,
  "popularity": 8961,
  "num_list_users": 5160,
  "num_scoring_users": 1829,
  "nsfw": "gray",
  "created_at": "2021-10-16T14:16:48+00:00",
  "updated_at": "2022-06-29T19:18:17+00:00",
  "media_type": "ova",
  "status": "finished_airing",
  "genres": [
    {
      "id": 12,
      "name": "Hentai"
    }
  ],
  "num_episodes": 2,
  "start_season": {
    "year": 2022,
    "season": "winter"
  },
  "source": "manga",
  "average_episode_duration": 1200,
  "rating": "rx",
  "studios": [
    {
      "id": 2530,
      "name": "Blue bread"
    }
  ]
}