{
  "id": 50204,
  "title": "Tokyo 24-ku",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1442/120112.webp",
    "large": "https://cdn.myanimelist.net/images/anime/1442/120112l.webp"
  },
  "alternative_titles": {
    "synonyms": [
      "Tokyo Twenty Fourth Ward"
    ],
    "en": "Tokyo 24th Ward",
    "ja": "東京24区"
  },
  "start_date": "2022-01-06",
  "end_date": "2022-04-07",
  "synopsis": "In a special jurisdiction area built in Tokyo Bay commonly known as the 24th Ward, the population enjoys a very safe life thanks to the Hazard Cast—a surveillance system that predicts accidents and assists victims immediately. However, the system cannot foresee the exact nature of these accidents nor prevent them from happening.\n    \nRan Akagi, Kouki Suidou, and Shuuta Aoi—a trio of friends nicknamed \"RGB\" due to their hair color—experienced the tragic nature of these limitations when Suidou's sister Asami passed away in a fire at her high school. A year later, Shuuta still blames himself for failing to save Asami, while Ran pursues his dream to become a famous street artist, and Kouki works in the Hazard Cast intervention unit.  \n    \nAfter the RGB trio reunites at a commemoration for the victims of the school fire, each of them receives a mysterious phone call. Bewildered to hear Asami's voice, the three friends are shown images of the future and asked to choose between two grim alternatives. Refusing to be bound by predetermined outcomes, the three tackle this troubling event head-on, marking the beginning of a series of cruel dilemmas that they will have to overcome in order to protect the 24th Ward and its people.\n\n[Written by MAL Rewrite]\n",
  "mean": 6.34,
  "rank": 7686,
  "popularity": 2702,
  "num_list_users": 68130,
  "num_scoring_users": 21579,
  "nsfw": "gray",
  "created_at": "2021-10-24T09:32:49+00:00",
  "updated_at": "2022-12-29T07:24:53+00:00",
  "media_type": "tv",
  "status": "finished_airing",
  "genres": [
    {
      "id": 7,
      "name": "Mystery"
    },
    {
      "id": 24,
      "name": "Sci-Fi"
    },
    {
      "id": 31,
      "name": "Super Power"
    }
  ],
  "num_episodes": 12,
  "start_season": {
    "year": 2022,
    "season": "winter"
  },
  "broadcast": {
    "day_of_the_week": "thursday",
    "start_time": "00:30"
  },
  "source": "original",
  "average_episode_duration": 1440,
  "rating": "pg_13",
  "studios": [
    {
      "id": 1835,
      "name": "CloverWorks"
    }
  ]
}