{
  "id": 50392,
  "title": "Mato Seihei no Slave",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1114/140805.webp",
    "large": "https://cdn.myanimelist.net/images/anime/1114/140805l.webp"
  },
  "alternative_titles": {
    "synonyms": [
      "Slave of the Magic Capital's Elite Troops",
      "Mabotai"
    ],
    "en": "Chained Soldier",
    "ja": "魔都精兵のスレイブ"
  },
  "start_date": "2024-01-04",
  "end_date": "2024-03-21",
  "synopsis": "As his school days draw to an end, Yuuki Wakura worries about his future. While lamenting the prospect of living an ordinary life, he is suddenly drawn into the world of Mato: an alternate dimension filled with dangerous monsters called Shuuki. Over the years since the existence of Mato was first confirmed, incidents of people accidentally wandering into the other world have become commonplace. To combat the threat of the Shuuki and rescue victims like Yuuki, the all-female Demon Defense Force was established. Its members have been blessed with the power of \"Peaches\"—Mato fruits that grant supernatural abilities only to women.\n\nThough Yuuki's situation is dire, he is saved in the nick of time by Kyouka Uzen, the chief of the Demon Defense Force's seventh unit. Despite Kyouka's impeccable skills in battle, she has long been held back by her Peach-granted ability, Slave. Slave allows Kyouka to put a living being under her control and draw out its strength, but the Shuuki that she had enslaved until now had all proven to be exceedingly weak.\n\nWhen Yuuki and Kyouka become surrounded by a horde of Shuuki, Kyouka resorts to something she has never tried before: using her ability on a man. To her surprise, Yuuki's slave form is much more powerful than she could have imagined. Believing the young man to be the key to unlocking her true potential, Kyouka invites Yuuki to join the Demon Defense Force—but not as a regular member.\n\n[Written by MAL Rewrite]",
  "mean": 6.85,
  "rank": 5072,
  "popularity": 1178,
  "num_list_users": 221438,
  "num_scoring_users": 84527,
  "nsfw": "white",
  "created_at": "2021-11-19T09:33:53+00:00",
  "updated_at": "2025-02-27T04:00:32+00:00",
  "media_type": "tv",
  "status": "finished_airing",
  "genres": [
    {
      "id": 1,
      "name": "Action"
    },
    {
      "id": 9,
      "name": "Ecchi"
    },
    {
      "id": 10,
      "name": "Fantasy"
    },
    {
      "id": 35,
      "name": "Harem"
    },
    {
      "id": 27,
      "name": "Shounen"
    }
  ],
  "num_episodes": 12,
  "start_season": {
    "year": 2024,
    "season": "winter"
  },
  "broadcast": {
    "day_of_the_week": "thursday",
    "start_time": "23:00"
  },
  "source": "manga",
  "average_episode_duration": 1430,
  "rating": "r+",
  "studios": [
    {
      "id": 35,
      "name": "Seven Arcs"
    }
  ]
}