{
  "id": 50392,
  "title": "Mato Seihei no Slave",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1114/140805.jpg",
    "large": "https://cdn.myanimelist.net/images/anime/1114/140805l.jpg"
  },
  "alternative_titles": {
    "synonyms": [
      "Slave of the Magic Capital's Elite Troops",
      "Mabotai"
    ],
    "en": "Chained Soldier",
    "ja": "魔都精兵のスレイブ"
  },
  "start_date": "2024-01-04",
  "end_date": "2024-03-21",
  "synopsis": "After his high school graduation, Yuuki Wakura realizes it has been five years since his sister's disappearance during a \"Mato disaster.\" Throughout Japan, mysterious entrances have opened to a dimension called \"Mato\"—a demonic metropolis filled with disastrous monsters known as the \"Shuuki\" that threaten the safety of humans. However, a new hope arose, as the discovery of a Mato fruit that grants supernatural abilities exclusively to women allowed them to fight against the Shuuki. Due to this, a new matriarchal government was formed, establishing a female organization called the Anti-Demon Corps, which caused men to fall to the bottom of society.\n\nWhen Yuuki suddenly finds himself in Mato, he is unable to escape on his own. But just as he anticipates a gruesome end by the Shuuki, a girl in a militia outfit appears and protects him. As the chief of the Seventh Unit of the Anti-Demon Corps, Kyouka Uzen is ambitious yet devalued by her own peers due to her power being deemed unusual. Now in a life-or-death situation, Kyouka takes the opportunity to find out the true potential of her superpower by using Yuuki: in order to defeat the Shuuki, he has to become her slave.\n\n[Written by MAL Rewrite]",
  "mean": 6.83,
  "rank": 5065,
  "popularity": 1413,
  "num_list_users": 165797,
  "num_scoring_users": 52998,
  "nsfw": "white",
  "created_at": "2021-11-19T09:33:53+00:00",
  "updated_at": "2024-03-22T19:45:39+00:00",
  "media_type": "tv",
  "status": "finished_airing",
  "genres": [
    {
      "id": 1,
      "name": "Action"
    },
    {
      "id": 9,
      "name": "Ecchi"
    },
    {
      "id": 10,
      "name": "Fantasy"
    },
    {
      "id": 35,
      "name": "Harem"
    },
    {
      "id": 27,
      "name": "Shounen"
    }
  ],
  "num_episodes": 12,
  "start_season": {
    "year": 2024,
    "season": "winter"
  },
  "broadcast": {
    "day_of_the_week": "thursday",
    "start_time": "23:00"
  },
  "source": "manga",
  "average_episode_duration": 1430,
  "rating": "r+",
  "studios": [
    {
      "id": 35,
      "name": "Seven Arcs"
    }
  ]
}