{
  "id": 50429,
  "title": "Aiyou de Mishi",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1667/135309.jpg",
    "large": "https://cdn.myanimelist.net/images/anime/1667/135309l.jpg"
  },
  "alternative_titles": {
    "synonyms": [
      "Aiyou's Secret Room"
    ],
    "en": "X&Y",
    "ja": "爱幽的密室"
  },
  "start_date": "2023-04-12",
  "end_date": "2023-07-19",
  "synopsis": "After going out for late-night drinks, Yan Yuechu and his colleague Hu Zhi find refuge from the rain in a rather unusual place: the building harboring Xu Aiyou's escape game, XY. Despite the game's infamy and its mysterious owner, the duo decides to give it a try. With one hour to solve riddles and find their way out of a maze of eerie rooms, Yan Yuechu and Hu Zhi manage to clear the game in time. However, glimpses of what appears to be Xu Aiyou's troubled past scattered throughout the game leave a deep impression on the men—an impression so lasting that vivid scenes from new escape games creep into their dreams.\n\nThe following day, Yan Yuechu receives a letter advising him to stay away from escape games. Although he does not receive conclusive answers from Xu Aiyou, he dreams once more that he must solve a puzzle to escape from his own bedroom. But was it truly a dream? Unsure where reality ends and illusions begin, Yan Yuechu will have to uncover the truth behind XY if he wishes to preserve his sanity.\n\n[Written by MAL Rewrite]",
  "mean": 7.24,
  "rank": 3187,
  "popularity": 5633,
  "num_list_users": 16268,
  "num_scoring_users": 5222,
  "nsfw": "white",
  "created_at": "2021-11-22T15:40:32+00:00",
  "updated_at": "2023-07-31T16:35:11+00:00",
  "media_type": "ona",
  "status": "finished_airing",
  "genres": [
    {
      "id": 7,
      "name": "Mystery"
    },
    {
      "id": 41,
      "name": "Suspense"
    }
  ],
  "num_episodes": 16,
  "start_season": {
    "year": 2023,
    "season": "spring"
  },
  "source": "manga",
  "average_episode_duration": 1047,
  "rating": "pg_13",
  "studios": [
    {
      "id": 2211,
      "name": "Lingsanwu Animation"
    }
  ]
}