{
  "id": 50470,
  "title": "Kami Kuzu☆Idol",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1083/124088.jpg",
    "large": "https://cdn.myanimelist.net/images/anime/1083/124088l.jpg"
  },
  "alternative_titles": {
    "synonyms": [
      "Kami Kuzu Idol"
    ],
    "en": "Phantom of the Idol",
    "ja": "神クズ☆アイドル"
  },
  "start_date": "2022-07-02",
  "end_date": "2022-09-03",
  "synopsis": "Kazuki Yoshino and Yuuya Niyodo are idols who make up the duo ZINGS. While Kazuki gives his all in every performance, Yuuya views the job as just another means of making money. Yuuya's apathetic attitude toward the fans and inability to take his job seriously causes his manager to give him an ultimatum: unless he starts putting in more effort, he will be fired.\n\nBackstage, Yuuya meets Asahi Mogami, an idol dressed in a colorful costume. Asahi would have had a bright future ahead of her—had she not died a year prior. Even as a ghost, Asahi wants nothing more than to perform for fans again. When she finds out that Yuuya does not hold the same passion for the idol life that she once did, she is overcome by a fit of rage and demands that he let her take his place. In a strange twist, Yuuya wakes up to find that Asahi has possessed him and can do what he is too lazy to do himself.\n\nWith Asahi performing for him, Yuuya thinks he has a ticket to an easy idol life. However, Asahi has other plans. Though she is no longer alive, she wishes for Yuuya to find the ambition that she still has. Together, she wants them to become the best idol the world has ever seen. But can an unmotivated man like Yuuya ever care about anything besides money?\n\n[Written by MAL Rewrite]\n",
  "mean": 6.75,
  "rank": 5602,
  "popularity": 4605,
  "num_list_users": 25908,
  "num_scoring_users": 8820,
  "nsfw": "white",
  "created_at": "2021-11-26T10:25:27+00:00",
  "updated_at": "2022-07-28T21:35:38+00:00",
  "media_type": "tv",
  "status": "finished_airing",
  "genres": [
    {
      "id": 4,
      "name": "Comedy"
    },
    {
      "id": 60,
      "name": "Idols (Female)"
    },
    {
      "id": 61,
      "name": "Idols (Male)"
    },
    {
      "id": 43,
      "name": "Josei"
    },
    {
      "id": 19,
      "name": "Music"
    },
    {
      "id": 37,
      "name": "Supernatural"
    }
  ],
  "num_episodes": 10,
  "start_season": {
    "year": 2022,
    "season": "summer"
  },
  "broadcast": {
    "day_of_the_week": "saturday",
    "start_time": "01:53"
  },
  "source": "manga",
  "average_episode_duration": 1431,
  "rating": "pg_13",
  "studios": [
    {
      "id": 418,
      "name": "Studio Gokumi"
    }
  ]
}