{
  "id": 50622,
  "title": "Kemonokko Tsuushin: The Animation",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1323/120337.webp",
    "large": "https://cdn.myanimelist.net/images/anime/1323/120337l.webp"
  },
  "alternative_titles": {
    "synonyms": [],
    "en": "",
    "ja": "けものっ娘通信 〜The Animation〜"
  },
  "start_date": "2021-12-25",
  "synopsis": "Episode 1\nHiro Kuroda is a boy who worries about his small body but hates the taste of milk. One day, he inadvertently summons a cowgirl named Bell from another world through a strange application on his smartphone. Bell soon starts to work as a farmer in Hiro's world while building a strong friendship with her summoner. Noticing that her summoner strongly dislikes milk despite his desire to grow taller, Bell offers him a kind that she knows he will love and help him grow.\n\nEpisode 2\nSingle and middle-aged Toru Negishi registers for a sexual pet website that is said to give its users a free beast girl. Asking for a catgirl while signing up, Negishi is surprised when his request is immediately accepted. Suddenly, a magic circle appears in his living room, summoning a catgirl in heat called Nia. Unluckily for her, she arrives from another world having just masturbated and, therefore, naked. Nia is initially displeased with what happened, but after living with Negishi for some time, she starts to feel sexually attracted toward him.\n\n[Written by MAL Rewrite]",
  "mean": 6.5,
  "popularity": 7518,
  "num_list_users": 7916,
  "num_scoring_users": 3470,
  "nsfw": "gray",
  "created_at": "2021-12-20T17:47:10+00:00",
  "updated_at": "2024-05-20T10:28:39+00:00",
  "media_type": "ona",
  "status": "currently_airing",
  "genres": [
    {
      "id": 51,
      "name": "Anthropomorphic"
    },
    {
      "id": 12,
      "name": "Hentai"
    }
  ],
  "num_episodes": 0,
  "start_season": {
    "year": 2021,
    "season": "fall"
  },
  "source": "manga",
  "average_episode_duration": 1094,
  "rating": "rx",
  "studios": []
}