{
  "id": 50636,
  "title": "Li Ba Shanhe Xi Zitang",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1740/126754.webp",
    "large": "https://cdn.myanimelist.net/images/anime/1740/126754l.webp"
  },
  "alternative_titles": {
    "synonyms": [],
    "en": "Pulling Mountains and Rivers",
    "ja": "力拔山河兮子唐"
  },
  "start_date": "2022-08-29",
  "end_date": "2022-10-27",
  "synopsis": "The story tells that Prince Tang, the son of the East, was born at an untimely time, and the country was ruined. With his wet nurse living in a border town, the wet nurse has been raising the prince quietly, and hoped that he could take up the task of restoring the country in the future. The name of family and country feelings: Xizitang. In the blink of an eye, Xizitang was eight years old, and was sent to Chuiyun Mountain by his wet nurse to practice. \n\nAfter practicing for ten years, I finally broke through the martial world and stepped into the fairyland with the hammer of the god of martial arts left by my ancestors, and with the momentum of a newborn calf that is not afraid of tigers, I vowed to hang the Eight Immortals and smash the Penglai Liberation Four. The continent is at peace. There are immortal cultivators all over the four continents, and Xi Zitang is just a younger brother. Under the identification of the town's immortal list, he received the certificate of Fanxian's inferior, but in today's Datang, even the job requirements for food delivery are Fanxian. Wait, how can this be good? After accumulating buffs for ten years, how will Xi Zitang, who has just entered the arena, set off a bloody storm in the arena?\n\n(Source: Tencent Video, translated)",
  "mean": 6.01,
  "rank": 9842,
  "popularity": 14992,
  "num_list_users": 825,
  "num_scoring_users": 164,
  "nsfw": "white",
  "created_at": "2021-12-22T15:07:55+00:00",
  "updated_at": "2022-08-30T16:42:08+00:00",
  "media_type": "ona",
  "status": "finished_airing",
  "genres": [
    {
      "id": 1,
      "name": "Action"
    },
    {
      "id": 10,
      "name": "Fantasy"
    },
    {
      "id": 13,
      "name": "Historical"
    },
    {
      "id": 17,
      "name": "Martial Arts"
    }
  ],
  "num_episodes": 20,
  "start_season": {
    "year": 2022,
    "season": "summer"
  },
  "source": "novel",
  "average_episode_duration": 540,
  "rating": "pg_13",
  "studios": [
    {
      "id": 2613,
      "name": "Aurora Animation"
    }
  ]
}