{
  "id": 50633,
  "title": "Jiandao Di Yi Xian",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1120/120181.jpg",
    "large": "https://cdn.myanimelist.net/images/anime/1120/120181l.jpg"
  },
  "alternative_titles": {
    "synonyms": [
      "Supreme Sword God"
    ],
    "en": "",
    "ja": "剑道第一仙"
  },
  "start_date": "2022-06-20",
  "end_date": "2022-08-16",
  "synopsis": "In his previous life, the protagonist Su Yi was the respected XuanJun Sword Master in Dahuang. In order to pursue supreme swordsmanship, he chose to reincarnate and retrain. After reincarnation, Su Yi's new identity is the servant of the Su family in zhou Yujing's kingdom. But, he bravely ran away from home at the age of fourteen and went to Qinghe Sword House to practice. Never thought that three years later, when Su Yi would become the core disciple of Qinghe Sword House, he suddenly lost his cultivation level overnight and became a paralyzed person, thus becoming an abandoned disciple of Qinghe Sword House. Su Yi, who fell into a slump, was forced to accept the Su family's power arrangement and became the son-in-law of the Wen family, one of the three major clans in the remote town. His wife, Wen Lingzhao, is the most beautiful woman in Guangling City. She rejected this marriage in her heart, never admitted that Su Yi was her husband, and desperately wanted to dissolve the marriage. As for Su Yi, one year after he became a son-in-law, he evoked memories of his past life, and finally realized that in his past life, he was the famous Xuanjun Sword Master. in Dahuang Jiuzhou! Su Yi embarked on the road to rise. Like his wife Wen Lingzhao, he also wanted to dissolve the marriage. Moreover, in order to know the truth of his mother's death, he began to fight with the power of the Su family. When these grievances are resolved, Su Yi will return to Dahuang Jiuzhou to find the disciples who betrayed him one by one and end his grievances.‎\n\n(Source: v.qq.com)",
  "mean": 6.64,
  "rank": 6176,
  "popularity": 12870,
  "num_list_users": 1421,
  "num_scoring_users": 442,
  "nsfw": "white",
  "created_at": "2021-12-22T14:28:14+00:00",
  "updated_at": "2022-08-16T15:12:36+00:00",
  "media_type": "ona",
  "status": "finished_airing",
  "genres": [
    {
      "id": 1,
      "name": "Action"
    },
    {
      "id": 10,
      "name": "Fantasy"
    }
  ],
  "num_episodes": 20,
  "start_season": {
    "year": 2022,
    "season": "spring"
  },
  "source": "novel",
  "average_episode_duration": 480,
  "rating": "pg_13",
  "studios": [
    {
      "id": 2529,
      "name": "Xing Yi Kai Chen"
    },
    {
      "id": 2644,
      "name": "Kuai Ying Hu Yu"
    }
  ]
}