{
  "id": 50662,
  "title": "Keroro Gunsou x No More Eiga Dorobou",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1210/120231.jpg",
    "large": "https://cdn.myanimelist.net/images/anime/1210/120231l.jpg"
  },
  "alternative_titles": {
    "synonyms": [
      "STOP! Kaizokuban: Keroro Gunsou x No More Eiga Dorobou"
    ],
    "en": "\"Stop! Piracy\" Sgt. Frog x No More Movie Thief",
    "ja": "「STOP！海賊版」ケロロ軍曹 ｘ NO MORE映画泥棒"
  },
  "start_date": "2021-12-24",
  "end_date": "2021-12-24",
  "synopsis": "As the fourth in a series of activities to promote and raise awareness of the Manga-Anime Guardians Project (MAGP), a new \"Stop! Piracy\" clip featuring the characters from the Sgt. Frog anime franchise has been produced. In Japan, the anti-piracy video series featuring a camera-headed character named \"Eiga Dorobou\" (Movie Thief) is shown before every movie screening. In this clip, Eiga Dorobou performs with Keroro, who is trying to access pirated anime and manga without knowing its illegality, along with his friends.\n\nMAGP was launched in July 2013 in order for manga publishers and animation-related companies to cross-sectionally share information on piracy in Japan and abroad, investigate the actual situation, and take countermeasures. This new \"Stop! Piracy\" video was produced to inform the public that the illegal downloading of infringing content, which was previously limited to movies and music works, now covers all copyrighted works due to the revised Copyright Act, which came into effect on January 1, 2021. The clip will be screened in 75 theaters in the Kanto area from December 24. \n\n(Source: Crunchyroll)",
  "mean": 5.69,
  "rank": 11256,
  "popularity": 17609,
  "num_list_users": 417,
  "num_scoring_users": 138,
  "nsfw": "white",
  "created_at": "2021-12-25T17:27:25+00:00",
  "updated_at": "2022-02-14T12:00:19+00:00",
  "media_type": "special",
  "status": "finished_airing",
  "genres": [
    {
      "id": 4,
      "name": "Comedy"
    }
  ],
  "num_episodes": 1,
  "start_season": {
    "year": 2021,
    "season": "fall"
  },
  "source": "manga",
  "average_episode_duration": 35,
  "rating": "g",
  "studios": []
}