{
  "id": 50694,
  "title": "Summer Pockets",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1691/148602.jpg",
    "large": "https://cdn.myanimelist.net/images/anime/1691/148602l.jpg"
  },
  "alternative_titles": {
    "synonyms": [
      "SumPock"
    ],
    "en": "Summer Pockets",
    "ja": "Summer Pockets"
  },
  "start_date": "2025-04-07",
  "end_date": "2025-09-29",
  "synopsis": "Far from the city's noise lies Torishirojima—a quaint and peaceful island where time seems to move slowly. Hairi Takahara, a young boy nursing a wounded heart, uses the recent death of his grandmother as a quiet reason to leave the city for a summer retreat to Torishirojima.\n\nUpon reaching the island, Hairi finds himself surrounded by a refreshing, laid-back atmosphere, a far cry from the hustle and bustle he is used to. After moving in with his aunt, Kyouko Misaki, he prepares to spend the summer helping her sort through a shed full of artifacts his grandmother collected over the years alongside his cousin, Umi Katou, who is staying with them.\n\nWhile adjusting to the island's slower pace, Hairi decides to spend his free time exploring. He soon meets the cheerful Tsumugi Wenders; the antisocial Shiroha Naruse; the wandering Kamome Kushima; and the sharp-tongued Ao Sorakado. Drawn into their lives and the island's subtle mysteries, Hairi is gradually swept up in a summer filled with fun, nostalgia, and life-changing moments that will stay with him forever.\n\n[Written by MAL Rewrite]",
  "mean": 7.37,
  "rank": 2555,
  "popularity": 2930,
  "num_list_users": 67787,
  "num_scoring_users": 12594,
  "nsfw": "white",
  "created_at": "2021-12-29T21:19:56+00:00",
  "updated_at": "2025-09-14T08:52:55+00:00",
  "media_type": "tv",
  "status": "finished_airing",
  "genres": [
    {
      "id": 22,
      "name": "Romance"
    }
  ],
  "num_episodes": 26,
  "start_season": {
    "year": 2025,
    "season": "spring"
  },
  "broadcast": {
    "day_of_the_week": "monday",
    "start_time": "23:30"
  },
  "source": "visual_novel",
  "average_episode_duration": 1420,
  "rating": "pg_13",
  "studios": [
    {
      "id": 91,
      "name": "feel."
    }
  ]
}