{
  "id": 50709,
  "title": "Lycoris Recoil",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1261/127311.webp",
    "large": "https://cdn.myanimelist.net/images/anime/1261/127311l.webp"
  },
  "alternative_titles": {
    "synonyms": [
      "LycoReco"
    ],
    "en": "Lycoris Recoil",
    "ja": "リコリス・リコイル"
  },
  "start_date": "2022-07-02",
  "end_date": "2022-09-24",
  "synopsis": "The number of terrorist acts in Japan has never been lower, thanks to the efforts of a syndicate called Direct Attack (DA). The organization raises orphaned girls as killers to carry out assassinations under their \"Lycoris\" program. Takina Inoue is an exceptional Lycoris with a strong sense of purpose and a penchant for perfection. Unfortunately, a hostage situation tests her patience, and the resulting act of insubordination leads to her transfer out of DA. Not thrilled about losing the only place she belonged to, she reluctantly arrives at her new base of operations—LycoReco, a cafe in disguise.\n\nTakina's new partner, however, turns out to be quite different from what she imagined. Despite being the famed Lycoris prodigy, Chisato Nishikigi appears almost unconcerned with her duties. She drags Takina along on all kinds of odd jobs under the simple explanation of helping people in need. Takina is even more puzzled when Chisato takes down a group of armed assailants without killing any of them. Feeling like a fish out of water, Takina itches to get reinstated into DA—but Chisato is determined to prove to her that there is more to a life than just taking them.\n\n[Written by MAL Rewrite]\n",
  "mean": 8.15,
  "rank": 458,
  "popularity": 437,
  "num_list_users": 542412,
  "num_scoring_users": 263544,
  "nsfw": "gray",
  "created_at": "2021-12-31T15:48:57+00:00",
  "updated_at": "2024-07-23T21:04:49+00:00",
  "media_type": "tv",
  "status": "finished_airing",
  "genres": [
    {
      "id": 1,
      "name": "Action"
    }
  ],
  "num_episodes": 13,
  "start_season": {
    "year": 2022,
    "season": "summer"
  },
  "broadcast": {
    "day_of_the_week": "saturday",
    "start_time": "23:30"
  },
  "source": "original",
  "average_episode_duration": 1442,
  "rating": "pg_13",
  "studios": [
    {
      "id": 56,
      "name": "A-1 Pictures"
    }
  ]
}