{
  "id": 50869,
  "title": "Kami wa Game ni Ueteiru.",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1578/141782.jpg",
    "large": "https://cdn.myanimelist.net/images/anime/1578/141782l.jpg"
  },
  "alternative_titles": {
    "synonyms": [
      "Kami wa Yuugi ni Ueteiru.",
      "The Ultimate Game-Battles of a Boy and the Gods",
      "Kami wa Game ni Ueteiru.: Kamigami ni Idomu Shounen no Kyuukyoku Zunousen",
      "Gods' Games We Play"
    ],
    "en": "Gods' Game We Play",
    "ja": "神は遊戯に飢えている。"
  },
  "start_date": "2024-04-01",
  "end_date": "2024-06-24",
  "synopsis": "When Leoleshea, a dragon god, is accidentally awoken from her sleep within a glacier, she demands this era's very best game player be brought before her. After a year of waiting, she meets Fay Theo Philus, an apostle—a human granted a supernatural ability called an Arise and thus given permission to challenge the gods in games. Fay and Leoleshea realize they share a passion for games, whether it be with cards or a battle of wits with a god. Declaring that she likes this human, Leoleshea allows Fay to call her \"Leshea\" and team up with her to play in the gods' games.\n\nEver since the gods gave humans the ability to challenge them, they have promised to grant any wish after ten victories. Leshea desires to become an official god again, as she previously descended to the human world and lost her status as a divine being. Fay has only one goal: to find the woman who long ago taught him how to play games. \n\nThough Leshea and Fay quickly prove themselves to be a capable team, the gods will not allow them ten victories so easily: every game has its own unique conditions and hidden rules. Together, the duo will have to act as a perfect team to finally achieve their goals.\n\n[Written by MAL Rewrite]",
  "mean": 6.27,
  "rank": 8468,
  "popularity": 2354,
  "num_list_users": 90762,
  "num_scoring_users": 30618,
  "nsfw": "gray",
  "created_at": "2022-01-21T08:02:12+00:00",
  "updated_at": "2025-02-24T15:34:03+00:00",
  "media_type": "tv",
  "status": "finished_airing",
  "genres": [
    {
      "id": 10,
      "name": "Fantasy"
    },
    {
      "id": 59,
      "name": "High Stakes Game"
    },
    {
      "id": 11,
      "name": "Strategy Game"
    },
    {
      "id": 41,
      "name": "Suspense"
    },
    {
      "id": 82,
      "name": "Urban Fantasy"
    }
  ],
  "num_episodes": 13,
  "start_season": {
    "year": 2024,
    "season": "spring"
  },
  "broadcast": {
    "day_of_the_week": "monday",
    "start_time": "21:30"
  },
  "source": "light_novel",
  "average_episode_duration": 1420,
  "rating": "pg_13",
  "studios": [
    {
      "id": 839,
      "name": "LIDENFILMS"
    }
  ]
}