{
  "id": 50953,
  "title": "Bastard!! Ankoku no Hakaishin (ONA)",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1599/124228.jpg",
    "large": "https://cdn.myanimelist.net/images/anime/1599/124228l.jpg"
  },
  "alternative_titles": {
    "synonyms": [],
    "en": "Bastard‼ Heavy Metal, Dark Fantasy",
    "ja": "BASTARD!! -暗黒の破壊神-"
  },
  "start_date": "2022-06-30",
  "end_date": "2022-06-30",
  "synopsis": "Fifteen years ago, Dark Schneider, a ruthless magician of immeasurable power, sought to conquer the world with an army led by his generals, the Four Divine Kings. However, he was defeated and sealed in the body of a newborn boy.\n\nIn the present day, the disbanded party of Dark Schneider has reformed with a macabre goal: to resurrect Anthrasax—the god of destruction that nearly annihilated the world four centuries ago—and establish a war-free society. To do so, the Four Divine Kings must break four seals located in four different kingdoms.\n\nTargeted for its seal, the kingdom of Metallicana struggles to repel the army commanded by the Four Divine Kings. With hope dwindling, all eyes turn to the daughter of Metallicana's Grand Priest, Yoko Tia Noto. Not only is she aware that her adopted younger brother, Lucien Renlen, is Dark Schneider's prison of flesh, but she also knows the ritual to break the seal. Left with no other choice, Yoko successfully releases Dark Schneider, whose twisted personality has not changed over the years. As the fate of the world depends on where his allegiance lies, Yoko seems to be the only person who has some control over the powerful magician. But convincing Dark Schneider to turn against his old allies and protect those Yoko holds dear may prove to be an impossible feat.\n\n[Written by MAL Rewrite]",
  "mean": 6.61,
  "rank": 6184,
  "popularity": 2627,
  "num_list_users": 69806,
  "num_scoring_users": 29895,
  "nsfw": "gray",
  "created_at": "2022-02-03T10:57:55+00:00",
  "updated_at": "2024-04-26T19:10:14+00:00",
  "media_type": "ona",
  "status": "finished_airing",
  "genres": [
    {
      "id": 1,
      "name": "Action"
    },
    {
      "id": 2,
      "name": "Adventure"
    },
    {
      "id": 9,
      "name": "Ecchi"
    },
    {
      "id": 10,
      "name": "Fantasy"
    },
    {
      "id": 58,
      "name": "Gore"
    },
    {
      "id": 42,
      "name": "Seinen"
    }
  ],
  "num_episodes": 13,
  "start_season": {
    "year": 2022,
    "season": "spring"
  },
  "source": "manga",
  "average_episode_duration": 1431,
  "rating": "r+",
  "studios": [
    {
      "id": 839,
      "name": "LIDENFILMS"
    }
  ]
}