{
  "id": 51009,
  "title": "Jujutsu Kaisen 2nd Season",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1792/138022.jpg",
    "large": "https://cdn.myanimelist.net/images/anime/1792/138022l.jpg"
  },
  "alternative_titles": {
    "synonyms": [
      "Jujutsu Kaisen: Kaigyoku Gyokusetsu",
      "Jujutsu Kaisen: Shibuya Jihen",
      "Sorcery Fight",
      "JJK"
    ],
    "en": "Jujutsu Kaisen Season 2",
    "ja": "呪術廻戦 懐玉・玉折／渋谷事変"
  },
  "start_date": "2023-07-06",
  "end_date": "2023-12-28",
  "synopsis": "The year is 2006, and the halls of Tokyo Prefectural Jujutsu High School echo with the endless bickering and intense debate between two inseparable best friends. Exuding unshakeable confidence, Satoru Gojou and Suguru Getou believe there is no challenge too great for young and powerful Special Grade sorcerers such as themselves. They are tasked with safely delivering a sensible girl named Riko Amanai to the entity whose existence is the very essence of the jujutsu world. However, the mission plunges them into an exhausting swirl of moral conflict that threatens to destroy the already feeble amity between sorcerers and ordinary humans.\n\nTwelve years later, students and sorcerers are the frontline defense against the rising number of high-level curses born from humans' negative emotions. As the entities grow in power, their self-awareness and ambition increase too. The curses unite for the common goal of eradicating humans and creating a world of only cursed energy users, led by a dangerous, ancient cursed spirit. To dispose of their greatest obstacle—the strongest sorcerer, Gojou—they orchestrate an attack at Shibuya Station on Halloween. Dividing into teams, the sorcerers enter the fight prepared to risk everything to protect the innocent and their own kind.\n\n[Written by MAL Rewrite]",
  "mean": 8.78,
  "rank": 38,
  "popularity": 144,
  "num_list_users": 1090180,
  "num_scoring_users": 602768,
  "nsfw": "white",
  "created_at": "2022-02-12T10:05:19+00:00",
  "updated_at": "2024-10-02T16:17:11+00:00",
  "media_type": "tv",
  "status": "finished_airing",
  "genres": [
    {
      "id": 1,
      "name": "Action"
    },
    {
      "id": 58,
      "name": "Gore"
    },
    {
      "id": 23,
      "name": "School"
    },
    {
      "id": 27,
      "name": "Shounen"
    },
    {
      "id": 37,
      "name": "Supernatural"
    }
  ],
  "num_episodes": 23,
  "start_season": {
    "year": 2023,
    "season": "summer"
  },
  "broadcast": {
    "day_of_the_week": "thursday",
    "start_time": "23:56"
  },
  "source": "manga",
  "average_episode_duration": 1435,
  "rating": "r",
  "studios": [
    {
      "id": 569,
      "name": "MAPPA"
    }
  ]
}