{
  "id": 51122,
  "title": "Ookami to Koushinryou: Merchant Meets the Wise Wolf",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1059/142414.jpg",
    "large": "https://cdn.myanimelist.net/images/anime/1059/142414l.jpg"
  },
  "alternative_titles": {
    "synonyms": [
      "Spice and Wolf"
    ],
    "en": "Spice and Wolf: Merchant Meets the Wise Wolf",
    "ja": "狼と香辛料 MERCHANT MEETS THE WISE WOLF"
  },
  "start_date": "2024-04-02",
  "end_date": "2024-09-24",
  "synopsis": "With a cartload of fur pelts in tow, traveling merchant Kraft Lawrence stops by the village of Pasloe. According to local folklore, centuries ago, one of the villagers made a promise with the wolf deity Holo, who swore to bless Pasloe with bountiful harvests of wheat. Yet, as time passed, such stories became little more than relics of the past.\n\nAfter quickly finishing his business in the village, Lawrence sets out to his next destination. His journey, however, takes an unexpected turn when he discovers a nude, animal-eared girl sleeping among his pelts. Even more surprisingly, the youthful-looking woman claims to be Holo—the wolf of legend.\n\nHolo wishes to return to her hometown in the north, and though their first encounter is rocky, she convinces Lawrence to accompany her on her travels. In return, she vows to earn her keep, using her quick wits and lifetime of experience to help her newfound companion in his dealings. As they continue their journey, Lawrence and Holo take advantage of whatever economic opportunities they come across, often landing in situations that put both their business skills and their relationship to the test.\n\n[Written by MAL Rewrite]",
  "mean": 8.11,
  "rank": 526,
  "popularity": 1103,
  "num_list_users": 241954,
  "num_scoring_users": 76094,
  "nsfw": "white",
  "created_at": "2022-02-25T08:54:19+00:00",
  "updated_at": "2025-02-18T02:22:47+00:00",
  "media_type": "tv",
  "status": "finished_airing",
  "genres": [
    {
      "id": 50,
      "name": "Adult Cast"
    },
    {
      "id": 2,
      "name": "Adventure"
    },
    {
      "id": 8,
      "name": "Drama"
    },
    {
      "id": 22,
      "name": "Romance"
    },
    {
      "id": 37,
      "name": "Supernatural"
    }
  ],
  "num_episodes": 25,
  "start_season": {
    "year": 2024,
    "season": "spring"
  },
  "broadcast": {
    "day_of_the_week": "tuesday",
    "start_time": "01:30"
  },
  "source": "light_novel",
  "average_episode_duration": 1430,
  "rating": "pg_13",
  "studios": [
    {
      "id": 911,
      "name": "Passione"
    }
  ]
}