{
  "id": 51207,
  "title": "Jiuzhou Piaomiao Lu",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1281/126741.webp",
    "large": "https://cdn.myanimelist.net/images/anime/1281/126741l.webp"
  },
  "alternative_titles": {
    "synonyms": [],
    "en": "Novoland Eagle Flag",
    "ja": "九州缥缈录"
  },
  "start_date": "2023-01-24",
  "end_date": "2023-04-04",
  "synopsis": "In the vast desert grasslands of northern Novoland, there was a nomadic society that cherished martial arts, believed in the god Pandeng and worshiped heroes. The men there were all hot-blooded and the women were all strong-willed. Their kingdom was called Qingyang.\n\nThe story is set in Qingyang and depicts the power struggles within the northern nomadic tribes, as well as the grievances between Qingyang and the East Land. As a child, the Qingyang crown prince Lü Guichen was sent to live with the Yanzhen Tribe by the Great Lord. After the tribe rebelled, Lü Guichen was brought back to Beidu city. However, his older brothers did not value this young and weak crown prince, instead focusing solely on competing against each other for the throne's succession. Yet, after experiencing the baptism of war and the ups and downs of life, Lü Guichen, with his gentle personality, gradually matured and gained strength amidst his older brothers' power struggles...\n\nDuring that time, the royal family of the East Lands was in decline, and several feudal states had emerged. The Great Lord of Qingyang sought to use an alliance with the Xia Tang State to achieve his ambition of dominating the East. As a result, Lü Guichen was sent as a hostage to Xia Tang. It was there that he met the unruly Tianqu warrior, Jiye, and was drawn to Jiye's tenacious and unyielding spirit, eventually becoming close friends. This is the story of the young Zhaowu Duke and the young Yulie King of the Xie Dynasty-to-be.",
  "mean": 6.69,
  "rank": 6019,
  "popularity": 15747,
  "num_list_users": 712,
  "num_scoring_users": 161,
  "nsfw": "white",
  "created_at": "2022-03-09T04:02:01+00:00",
  "updated_at": "2023-05-04T14:08:34+00:00",
  "media_type": "ona",
  "status": "finished_airing",
  "genres": [
    {
      "id": 1,
      "name": "Action"
    },
    {
      "id": 8,
      "name": "Drama"
    },
    {
      "id": 10,
      "name": "Fantasy"
    }
  ],
  "num_episodes": 13,
  "start_season": {
    "year": 2023,
    "season": "winter"
  },
  "source": "other",
  "average_episode_duration": 1219,
  "rating": "pg_13",
  "studios": [
    {
      "id": 2055,
      "name": "BYMENT"
    }
  ]
}