{
  "id": 51361,
  "title": "Mo You Ji",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1765/126793.jpg",
    "large": "https://cdn.myanimelist.net/images/anime/1765/126793l.jpg"
  },
  "alternative_titles": {
    "synonyms": [],
    "en": "Biography of the Mutants",
    "ja": "魔游纪"
  },
  "start_date": "2022-09-27",
  "end_date": "2022-11-29",
  "synopsis": "The story takes place on the fantastical continent of Kyushu, where two races exist: the Extraordinary and the Ordinary. The Extraordinary are born with the ability to control spiritual power, from conjuring weapons to summoning wind and rain. The Ordinary, on the other hand, rely on ingenuity to contend with the Extraordinary. The two races have fought for generations, having just achieved a fragile peace. \n\nThen, the ancient treasure \"Heart of Pangu\" appears, said to grant supreme power, reigniting the conflict. By chance, this ancient treasure is swallowed by a young boy named Jiang Liuer. From then on, he becomes the target of both sides. At the critical moment, he is rescued by bounty hunters Tian Zhu Yan, Lie, and Yan Liusha and taken to the master of the Heavenly Capital City. The master tells them that to retrieve the \"Heart of Pangu,\" they must travel thousands of miles to the Lotus Temple and find the former leader of the Extraordinary, Shakyamuni. In order to save his life, Jiang Liu had no choice but to invite the three bounty hunters to join him on his journey. Thus began the adventure for the four of them, mission to save the world, and treasure hunt.\n\n(Source: Tencent, translated)",
  "rank": 19115,
  "popularity": 19109,
  "num_list_users": 436,
  "num_scoring_users": 59,
  "nsfw": "white",
  "created_at": "2022-03-23T02:05:30+00:00",
  "updated_at": "2025-11-27T02:51:56+00:00",
  "media_type": "ona",
  "status": "finished_airing",
  "genres": [
    {
      "id": 1,
      "name": "Action"
    },
    {
      "id": 2,
      "name": "Adventure"
    },
    {
      "id": 10,
      "name": "Fantasy"
    }
  ],
  "num_episodes": 12,
  "start_season": {
    "year": 2022,
    "season": "summer"
  },
  "average_episode_duration": 1238,
  "rating": "pg_13",
  "studios": []
}