{
  "id": 51492,
  "title": "Xian Mu",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1637/125559.webp",
    "large": "https://cdn.myanimelist.net/images/anime/1637/125559l.webp"
  },
  "alternative_titles": {
    "synonyms": [
      "Immortal Tomb"
    ],
    "en": "",
    "ja": "仙墓"
  },
  "start_date": "2022-07-20",
  "end_date": "2023-01-17",
  "synopsis": "One hundred thousand years ago, the immortal world was in a melee, the gods fell, and a hidden mystery \"Book of Life and Death\" fell into the world. Young archaeologist Lu Yun accidentally broke into a burial chamber that could not be identified at all during a scientific expedition. So far, his peaceful life was broken, and he began a thrilling journey of searching for various mysteries. Lu Yun, who was dragged into the Immortal Realm by the Book of Heaven, was in charge of Xuanzhou City as Langxie Tian Xuanzhou Prefecture Shepherd. As soon as he arrived in the Immortal Realm, he encountered the first problem. Lu Yun's term of office was approaching, and the major families in Xuanzhou held the position of the prefectural shepherd. Eyeing tigers, in order to continue to serve, Lu Yun, who could not cultivate, sneaked into the Xuanchi Mountain tomb with his female envoy to find the Jiuqiao Jindan that could change his physique. In order to avoid the enemy's plot, Lu Yun and the female envoy sneaked into the depths of the tomb. The two were chased by the thousand-year-old corpse monster, swarms of corpse flies, and the strange Shi Ling queen accidentally hid in a woman's boudoir full of dark fragrance. With the power of the Book of Life and Death in his body, who knew that the woman on the portrait was Dan Xian Yuying of the last Xuanzhou prefectural shepherd, and the first messenger of reincarnation recorded in the Book of Heaven. With Danxian's recuperation, Lu Yun successfully changed his physique, and temporarily kept his identity through negotiation with Emperor Langxie, thinking that the matter would come to an end. Every night in his dreams, Lu Yun can always see some fragments that do not belong to his own memory. \n\nOnce he entered Lu Yun's room, he saw the heavenly book in the sleeping Lu Yun's body vibrating wildly, accompanied by the strange scene of nine dragons carrying coffins around him. In order to solve the mystery of the Book of Heaven, Lu Yun went to Xuanshui City, which is adjacent to Xuanhe River, to find out the truth according to the book. The young child hid in the dark room, and the swaddled baby was put into a wooden box covered with thick cotton. To save the child, Lu Yun had to dive into Xuanhe to find out. The devastated Xuanhe Water Palace has long been occupied by the Gandalf monsters hidden in the darkness. Lu Yun and others have not yet escaped from the shocking monster group, and they are attacked by the demonized Xuanhe River God. In order to save their companion Qinghan, Using the Floating Life Map as a weapon, Lu Yun forced out the power of manipulating the Book of Life and Death in his body to conquer the River God, and obtained a new skill. So far, Lu Yun has conquered the fourth messenger of reincarnation, and each messenger of reincarnation represents It is the strongest in different aspects such as Talisman Dao, Martial Dao, Formation, and Refining. Lu Yun is approaching the truth of the scripture step by step, even if he is an enemy of heaven and earth, and the world is in the company of the world. At this time, the curse king sitting on the Jiuzhongtian looked at Lu Yun and smiled: \"Hmph, the ants who are beyond their own power...\"\n\n(Source: Tencent Video, translated)",
  "mean": 6.09,
  "rank": 9641,
  "popularity": 14698,
  "num_list_users": 984,
  "num_scoring_users": 155,
  "nsfw": "gray",
  "created_at": "2022-04-01T00:02:55+00:00",
  "updated_at": "2024-09-09T20:00:51+00:00",
  "media_type": "ona",
  "status": "finished_airing",
  "genres": [
    {
      "id": 2,
      "name": "Adventure"
    },
    {
      "id": 10,
      "name": "Fantasy"
    }
  ],
  "num_episodes": 60,
  "start_season": {
    "year": 2022,
    "season": "summer"
  },
  "average_episode_duration": 480,
  "rating": "pg_13",
  "studios": [
    {
      "id": 2059,
      "name": "Suoyi Technology"
    }
  ]
}