{
  "id": 51648,
  "title": "Nozomanu Fushi no Boukensha",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1008/140287.jpg",
    "large": "https://cdn.myanimelist.net/images/anime/1008/140287l.jpg"
  },
  "alternative_titles": {
    "synonyms": [],
    "en": "The Unwanted Undead Adventurer",
    "ja": "望まぬ不死の冒険者"
  },
  "start_date": "2024-01-08",
  "end_date": "2024-03-25",
  "synopsis": "While exploring a labyrinth, Rentt Faina, an adventurer with lots of experience but little to show for it, is killed by a dragon upon discovering its lair. Shockingly, he wakes up to find himself turned into a skeleton, the lowest class of undead monsters. As Rentt fights against the other monsters of the labyrinth, he discovers that slaying them gains him experience towards higher stages of undead evolution—even ones with flesh! With this revelation in hand, Rentt obtains a new objective in his undeath: keep evolving in the hope of eventually becoming a vampire, the highest form of undead that is nearly indistinguishable from human beings.\n\nDespite being forced to hide his past identity and monstrous nature under an unremovable mask, Rentt manages to return to a semblance of his former life. Granted shelter by Lorraine Vivier, an elite researcher and retired adventurer, Rentt assumes her surname and starts over from scratch as a rookie. Determined to pursue his childhood dream and become a mithril-class adventurer, Rentt must be cautious not to disclose his new bodily circumstances, lest the adventurers’ guild seek to exterminate the monster he has become.\n\n[Written by MAL Rewrite]",
  "mean": 7.43,
  "rank": 2245,
  "popularity": 1402,
  "num_list_users": 181975,
  "num_scoring_users": 95203,
  "nsfw": "white",
  "created_at": "2022-04-17T12:03:35+00:00",
  "updated_at": "2024-05-20T15:26:09+00:00",
  "media_type": "tv",
  "status": "finished_airing",
  "genres": [
    {
      "id": 1,
      "name": "Action"
    },
    {
      "id": 2,
      "name": "Adventure"
    },
    {
      "id": 10,
      "name": "Fantasy"
    }
  ],
  "num_episodes": 12,
  "start_season": {
    "year": 2024,
    "season": "winter"
  },
  "broadcast": {
    "day_of_the_week": "monday",
    "start_time": "21:00"
  },
  "source": "light_novel",
  "average_episode_duration": 1420,
  "rating": "pg_13",
  "studios": [
    {
      "id": 957,
      "name": "Connect"
    }
  ]
}