{
  "id": 51863,
  "title": "Shishang Zui Qiang Nan Zhujiao",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1443/123916.webp",
    "large": "https://cdn.myanimelist.net/images/anime/1443/123916l.webp"
  },
  "alternative_titles": {
    "synonyms": [
      "The Strongest Male Protagonist of All Time"
    ],
    "en": "The Strongest Male Hero Ever",
    "ja": "史上最强男主角"
  },
  "start_date": "2022-06-05",
  "end_date": "2022-10-23",
  "synopsis": "The protagonist Zhao Xiaotian is gifted with supernatural abilities and possesses super self-healing ability. After an accidental explosion, he came to a new world advocating martial arts and became the grandson of the richest man Zhao family. But this identity made him repeatedly persecuted by gangsters, so he was sent by his family to the famous martial arts sect, Xiaoyaomen, to practice martial arts for self-defense. However, to everyone's surprise, Zhao Xiaotian, who had never had a foundation in martial arts, turned out to be exceptionally talented and possessed an extraordinary talent for martial arts. Because Zhao Xiaotian's master was worried that he was too proud, he decided to suppress teaching, which made Zhao Xiaotian mistakenly think that his strength was low, so he practiced harder. In this way, Zhao Xiaotian gradually grew up unknowingly, and gradually formed a deep friendship with the brothers and sisters in the door. However, as his strength grows, the hidden crisis gradually emerges, and he is about to face the challenge of accepting trials...\n\n(Source: v.qq.com)",
  "mean": 6.19,
  "rank": 9323,
  "popularity": 14329,
  "num_list_users": 1186,
  "num_scoring_users": 285,
  "nsfw": "gray",
  "created_at": "2022-05-20T03:13:48+00:00",
  "updated_at": "2022-10-24T19:36:02+00:00",
  "media_type": "ona",
  "status": "finished_airing",
  "genres": [
    {
      "id": 1,
      "name": "Action"
    },
    {
      "id": 10,
      "name": "Fantasy"
    },
    {
      "id": 17,
      "name": "Martial Arts"
    }
  ],
  "num_episodes": 48,
  "start_season": {
    "year": 2022,
    "season": "spring"
  },
  "average_episode_duration": 480,
  "rating": "pg_13",
  "studios": [
    {
      "id": 2042,
      "name": "Ruo Hong Culture"
    }
  ]
}