{
  "id": 51988,
  "title": "Kitsune Musume no Ecchi na Oyado",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1927/124278.jpg",
    "large": "https://cdn.myanimelist.net/images/anime/1927/124278l.jpg"
  },
  "alternative_titles": {
    "synonyms": [],
    "en": "",
    "ja": "きつね娘のエッチなお宿"
  },
  "start_date": "2022-08-28",
  "end_date": "2022-10-28",
  "synopsis": "On a certain mountain. A little fox was trapped and in mortal danger, but was saved by a man. When the little fox asked God to bless it's savior, she turned into a cute fox-girl instead. But when the fox-girl went to see her savior place, he was already about to die. In order to fulfill the man's dying wish, the fox girl decides to inherits the abandoned hot springs venue. But the fox girl knows nothing of human common sense. To run an inn, she uses her partial knowledge to serve the guests. Attracted by the rumors, the guests begin to arrive little by little at the inn. A great transformation from a little fox to a fox-girl! It's all to fulfill the last wish of the man who saved her life.\n\nSomewhere in the mountains, a little fox fell into a hunting trap. After lying there for several hours, she was on the verge of life and death. She was saved by an unknown man (the owner of a mountain hotel) who happened to be passing by. A few months passed, the fox's wounds healed and she felt indebted to that person. The fox wanted to repay the man for his kindness and mercy. She took human form and began to search for her savior.",
  "mean": 6.2,
  "popularity": 9781,
  "num_list_users": 3901,
  "num_scoring_users": 1421,
  "nsfw": "gray",
  "created_at": "2022-06-02T14:10:06+00:00",
  "updated_at": "2023-09-22T08:02:33+00:00",
  "media_type": "ova",
  "status": "finished_airing",
  "genres": [
    {
      "id": 12,
      "name": "Hentai"
    }
  ],
  "num_episodes": 2,
  "start_season": {
    "year": 2022,
    "season": "summer"
  },
  "source": "game",
  "average_episode_duration": 1200,
  "rating": "rx",
  "studios": [
    {
      "id": 519,
      "name": "Collaboration Works"
    }
  ]
}