{
  "id": 5220,
  "title": "Shangri-La",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1780/121358.webp",
    "large": "https://cdn.myanimelist.net/images/anime/1780/121358l.webp"
  },
  "alternative_titles": {
    "synonyms": [],
    "en": "Shangri-La",
    "ja": "シャングリ・ラ"
  },
  "start_date": "2009-04-06",
  "end_date": "2009-09-14",
  "synopsis": "In a post-apocalyptic society, much of earthquake-riddled Japan has been left to ruin, resulting in an abundance of greenery. Governments manage much of the world's emissions, resulting in a massive class divide and economic disparity. The Japanese government launches \"Project Atlas,\" a utopian city that will replace Tokyo but can only fit a certain amount of people. This limitation means that some people will have to live outside the city in jungles, as refugees.\n\nHowever, with any flawed plan comes those who are willing to challenge it. These include Kuniko Houjou, an heir to a renegade town; Mikuni, a mysterious and powerful child kept in a secret temple; Kunihito Kusanagi, a soldier for the high-tech and exclusive monopoly Atlas; Karin Ishida, a genius economics whiz with her hand in markets across the world; and the villainous Ryouko Naruse, leading Atlas in its domination of this future world.\n\nCan this group of rebels, forming a movement known as \"Metal-Age,\" band together to demonstrate that inclusion and teamwork prevail over cruel segregation?\n\n[Written by MAL Rewrite]\n",
  "mean": 7.05,
  "rank": 4271,
  "popularity": 2922,
  "num_list_users": 67979,
  "num_scoring_users": 21325,
  "nsfw": "white",
  "created_at": "2008-09-08T22:09:12+00:00",
  "updated_at": "2025-05-03T00:10:48+00:00",
  "media_type": "tv",
  "status": "finished_airing",
  "genres": [
    {
      "id": 1,
      "name": "Action"
    },
    {
      "id": 8,
      "name": "Drama"
    },
    {
      "id": 24,
      "name": "Sci-Fi"
    }
  ],
  "num_episodes": 24,
  "start_season": {
    "year": 2009,
    "season": "spring"
  },
  "broadcast": {
    "day_of_the_week": "monday",
    "start_time": "00:00"
  },
  "source": "novel",
  "average_episode_duration": 1420,
  "rating": "pg_13",
  "studios": [
    {
      "id": 3,
      "name": "Gonzo"
    }
  ]
}