{
  "id": 52482,
  "title": "Sasaki to Pii-chan",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1624/139672.jpg",
    "large": "https://cdn.myanimelist.net/images/anime/1624/139672l.jpg"
  },
  "alternative_titles": {
    "synonyms": [
      "Sasaki to P-chan"
    ],
    "en": "Sasaki and Peeps",
    "ja": "佐々木とピーちゃん"
  },
  "start_date": "2024-01-05",
  "end_date": "2024-03-22",
  "synopsis": "Sasaki, a 39-year-old corporate employee, has resigned himself to live a modest life without dreams and dangers. To his great surprise, his fate takes a brutal turn after he decides to adopt a Java sparrow that he names Pii-chan. The talking bird not only happens to be a reincarnation of a famous magician from another world, but it decides to grant some of its powers to Sasaki—along with the ability to traverse between worlds. Sasaki begins a lucrative business of selling technological items from his world to the less advanced civilization of the other.\n\nHowever, Sasaki's life becomes more chaotic when he stops an attempt on a woman's life with his new powers.  Unfortunately, the woman Sasaki saved also happens to be a government agent named Hoshizaki, who is tasked with tracking down gifted individuals like him. Forced to join Hoshizaki's secret agency, Sasaki partakes in dangerous missions to find other gifted criminals. He does not even have the luxury of hiding in the other world, where a war is about to break out. If he wants to protect peace in both worlds, Sasaki will have to become the hero that no one expects him to be.\n\n[Written by MAL Rewrite]",
  "mean": 6.83,
  "rank": 5143,
  "popularity": 2177,
  "num_list_users": 100452,
  "num_scoring_users": 44594,
  "nsfw": "white",
  "created_at": "2022-07-24T10:47:57+00:00",
  "updated_at": "2024-04-29T13:38:03+00:00",
  "media_type": "tv",
  "status": "finished_airing",
  "genres": [
    {
      "id": 2,
      "name": "Adventure"
    },
    {
      "id": 4,
      "name": "Comedy"
    },
    {
      "id": 10,
      "name": "Fantasy"
    },
    {
      "id": 62,
      "name": "Isekai"
    }
  ],
  "num_episodes": 12,
  "start_season": {
    "year": 2024,
    "season": "winter"
  },
  "broadcast": {
    "day_of_the_week": "friday",
    "start_time": "21:00"
  },
  "source": "light_novel",
  "average_episode_duration": 1500,
  "rating": "pg_13",
  "studios": [
    {
      "id": 300,
      "name": "SILVER LINK."
    }
  ]
}