{
  "id": 52505,
  "title": "Dark Gathering",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1346/138731.webp",
    "large": "https://cdn.myanimelist.net/images/anime/1346/138731l.webp"
  },
  "alternative_titles": {
    "synonyms": [],
    "en": "Dark Gathering",
    "ja": "ダークギャザリング"
  },
  "start_date": "2023-07-10",
  "end_date": "2023-12-25",
  "synopsis": "Spirits have always been attracted to Keitarou Gentouga due to his strong spiritual presence. A traumatic encounter with one had caused his right hand to be cursed, forcing him to wear a glove at all times. Now a college freshman, Keitarou is trying to live as normal a life as possible. With the encouragement of his childhood friend Eiko Houzuki, he becomes a private tutor. Since he is at the top of his intake class, his first client is the tutoring firm's most promising student, Yayoi Houzuki.\n\nTo Keitarou's surprise, Yayoi is Eiko's cousin, and she possesses two pupils in each eye—allowing her to see into the spirit world and purposely seek vengeful spirits to exorcise. Ever since a car accident killed both her parents, Yayoi has been searching for the powerful spirit that kidnapped her mother's departed soul. Seeing that spirits are so attracted to Keitarou, she ropes him into helping her collect other evil spirits that will assist in her future fight. Although her quest is dangerous, Keitarou reluctantly decides to join her, even as each new spirit they meet has him questioning his resolve at every turn.\n\n[Written by MAL Rewrite]",
  "mean": 7.84,
  "rank": 991,
  "popularity": 1519,
  "num_list_users": 173561,
  "num_scoring_users": 53422,
  "nsfw": "white",
  "created_at": "2022-07-26T10:23:43+00:00",
  "updated_at": "2023-11-26T09:29:12+00:00",
  "media_type": "tv",
  "status": "finished_airing",
  "genres": [
    {
      "id": 58,
      "name": "Gore"
    },
    {
      "id": 14,
      "name": "Horror"
    },
    {
      "id": 27,
      "name": "Shounen"
    },
    {
      "id": 37,
      "name": "Supernatural"
    }
  ],
  "num_episodes": 25,
  "start_season": {
    "year": 2023,
    "season": "summer"
  },
  "broadcast": {
    "day_of_the_week": "monday",
    "start_time": "01:05"
  },
  "source": "manga",
  "average_episode_duration": 1380,
  "rating": "r",
  "studios": [
    {
      "id": 28,
      "name": "OLM"
    }
  ]
}