{
  "id": 52588,
  "title": "Kaijuu 8-gou",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1370/140362.jpg",
    "large": "https://cdn.myanimelist.net/images/anime/1370/140362l.jpg"
  },
  "alternative_titles": {
    "synonyms": [
      "8Kaijuu",
      "Monster #8",
      "Kaiju No. Eight",
      "Kaiju #8"
    ],
    "en": "Kaiju No. 8",
    "ja": "怪獣8号"
  },
  "start_date": "2024-04-13",
  "end_date": "2024-06-29",
  "synopsis": "After the destruction of their hometown, childhood friends Kafka Hibino and Mina Ashiro make a pact to become officers in the Defense Force—a militarized organization tasked with protecting Japan from colossal monsters known as \"kaijuu.\" Decades later, the 32-year-old Kafka has all but given up on his dreams of heroism. Instead, he cleans up the remains of the slaughtered kaijuu after they are defeated by valiant soldiers—including Mina, who has successfully achieved their shared goal.\n\nUpon meeting his new coworker, Reno Ichikawa, Kafka faces a mirror of his past self: an ambitious young man whose one desire is to fight as a member of the Defense Force. Unfortunately, the two are soon involved in a freak encounter with a rogue kaijuu. Though Kafka demonstrates his innate heroic nature and rescues Reno from certain doom, he is left gravely injured.\n\nWhile both men recover in a hospital, Kafka is seemingly attacked by another one of the beasts. As a result, he gains the ability to transform into a humanoid kaijuu with the strength and powers of the massive monsters menacing Japan. Dubbed \"Kaijuu No. 8\" by the military, Kafka resolves to use his newfound gifts for the greater good. Tied together by mutual respect, Kafka and Reno set out to join warriors like Mina at the forefront of the Defense Force.\n\n[Written by MAL Rewrite]",
  "mean": 8.3,
  "rank": 276,
  "popularity": 453,
  "num_list_users": 517305,
  "num_scoring_users": 279725,
  "nsfw": "white",
  "created_at": "2022-08-02T15:56:51+00:00",
  "updated_at": "2024-08-05T19:38:47+00:00",
  "media_type": "tv",
  "status": "finished_airing",
  "genres": [
    {
      "id": 1,
      "name": "Action"
    },
    {
      "id": 50,
      "name": "Adult Cast"
    },
    {
      "id": 38,
      "name": "Military"
    },
    {
      "id": 24,
      "name": "Sci-Fi"
    },
    {
      "id": 27,
      "name": "Shounen"
    }
  ],
  "num_episodes": 12,
  "start_season": {
    "year": 2024,
    "season": "spring"
  },
  "broadcast": {
    "day_of_the_week": "saturday",
    "start_time": "23:00"
  },
  "source": "manga",
  "average_episode_duration": 1420,
  "rating": "pg_13",
  "studios": [
    {
      "id": 10,
      "name": "Production I.G"
    }
  ]
}