{
  "id": 52684,
  "title": "Shen Yin Wangzuo 2nd Season",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1897/150028.jpg",
    "large": "https://cdn.myanimelist.net/images/anime/1897/150028l.jpg"
  },
  "alternative_titles": {
    "synonyms": [],
    "en": "Throne of Seal 2nd Season",
    "ja": "神印王座 第二季"
  },
  "start_date": "2022-11-10",
  "synopsis": "Revealing himself to be a Dual Knight, Long Hao Chen triumphs in his match within his temple and advances to the finals. But before the grand finals can begin, ranking matches are conducted in each temple to determine the strongest within. During the rankings, Hao Chen is injured, enraging Sheng Cai'er and driving her to seek vengeance for what happened to him. Her actions cause a fight between the Knight Temple and Assassin Temple, only to be subdued after a shocking revelation—that Sheng Cai'er is a Reincarnated Saint.\n\nThe finals for the Demon Hunting Team Competition begin with the division of the sixty remaining participants into six groups. The top sixteen participants are then further pitted against each other to determine the top three. Each of the top three will be rewarded with a spiritual stove and the right to pick their teammates.\n\nIn order to become a knight that is capable of defeating the Demon Lord, Long Hao Chen must strive to be first in this competition so he can select the best teammates to give him a fighting chance.\n\n[Written by MAL Rewrite]",
  "mean": 8.24,
  "rank": 362,
  "popularity": 8025,
  "num_list_users": 7266,
  "num_scoring_users": 2736,
  "nsfw": "white",
  "created_at": "2022-08-08T23:53:50+00:00",
  "updated_at": "2025-11-25T14:09:25+00:00",
  "media_type": "ona",
  "status": "currently_airing",
  "genres": [
    {
      "id": 1,
      "name": "Action"
    },
    {
      "id": 2,
      "name": "Adventure"
    },
    {
      "id": 10,
      "name": "Fantasy"
    }
  ],
  "num_episodes": 0,
  "start_season": {
    "year": 2022,
    "season": "fall"
  },
  "source": "web_novel",
  "average_episode_duration": 1200,
  "rating": "pg_13",
  "studios": [
    {
      "id": 2526,
      "name": "Shenman Entertainment"
    }
  ]
}