{
  "id": 52701,
  "title": "Dungeon Meshi",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1711/142478.jpg",
    "large": "https://cdn.myanimelist.net/images/anime/1711/142478l.jpg"
  },
  "alternative_titles": {
    "synonyms": [
      "Dungeon Food"
    ],
    "en": "Delicious in Dungeon",
    "ja": "ダンジョン飯"
  },
  "start_date": "2024-01-04",
  "end_date": "2024-06-13",
  "synopsis": "Adventuring knight Laios Touden leads a small party through a seemingly endless dungeon, a subterranean maze full of dangerous monsters and precarious traps. Through the use of advanced magic, an explorer can sometimes be resurrected, allowing them to learn from past mistakes and give traversing the dungeon another go. However, when a powerful dragon eats Falin, Laios' spellcasting sister, she sends her brother and his companions back to the beginning to save them from permanent ends.\n\nThough strapped for cash and equipment, Laios resolves to fight his way through the dungeon and rescue Falin before she can be digested by the dragon. Despite some of Laios' allies abandoning him, two remain by his side: elven mage Marcille Donato and halfling locksmith Chilchuck Tims. Due to their lack of funds, the party faces the daunting prospect of starving before being able to complete their quest. However, they find salvation in Senshi, a dwarven warrior with a penchant for cooking and safely eating defeated monsters.\n\nWith Senshi's culinary expertise, Laios and his companions struggle through the dungeon while learning about gourmet dining—and each other—along the way.\n\n[Written by MAL Rewrite]",
  "mean": 8.61,
  "rank": 95,
  "popularity": 556,
  "num_list_users": 439313,
  "num_scoring_users": 212198,
  "nsfw": "white",
  "created_at": "2022-08-09T14:59:13+00:00",
  "updated_at": "2024-06-13T21:49:36+00:00",
  "media_type": "tv",
  "status": "finished_airing",
  "genres": [
    {
      "id": 2,
      "name": "Adventure"
    },
    {
      "id": 4,
      "name": "Comedy"
    },
    {
      "id": 10,
      "name": "Fantasy"
    },
    {
      "id": 47,
      "name": "Gourmet"
    },
    {
      "id": 42,
      "name": "Seinen"
    }
  ],
  "num_episodes": 24,
  "start_season": {
    "year": 2024,
    "season": "winter"
  },
  "broadcast": {
    "day_of_the_week": "thursday",
    "start_time": "22:30"
  },
  "source": "manga",
  "average_episode_duration": 1535,
  "rating": "r",
  "studios": [
    {
      "id": 803,
      "name": "Trigger"
    }
  ]
}