{
  "id": 5290,
  "title": "Keroro Gunsou Movie 3: Tenkuu Daikessen de Arimasu!",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1558/98560.jpg",
    "large": "https://cdn.myanimelist.net/images/anime/1558/98560l.jpg"
  },
  "alternative_titles": {
    "synonyms": [
      "Chou Gekijouban Keroro Gunso 3: Keroro Tai Keroro - Tenkuu Daikessen de Arimasu!",
      "Keroro Gunso the Super Movie 3: Keroro vs. Keroro Great Sky Duel de arimasu!"
    ],
    "en": "Keroro Movie 3",
    "ja": "超劇場版ケロロ軍曹3 ケロロ対ケロロ 天空大決戦であります！"
  },
  "start_date": "2008-03-01",
  "end_date": "2008-03-01",
  "synopsis": "The movie begins with Fuyuki Hinata and the Keroro Platoon exploring an abandoned temple in the mountaintop city of Machu Picchu in Peru. While on the exploration, Keroro accidentally sets off a trap, and by chance they find a hidden chamber with a large blue crystal in the center, on a stand that has a key in it. Keroro leans on the key, causing the room to activate a mysterious machine, this caused the entire temple to shake. As soon as the group realized what was happening, they run out of the room. While running, Keroro accidentally loses his Kero Ball while Fuyuki catches a fleeting glimpse of a glowing young woman as he is running out, and tells Keroro that there was a girl in the room, but he is forced to leave the room before he can say anything else. The group successfully escapes, while the girl (now sprouting a pair of glowing wings) watches them leave - while back in the chamber, something is growing within the crystal... \n\n(Source: AniDB) ",
  "mean": 7.39,
  "rank": 2384,
  "popularity": 8552,
  "num_list_users": 5579,
  "num_scoring_users": 2563,
  "nsfw": "white",
  "created_at": "2008-09-20T04:32:35+00:00",
  "updated_at": "2024-04-12T11:48:40+00:00",
  "media_type": "movie",
  "status": "finished_airing",
  "genres": [
    {
      "id": 4,
      "name": "Comedy"
    },
    {
      "id": 24,
      "name": "Sci-Fi"
    },
    {
      "id": 27,
      "name": "Shounen"
    }
  ],
  "num_episodes": 1,
  "start_season": {
    "year": 2008,
    "season": "winter"
  },
  "source": "manga",
  "average_episode_duration": 5700,
  "rating": "pg",
  "studios": [
    {
      "id": 14,
      "name": "Sunrise"
    }
  ]
}