{
  "id": 52934,
  "title": "Konyaku Haki sareta Reijou wo Hirotta Ore ga, Ikenai Koto wo Oshiekomu",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1720/139131.jpg",
    "large": "https://cdn.myanimelist.net/images/anime/1720/139131l.jpg"
  },
  "alternative_titles": {
    "synonyms": [
      "Ikenaikyo"
    ],
    "en": "I'm Giving the Disgraced Noble Lady I Rescued a Crash Course in Naughtiness",
    "ja": "婚約破棄された令嬢を拾った俺が、イケナイことを教え込む"
  },
  "start_date": "2023-10-04",
  "end_date": "2023-12-20",
  "synopsis": "On the run for crimes she did not commit, disgraced noblewoman Charlotte Evans collapses deep in the forest. A sorcerer named Allen Crawford—also known as the \"Demon Lord\"—finds and defends Charlotte from her pursuers. Since she has no place left to go, Allen takes pity on Charlotte and offers to hire her as a live-in maid.\n\nAllen quickly realizes that Charlotte has faced ridicule and hatred all her life from her so-called noble family, and she has never known what true freedom feels like. He decides to teach her about all the naughty things the world has to offer and enables her to surrender to her whims and impulses. Charlotte's sweet innocence proves an obstacle to his plans, but Allen is determined to show her the kind of life her family has denied her.\n\nAlthough he despises being social, Allen begins to open himself up to Charlotte. The longer they live together, the more they discover their similarities. Though most people have abandoned them, the duo promises to stay together, oblivious to their budding feelings for each other.\n\n[Written by MAL Rewrite]",
  "mean": 7.16,
  "rank": 3553,
  "popularity": 1950,
  "num_list_users": 117694,
  "num_scoring_users": 44732,
  "nsfw": "white",
  "created_at": "2022-08-31T07:47:43+00:00",
  "updated_at": "2023-12-28T07:04:49+00:00",
  "media_type": "tv",
  "status": "finished_airing",
  "genres": [
    {
      "id": 4,
      "name": "Comedy"
    },
    {
      "id": 10,
      "name": "Fantasy"
    },
    {
      "id": 22,
      "name": "Romance"
    }
  ],
  "num_episodes": 12,
  "start_season": {
    "year": 2023,
    "season": "fall"
  },
  "broadcast": {
    "day_of_the_week": "wednesday",
    "start_time": "22:00"
  },
  "source": "light_novel",
  "average_episode_duration": 1420,
  "rating": "pg_13",
  "studios": [
    {
      "id": 1379,
      "name": "Zero-G"
    },
    {
      "id": 1796,
      "name": "Digital Network Animation"
    }
  ]
}