{
  "id": 52969,
  "title": "Jitsu wa Ore, Saikyou deshita?",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1963/138464.webp",
    "large": "https://cdn.myanimelist.net/images/anime/1963/138464l.webp"
  },
  "alternative_titles": {
    "synonyms": [],
    "en": "Am I Actually the Strongest?",
    "ja": "実は俺、最強でした?"
  },
  "start_date": "2023-07-02",
  "end_date": "2023-10-01",
  "synopsis": "A 20-year-old shut-in is suddenly transported from his apartment, only to appear in front of a goddess who offers him a second chance at life. Although she grants him overpowered magical abilities in this new world, when he awakes as the newborn Prince Reinhardt, his talents are only measured at Level 2. Thinking their child to be an abysmal failure, his royal parents abandon him in the woods. There, the prince, who names himself Haruto, encounters Flay, a Flame Fenrir who decides to devote her life in service to him. Haruto's relative, Gold Zenfis, meets them both in the woods and decides to adopt the child as his own.\n\nNine years pass with Haruto under the care of the Zenfis family. His mastery over his overpowered barrier magic increases by the day, though Haruto would rather not use it to help others. He practices his magic in secret, preferring to have his family believe that he is weak. However, his younger sister, Charlotte, discovers his strength, and with the assistance of Flay, Haruto protects her and the rest of the Zenfis family from harm. With a shifty plot stirring in the kingdom, Haruto only wishes to stay inside and watch anime, but it seems he will have to use his magic to keep the family that took him in safe.\n\n[Written by MAL Rewrite]",
  "mean": 6.49,
  "rank": 7040,
  "popularity": 1395,
  "num_list_users": 176987,
  "num_scoring_users": 83090,
  "nsfw": "white",
  "created_at": "2022-09-07T05:36:11+00:00",
  "updated_at": "2023-09-12T23:35:47+00:00",
  "media_type": "tv",
  "status": "finished_airing",
  "genres": [
    {
      "id": 2,
      "name": "Adventure"
    },
    {
      "id": 10,
      "name": "Fantasy"
    },
    {
      "id": 62,
      "name": "Isekai"
    },
    {
      "id": 72,
      "name": "Reincarnation"
    }
  ],
  "num_episodes": 12,
  "start_season": {
    "year": 2023,
    "season": "summer"
  },
  "broadcast": {
    "day_of_the_week": "sunday",
    "start_time": "02:00"
  },
  "source": "light_novel",
  "average_episode_duration": 1404,
  "rating": "pg_13",
  "studios": [
    {
      "id": 2405,
      "name": "Staple Entertainment"
    }
  ]
}