{
  "id": 52990,
  "title": "Keikenzumi na Kimi to, Keiken Zero na Ore ga, Otsukiai suru Hanashi.",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1848/140019.webp",
    "large": "https://cdn.myanimelist.net/images/anime/1848/140019l.webp"
  },
  "alternative_titles": {
    "synonyms": [
      "Kimizero"
    ],
    "en": "Our Dating Story: The Experienced You and The Inexperienced Me",
    "ja": "経験済みなキミと、 経験ゼロなオレが、 お付き合いする話。"
  },
  "start_date": "2023-10-06",
  "end_date": "2023-12-22",
  "synopsis": "To the shy and reclusive Ryuuto Kashima, associating himself with his popular classmate Runa Shirakawa is nothing but a distant fantasy—or so he thought. After losing a bet with his friends and being coerced into confessing to Runa, Ryuuto's world is flipped upside down: instead of the cruel rejection he was expecting, Runa agrees to go out with him!\n\nBut dating Runa proves to be overwhelming for Ryuuto, who requests that their relationship remain a secret known only by their closest friends. His decision, however, leads to a series of mishaps that he fears will doom the relationship. As they work through their misunderstandings, Ryuuto reveals his insecurities stemming from his past experiences, and the two grow closer together.\n\nJust when things are getting back on track, Ryuuto's middle school crush, Maria Kurose, transfers to his class and begins to stir up a fuss. At the same time, terrible rumors about Runa spread around the school, prompting Ryuuto to take desperate measures to protect her.\n\n[Written by MAL Rewrite]",
  "mean": 6.76,
  "rank": 5569,
  "popularity": 1283,
  "num_list_users": 201381,
  "num_scoring_users": 87829,
  "nsfw": "white",
  "created_at": "2022-09-09T09:07:13+00:00",
  "updated_at": "2024-01-09T18:28:23+00:00",
  "media_type": "tv",
  "status": "finished_airing",
  "genres": [
    {
      "id": 22,
      "name": "Romance"
    },
    {
      "id": 23,
      "name": "School"
    }
  ],
  "num_episodes": 12,
  "start_season": {
    "year": 2023,
    "season": "fall"
  },
  "broadcast": {
    "day_of_the_week": "friday",
    "start_time": "22:30"
  },
  "source": "light_novel",
  "average_episode_duration": 1420,
  "rating": "pg_13",
  "studios": [
    {
      "id": 1974,
      "name": "ENGI"
    }
  ]
}