{
  "id": 53033,
  "title": "Mecha-ude (TV)",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1079/145918.jpg",
    "large": "https://cdn.myanimelist.net/images/anime/1079/145918l.jpg"
  },
  "alternative_titles": {
    "synonyms": [],
    "en": "Mecha-Ude: Mechanical Arms",
    "ja": "メカウデ"
  },
  "start_date": "2024-10-04",
  "end_date": "2024-12-20",
  "synopsis": "Hikaru Amatsuga's days of tranquility come to a sudden end when he rescues Alma, a mechanical arm crying for help. Alma fuses with his jacket, introducing Hikaru to the world of mechanical arms: mysterious, sentient weapons that normally become a part of their users' bodies. Forced to flee for his life, Hikaru is eventually captured by Aki Murasame, a twin mechanical arms user working for ARMS, an organization that protects the machines against unethical treatment.\n\nThe Kagami Group, a nefarious organization that treats mechanical arms as mere tools, seeks to recover Alma. Hikaru is deemed a failure by ARMS for his lack of natural predisposition to be an mechanical arm wielder, so Aki is assigned to be his bodyguard. But Aki is defeated by Jun Kagami, who cruelly tears out her two mechanical limbs, condemning the girl to a slow death. Unwilling to abandon Aki to her grim fate, Hikaru miraculously awakens his power and neutralizes Kagami. Now a full member of ARMS, Hikaru is determined to unravel the truth about mechanical arms and protect his newfound friends and allies.\n\n[Written by MAL Rewrite]",
  "mean": 6.79,
  "rank": 5690,
  "popularity": 3212,
  "num_list_users": 58691,
  "num_scoring_users": 19064,
  "nsfw": "white",
  "created_at": "2022-09-14T15:14:25+00:00",
  "updated_at": "2024-11-30T21:28:04+00:00",
  "media_type": "tv",
  "status": "finished_airing",
  "genres": [
    {
      "id": 1,
      "name": "Action"
    },
    {
      "id": 24,
      "name": "Sci-Fi"
    }
  ],
  "num_episodes": 12,
  "start_season": {
    "year": 2024,
    "season": "fall"
  },
  "broadcast": {
    "day_of_the_week": "friday",
    "start_time": "00:30"
  },
  "source": "original",
  "average_episode_duration": 1420,
  "rating": "pg_13",
  "studios": [
    {
      "id": 1843,
      "name": "TriF Studio"
    }
  ]
}