{
  "id": 53128,
  "title": "Atri: My Dear Moments",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1825/143408.webp",
    "large": "https://cdn.myanimelist.net/images/anime/1825/143408l.webp"
  },
  "alternative_titles": {
    "synonyms": [],
    "en": "Atri -My Dear Moments-",
    "ja": "ATRI -My Dear Moments-"
  },
  "start_date": "2024-07-14",
  "end_date": "2024-10-06",
  "synopsis": "Due to the dramatic rise of the sea levels, humanity has lost a significant part of its inhabitable lands, forcing it to rely on pre-existing technology to survive. Among the many people affected by the tragedy, Natsuki Ikaruga, a brilliant recent graduate who had lost a leg in a submarine accident, is now reduced to living a miserable life on a near-deserted island.\n\nAfter Natsuki encounters a mysterious woman named Catherine, he uncovers an advanced humanoid robot that belonged to his grandmother Nonko, a renowned climatologist. Atri, the salvaged robot with the appearance and demeanor of a young girl, reveals to Natsuki that Nonko has tasked her with an important mission, but she has forgotten what it was.\n\nAlthough Natsuki was initially planning to sell Atri, the opportunity to connect with his grandmother's research through Atri makes him rethink his decision. Natsuki once had to sacrifice his dream to partake in a prestigious scientific mission. But as he opens up to his fellow islanders, he discovers that he can still make a difference in a desolate world.\n\n[Written by MAL Rewrite]",
  "mean": 7.2,
  "rank": 3468,
  "popularity": 2669,
  "num_list_users": 80009,
  "num_scoring_users": 23778,
  "nsfw": "white",
  "created_at": "2022-09-24T08:58:58+00:00",
  "updated_at": "2024-10-31T17:52:07+00:00",
  "media_type": "tv",
  "status": "finished_airing",
  "genres": [
    {
      "id": 8,
      "name": "Drama"
    },
    {
      "id": 22,
      "name": "Romance"
    },
    {
      "id": 24,
      "name": "Sci-Fi"
    }
  ],
  "num_episodes": 13,
  "start_season": {
    "year": 2024,
    "season": "summer"
  },
  "broadcast": {
    "day_of_the_week": "sunday",
    "start_time": "00:00"
  },
  "source": "visual_novel",
  "average_episode_duration": 1470,
  "rating": "pg_13",
  "studios": [
    {
      "id": 1103,
      "name": "TROYCA"
    }
  ]
}