{
  "id": 53356,
  "title": "Shuumatsu Train Doko e Iku?",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1224/137451.jpg",
    "large": "https://cdn.myanimelist.net/images/anime/1224/137451l.jpg"
  },
  "alternative_titles": {
    "synonyms": [
      "Where Does the Doomsday Train Go?"
    ],
    "en": "Train to the End of the World",
    "ja": "終末トレインどこへいく？"
  },
  "start_date": "2024-04-01",
  "end_date": "2024-06-24",
  "synopsis": "The introduction of 7G Network technology promised miraculous technological advancements; however, the aftermath of its launch plunged Japan into chaos. From drastic changes to the terrain to bizarre mutations among people, the way of life is overwritten with new rules. The town of Agano is one of the few remaining settlements, and its citizens aged 21 and above have transformed into animals.\n\nShizuru Chikura, a high school student from Agano, is desperately searching for her friend, Youka Nakatomi. Coming across a picture in a newspaper placing Youka in Ikebukuro, Shizuru starts packing for a trip. But with public transportation effectively shut down, her options are limited. Fortunately, Tairo Zenjirou, a senile old conductor and the only human adult in town, comes to the rescue when he teaches her how to operate an abandoned train.\n\nWith her destination set, Shizuru ventures off on a journey to find her missing friend. On the day of departure, however, her other classmates—Nadeshiko Hoshi, Reimi Kuga, and Akira Shinonome—decide to tag along at the last minute as they embark on this one-track adventure that might expose them to dangers far surpassing anything they have encountered in Agano.\n\n[Written by MAL Rewrite]",
  "mean": 7.45,
  "rank": 2048,
  "popularity": 3115,
  "num_list_users": 50803,
  "num_scoring_users": 8813,
  "nsfw": "gray",
  "created_at": "2022-10-14T10:10:09+00:00",
  "updated_at": "2024-06-13T12:40:11+00:00",
  "media_type": "tv",
  "status": "currently_airing",
  "genres": [
    {
      "id": 2,
      "name": "Adventure"
    }
  ],
  "num_episodes": 12,
  "start_season": {
    "year": 2024,
    "season": "spring"
  },
  "broadcast": {
    "day_of_the_week": "monday",
    "start_time": "21:00"
  },
  "source": "original",
  "average_episode_duration": 1420,
  "rating": "pg_13",
  "studios": [
    {
      "id": 1264,
      "name": "EMT Squared"
    }
  ]
}