{
  "id": 53411,
  "title": "Buddy Daddies",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1553/133767.jpg",
    "large": "https://cdn.myanimelist.net/images/anime/1553/133767l.jpg"
  },
  "alternative_titles": {
    "synonyms": [],
    "en": "",
    "ja": "Buddy Daddies"
  },
  "start_date": "2023-01-07",
  "end_date": "2023-04-01",
  "synopsis": "On Christmas Eve, four-year-old Miri Unasaka arrives in Tokyo completely alone, in search of her father. The bright lights and merry atmosphere guide Miri to a big hotel and a man with a delicious-looking cake. However, the child has just unknowingly walked into the center of an elaborate, foolproof plan for assassinating a dangerous mafia boss.\n\nProfessional assassins Kazuki Kurusu and Rei Suwa live together, fleeing memories of their grim childhoods and avoiding emotional connections. When their mission goes awry and they end up bringing Miri home, there is only one reasonable thing to do: return Miri to her mother. But the girl's innocent laugh and pure worldview quickly enamor her to Kazuki, who secretly enjoys playing a parent, and it is not long before Rei's impenetrable heart makes room for Miri.\n\nMiri's every move is unpredictable, and Kazuki and Rei find raising an energetic child harder than any of their missions. Although it presents a great risk to their careers, Kazuki and Rei—both assuming the affectionate nickname \"papa\"—decide to provide Miri with a normal childhood despite all the odds stacked against them.\n\n[Written by MAL Rewrite]",
  "mean": 8.11,
  "rank": 506,
  "popularity": 846,
  "num_list_users": 304783,
  "num_scoring_users": 135761,
  "nsfw": "gray",
  "created_at": "2022-10-22T13:41:55+00:00",
  "updated_at": "2023-03-24T03:00:33+00:00",
  "media_type": "tv",
  "status": "finished_airing",
  "genres": [
    {
      "id": 1,
      "name": "Action"
    },
    {
      "id": 53,
      "name": "Childcare"
    },
    {
      "id": 4,
      "name": "Comedy"
    },
    {
      "id": 68,
      "name": "Organized Crime"
    }
  ],
  "num_episodes": 12,
  "start_season": {
    "year": 2023,
    "season": "winter"
  },
  "broadcast": {
    "day_of_the_week": "saturday",
    "start_time": "00:00"
  },
  "source": "original",
  "average_episode_duration": 1440,
  "rating": "pg_13",
  "studios": [
    {
      "id": 132,
      "name": "P.A. Works"
    }
  ]
}