{
  "id": 53770,
  "title": "Sentai Daishikkaku",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1183/141489.jpg",
    "large": "https://cdn.myanimelist.net/images/anime/1183/141489l.jpg"
  },
  "alternative_titles": {
    "synonyms": [
      "Ranger Reject"
    ],
    "en": "Go! Go! Loser Ranger!",
    "ja": "戦隊大失格"
  },
  "start_date": "2024-04-07",
  "end_date": "2024-06-30",
  "synopsis": "For the past 13 years, the Nefarious Monster Army have appeared beneath their floating fortress every Sunday to advance their goal of conquering Earth. Luckily, the Dragon Keepers are here to save the day! Having defeated the majority of the monsters during their initial invasion, the heroes now routinely show up to clear away any remnants of resistance. Unbeknownst to the public, however, every fight beyond the first has been a deliberate show put on by both sides: the Dragon Keepers reap the fame and prestige from fighting imaginary enemies, while the surviving weakest monsters, altogether called Dusters, are allowed to live for another day.\n\nSentouin D, a Duster tired of living this life of shame, leaves the fortress in an attempt to overturn his fate. With the unexpected help of the mysterious ranger Yumeko Suzukiri, he discovers the key to defeating the Dragon Keepers lies in their Divine Artifacts—ultimate weapons crucial to the rangers' transformation and unique powers. Teaming up with Suzukiri to infiltrate the garrison of Red Keeper Sousei Akabane, Sentouin D must defy all expectations to save his species from the cruel hands of humans.\n\n[Written by MAL Rewrite]",
  "mean": 7.32,
  "rank": 2732,
  "popularity": 1563,
  "num_list_users": 158669,
  "num_scoring_users": 60421,
  "nsfw": "white",
  "created_at": "2022-12-05T21:30:04+00:00",
  "updated_at": "2024-06-03T22:19:22+00:00",
  "media_type": "tv",
  "status": "finished_airing",
  "genres": [
    {
      "id": 1,
      "name": "Action"
    },
    {
      "id": 24,
      "name": "Sci-Fi"
    },
    {
      "id": 27,
      "name": "Shounen"
    }
  ],
  "num_episodes": 12,
  "start_season": {
    "year": 2024,
    "season": "spring"
  },
  "broadcast": {
    "day_of_the_week": "sunday",
    "start_time": "16:30"
  },
  "source": "manga",
  "average_episode_duration": 1427,
  "rating": "pg_13",
  "studios": [
    {
      "id": 2009,
      "name": "Yostar Pictures"
    }
  ]
}