{
  "id": 53865,
  "title": "Yozakura-san Chi no Daisakusen",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1674/143715.jpg",
    "large": "https://cdn.myanimelist.net/images/anime/1674/143715l.jpg"
  },
  "alternative_titles": {
    "synonyms": [
      "Mission of Yozakura family"
    ],
    "en": "Mission: Yozakura Family",
    "ja": "夜桜さんちの大作戦"
  },
  "start_date": "2024-04-07",
  "synopsis": "After losing his entire family in a car crash, Taiyou Asano tries to pull away from his childhood friend, Mutsumi Yozakura, but she assures him she is not going anywhere. Nevertheless, Taiyou becomes socially awkward, struggling to make friends at school despite the efforts of his persistent classmates.\n\nOne day, the vice principal calls Taiyou to his office, only to begin threatening the boy's life. Taiyou is swept away by a stranger and eventually awakens to Mutsumi, who introduces him to her siblings—a family of spies who harbor superhuman abilities. Every generation produces one ordinary human who becomes the family head. Mutsumi is one of these, and the family's mission is to protect her with their lives. \n\nThe vice principal's real name is Kyoichiro Yozakura, and he is the eldest son of the family. As Kyouichiro believes that Taiyou is a threat to Mutsumi's life, the only way to keep both Taiyou and Mutsumi safe is for them to get married; the family has a rule that prevents them from killing within the Yozakura household. Though at first reluctant, Taiyou agrees in order to protect Mutsumi. Now he must train as a Yozakura spy to ward off the constant threats on the lives of both Mutsumi and himself.\n\n[Written by MAL Rewrite]",
  "mean": 7.21,
  "rank": 3199,
  "popularity": 2283,
  "num_list_users": 89761,
  "num_scoring_users": 14236,
  "nsfw": "white",
  "created_at": "2022-12-15T23:31:54+00:00",
  "updated_at": "2024-07-31T00:43:46+00:00",
  "media_type": "tv",
  "status": "currently_airing",
  "genres": [
    {
      "id": 1,
      "name": "Action"
    },
    {
      "id": 4,
      "name": "Comedy"
    },
    {
      "id": 27,
      "name": "Shounen"
    }
  ],
  "num_episodes": 27,
  "start_season": {
    "year": 2024,
    "season": "spring"
  },
  "broadcast": {
    "day_of_the_week": "sunday",
    "start_time": "17:00"
  },
  "source": "manga",
  "average_episode_duration": 1454,
  "rating": "pg_13",
  "studios": [
    {
      "id": 300,
      "name": "SILVER LINK."
    }
  ]
}