{
  "id": 54631,
  "title": "Dan Dao Zongshi",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1898/133847.webp",
    "large": "https://cdn.myanimelist.net/images/anime/1898/133847l.webp"
  },
  "alternative_titles": {
    "synonyms": [
      "Alchemy Master",
      "Grandmaster Of Alchemy"
    ],
    "en": "",
    "ja": "丹道宗师"
  },
  "start_date": "2023-02-27",
  "end_date": "2023-07-03",
  "synopsis": "In the previous life, although Qin Yichen, the sage of alchemy, possessed the most alchemy technique in the mainland and was famous all over the world, but because of his mediocre martial arts attainments, he could only watch helplessly as his enemy Ouyang Haotian snatched the martial soul of his lover Feng Qianxue, and in front of his eyes Kill Feng Qianxue and his brother Tantai Shuo.\nIn grief, Qin Yichen was reborn with the help of the Heaven and Earth Spirit Orb, returning to his youth! In this life, Qin Yichen wants to take everything back!\n\nBack in Yuxi City when he was a boy, Qin Yichen used alchemy to help Lin Aotian's family, who had saved his life, rise up and protect them from the disaster of the previous life. Afterwards, he went to Xuanyun City, where he got acquainted with the Li family and the Ye family among the three major families in Xuanyun City with the precious alchemy formula.\n\nBut Lin Aoqing, the acting head of the Lin family among the three major families, is an out-and-out villain. In order to fight for the right to inherit the family, he once framed his brother Lin Aotian, drove him out of Xuanyun City, and poisoned his adoptive father Lin Huarong to make him Being ill in bed all year round, he usurped the power of Patriarch, intending to unify Xuanyun City.\n\nIn order to get justice for Lin Aotian's family, Qin Yichen played games with Lin Aoqing while cultivating both alchemy and martial arts. He used alchemy to repair his damaged meridians, successively condensed divine beads and natal martial beads, and awakened the rare dragon martial soul! The roar of the dragon shook the entire continent!\n\nAfter awakening his martial soul, Qin Yichen learned the lessons from his previous life, practiced diligently, and made rapid progress. Then Qin Yichen not only rescued Lin Huarong, the old man of the Lin family who had been in a coma for many years, but also set up a bureau to unite the Ye family and the Li family to wipe out Lin Aoqing's forces at Lin Huarong's birthday banquet, and declared Yuncheng Qingning.\n\nBut in the game with Lin Aoqing, Qin Yichen also offended Lin Aoqing's ally, the Du family from Wangcheng. In order to strengthen his strength against the Du family and protect Xuanyun City, Qin Yichen went to the Black Demon Mountains to practice, and accidentally opened the ancient ruins, and shared hardships with the princess Lu Linghan, and gained the power of inheritance in the ancient ruins.\n\nBut the new challenge has just begun. Lu Linghan returned to the capital to change her tragic fate, and Qin Yichen returned to Xuanyun City, only to find that Xuanyun City had been captured by the forces of the Du family. missing...\n\n(Source: Tencent, translated)",
  "mean": 6.45,
  "rank": 7557,
  "popularity": 14230,
  "num_list_users": 1138,
  "num_scoring_users": 346,
  "nsfw": "white",
  "created_at": "2023-02-27T07:41:41+00:00",
  "updated_at": "2023-10-02T21:30:23+00:00",
  "media_type": "ona",
  "status": "finished_airing",
  "genres": [
    {
      "id": 1,
      "name": "Action"
    },
    {
      "id": 10,
      "name": "Fantasy"
    }
  ],
  "num_episodes": 40,
  "start_season": {
    "year": 2023,
    "season": "winter"
  },
  "source": "novel",
  "average_episode_duration": 480,
  "rating": "pg_13",
  "studios": [
    {
      "id": 2619,
      "name": "Quyue Technology"
    }
  ]
}