{
  "id": 54724,
  "title": "Nige Jouzu no Wakagimi",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1386/140401.webp",
    "large": "https://cdn.myanimelist.net/images/anime/1386/140401l.webp"
  },
  "alternative_titles": {
    "synonyms": [
      "Nigewaka"
    ],
    "en": "The Elusive Samurai",
    "ja": "逃げ上手の若君"
  },
  "start_date": "2024-07-06",
  "end_date": "2024-09-28",
  "synopsis": "Tokiyuki Houjou, a carefree eight-year-old noble, is content with the serene life in Kamakura and shows little regard for the serious responsibilities that come with his eventually succeeding his father as the next shogun. Instead of dedicating himself to rigorous training in swordsmanship or archery, Tokiyuki excels in the art of evasion, skillfully dodging his advisors and discovering perfect hiding spots. However, his peaceful existence is shattered when a sudden coup brutally wipes out his clan.\n\nOverwhelmed with guilt for being the sole survivor, Tokiyuki contemplates joining his family in death. However, his fate takes an abrupt turn when the enigmatic priest Yorishige Suwa suddenly shoves him onto a battlefield. Yorishige, who prophesies that Tokiyuki will one day become a great hero, leaves the boy with no choice but to navigate his way free of enemy soldiers. As Tokiyuki struggles to survive against these foes, he finds a new thrill in raising the stakes of his usual hide-and-seek games.\n\nWith a renewed sense of purpose and the promise of powerful allies from Yorishige, Tokiyuki vows to avenge his family—not through his capability to fight, but through his extraordinary talent for running away.\n\n[Written by MAL Rewrite]",
  "mean": 7.79,
  "rank": 1112,
  "popularity": 1401,
  "num_list_users": 190787,
  "num_scoring_users": 77785,
  "nsfw": "white",
  "created_at": "2023-03-15T20:00:10+00:00",
  "updated_at": "2024-09-22T16:56:39+00:00",
  "media_type": "tv",
  "status": "finished_airing",
  "genres": [
    {
      "id": 2,
      "name": "Adventure"
    },
    {
      "id": 4,
      "name": "Comedy"
    },
    {
      "id": 13,
      "name": "Historical"
    },
    {
      "id": 21,
      "name": "Samurai"
    },
    {
      "id": 27,
      "name": "Shounen"
    }
  ],
  "num_episodes": 12,
  "start_season": {
    "year": 2024,
    "season": "summer"
  },
  "broadcast": {
    "day_of_the_week": "saturday",
    "start_time": "23:30"
  },
  "source": "manga",
  "average_episode_duration": 1420,
  "rating": "r",
  "studios": [
    {
      "id": 1835,
      "name": "CloverWorks"
    }
  ]
}