{
  "id": 54744,
  "title": "Tokidoki Bosotto Russia-go de Dereru Tonari no Alya-san",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1825/142258.webp",
    "large": "https://cdn.myanimelist.net/images/anime/1825/142258l.webp"
  },
  "alternative_titles": {
    "synonyms": [
      "Roshidere",
      "Alya-san, who sits besides me and sometimes murmurs affectionately in Russian.",
      "Arya Next Door Sometimes Lapses into Russian"
    ],
    "en": "Alya Sometimes Hides Her Feelings in Russian",
    "ja": "時々ボソッとロシア語でデレる隣のアーリャさん"
  },
  "start_date": "2024-07-03",
  "end_date": "2024-09-18",
  "synopsis": "Seirei Academy is a prestigious school attended by the very best students in Japan. Alisa Mikhailovna \"Alya\" Kujou, the half-Russian and half-Japanese treasurer of the school's student council, is known for her intelligence, stunning looks, and rigid personality. Contrasting her near-flawless persona, Alya's unmotivated classmate Masachika Kuze slacks off during lessons and seems to show no interest in her.\n\nInitially irritated, Alya gradually becomes more intrigued by Masachika and starts expressing her affection for him in Russian. However, she is oblivious to his secret—he understands the language fluently! Due to a childhood friend who was temporarily staying in Japan, Masachika has been studying Russian in hopes of reuniting with her.\n\nAs the two spend more time together, the playful and eccentric relationship between them quickly deepens. In the meantime, both must learn to navigate their new growing feelings for one another.\n\n[Written by MAL Rewrite]",
  "mean": 7.57,
  "rank": 1749,
  "popularity": 562,
  "num_list_users": 447859,
  "num_scoring_users": 236229,
  "nsfw": "white",
  "created_at": "2023-03-17T11:49:28+00:00",
  "updated_at": "2024-09-18T22:34:09+00:00",
  "media_type": "tv",
  "status": "finished_airing",
  "genres": [
    {
      "id": 4,
      "name": "Comedy"
    },
    {
      "id": 22,
      "name": "Romance"
    },
    {
      "id": 23,
      "name": "School"
    }
  ],
  "num_episodes": 12,
  "start_season": {
    "year": 2024,
    "season": "summer"
  },
  "broadcast": {
    "day_of_the_week": "wednesday",
    "start_time": "23:30"
  },
  "source": "light_novel",
  "average_episode_duration": 1480,
  "rating": "pg_13",
  "studios": [
    {
      "id": 95,
      "name": "Doga Kobo"
    }
  ]
}