{
  "id": 54794,
  "title": "Metallic Rouge",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1859/140210.jpg",
    "large": "https://cdn.myanimelist.net/images/anime/1859/140210l.jpg"
  },
  "alternative_titles": {
    "synonyms": [],
    "en": "Metallic Rouge",
    "ja": "メタリックルージュ"
  },
  "start_date": "2024-01-11",
  "end_date": "2024-04-04",
  "synopsis": "After emerging victorious against an alien species known as Usurpers using combat androids called Neans, mankind colonized Mars and enjoyed post-war peace. Having fulfilled their purpose as soldiers, Neans became subservient workers and second-class citizens to humans. Requiring a daily dose of Nectar to sustain themselves, the androids depend on their masters for its supply of the drug.\n\nHowever, among this societal hierarchy lie Proto-Neans, independent specialized androids that can summon metallic exoskeletons with superhuman capabilities. Rouge Redstar is one such Proto-Nean working undercover for Aletheia, the government organization overseeing the regulation of Neans, alongside her human partner, Naomi Orthmann.\n\nRouge and Naomi's mission is to eliminate the Immortal Nine—Proto-Neans who threaten humanity for cryptic reasons. At the same time, an investigator is making his way to Mars to follow a series of murders where Rouge is considered the prime suspect. As the pair delve deeper into their search for the Immortal Nine, they uncover groundbreaking information about the rogue androids and the organization they work for.\n\n[Written by MAL Rewrite]",
  "mean": 6.2,
  "rank": 8947,
  "popularity": 2117,
  "num_list_users": 110944,
  "num_scoring_users": 32585,
  "nsfw": "white",
  "created_at": "2023-03-22T15:12:27+00:00",
  "updated_at": "2024-04-26T19:13:41+00:00",
  "media_type": "tv",
  "status": "finished_airing",
  "genres": [
    {
      "id": 1,
      "name": "Action"
    },
    {
      "id": 24,
      "name": "Sci-Fi"
    }
  ],
  "num_episodes": 13,
  "start_season": {
    "year": 2024,
    "season": "winter"
  },
  "broadcast": {
    "day_of_the_week": "thursday",
    "start_time": "00:55"
  },
  "source": "original",
  "average_episode_duration": 1370,
  "rating": "pg_13",
  "studios": [
    {
      "id": 4,
      "name": "Bones"
    }
  ]
}