{
  "id": 54837,
  "title": "Akuyaku Reijou Level 99: Watashi wa Ura-Boss desu ga Maou dewa Arimasen",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1150/140028.webp",
    "large": "https://cdn.myanimelist.net/images/anime/1150/140028l.webp"
  },
  "alternative_titles": {
    "synonyms": [],
    "en": "Villainess Level 99: I May Be the Hidden Boss but I'm Not the Demon Lord",
    "ja": "悪役令嬢レベル99 ～私は裏ボスですが魔王ではありません～"
  },
  "start_date": "2024-01-09",
  "end_date": "2024-03-26",
  "synopsis": "The beginning of Light Magic and the Hero, an otome RPG, unfolds fairly normally: the heroine, Alicia Ehnleit, meets her three love interests one after another and then inevitably comes face-to-face with the villainess. Yumiella Dolkness may be of noble descent, but her dark hair and rare dark-type magic—both associated with the Demon Lord—spark fear in anyone who sees her. When she is five years old, Yumiella regains memories of her previous life in modern Japan, also realizing that her fate is to become the hidden boss that appears after Alicia and her suitors defeat the Demon Lord.\n\nYumiella refuses to live as the game dictates and, as she prefers the game's fantasy elements over its romance, she decides to cultivate her magical skills and level up in secret. However, everything falls apart on the day of the Royal Academy's entrance ceremony. Yumiella's powers are measured at level 99—something thought impossible even for the royal knights, let alone a 15-year-old girl. With the royal family requesting her help, and everyone else insisting that she prove her strength, Yumiella realizes that her dream of a quiet life is no longer an option.\n\n[Written by MAL Rewrite]",
  "mean": 7.13,
  "rank": 3798,
  "popularity": 1420,
  "num_list_users": 181587,
  "num_scoring_users": 94044,
  "nsfw": "white",
  "created_at": "2023-03-24T09:10:58+00:00",
  "updated_at": "2024-10-02T15:50:24+00:00",
  "media_type": "tv",
  "status": "finished_airing",
  "genres": [
    {
      "id": 10,
      "name": "Fantasy"
    },
    {
      "id": 62,
      "name": "Isekai"
    },
    {
      "id": 23,
      "name": "School"
    },
    {
      "id": 83,
      "name": "Villainess"
    }
  ],
  "num_episodes": 12,
  "start_season": {
    "year": 2024,
    "season": "winter"
  },
  "broadcast": {
    "day_of_the_week": "tuesday",
    "start_time": "23:30"
  },
  "source": "light_novel",
  "average_episode_duration": 1420,
  "rating": "pg_13",
  "studios": [
    {
      "id": 755,
      "name": "Jumondou"
    }
  ]
}