{
  "id": 54852,
  "title": "Kikansha no Mahou wa Tokubetsu desu",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1222/145668.webp",
    "large": "https://cdn.myanimelist.net/images/anime/1222/145668l.webp"
  },
  "alternative_titles": {
    "synonyms": [
      "Gwihwanja-ui Mabeop-eun Teukbyeol-haeya Hamnida",
      "귀환자의 마법은 특별해야 합니다"
    ],
    "en": "A Returner's Magic Should Be Special",
    "ja": "帰還者の魔法は特別です"
  },
  "start_date": "2023-10-08",
  "end_date": "2023-12-24",
  "synopsis": "After a decade spent fighting monsters in the Shadow Labyrinth—a growing dark cloud of magic that threatens to engulf the world and destroy all life—mage Desir Herrman and his five companions finally face their last foe: the dragon of destruction Boromir Napolitan. Although the group of heroes manages to slay this formidable opponent, the tremendous amount of mana stored within the dragon's body is released in an unstoppable explosion that annihilates the rest of the world.\n\nHowever, instead of dying, Desir is sent back 10 years into the past with complete memories of events to come. He enrolls at Hebrion Academy, determined to put an end to the classist prejudice plaguing the magical world that will ultimately lead to the demise of humanity. Unfortunately, his struggle begins early on during the entrance exams; although he is ranked first of his group, Desir is assigned to the Beta Class, the default class for commoners.\n\nNow, Desir's next objective is to rally someone to his cause that he could not save in his previous life: the wind mage Romantica Eru. Then, Desir will have to show his worth to the Alpha Class with his newly formed party if he wants to ultimately save as many lives as possible.\n\n[Written by MAL Rewrite]",
  "mean": 7.06,
  "rank": 4236,
  "popularity": 1598,
  "num_list_users": 164592,
  "num_scoring_users": 79045,
  "nsfw": "white",
  "created_at": "2023-03-25T04:11:49+00:00",
  "updated_at": "2024-09-21T00:58:24+00:00",
  "media_type": "tv",
  "status": "finished_airing",
  "genres": [
    {
      "id": 1,
      "name": "Action"
    },
    {
      "id": 10,
      "name": "Fantasy"
    },
    {
      "id": 23,
      "name": "School"
    },
    {
      "id": 78,
      "name": "Time Travel"
    }
  ],
  "num_episodes": 12,
  "start_season": {
    "year": 2023,
    "season": "fall"
  },
  "broadcast": {
    "day_of_the_week": "sunday",
    "start_time": "00:00"
  },
  "source": "web_manga",
  "average_episode_duration": 1420,
  "rating": "pg_13",
  "studios": [
    {
      "id": 1874,
      "name": "Arvo Animation"
    }
  ]
}