{
  "id": 54913,
  "title": "Shinmai Ossan Boukensha, Saikyou Party ni Shinu hodo Kitaerarete Muteki ni Naru.",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1212/144711.jpg",
    "large": "https://cdn.myanimelist.net/images/anime/1212/144711l.jpg"
  },
  "alternative_titles": {
    "synonyms": [
      "The Rookie Middle-Aged Adventurer Was Trained to Death by the Most Powerful Party to Become Invincible"
    ],
    "en": "The Ossan Newbie Adventurer, Trained to Death by the Most Powerful Party, Became Invincible",
    "ja": "新米オッサン冒険者、最強パーティに死ぬほど鍛えられて無敵になる。"
  },
  "start_date": "2024-07-02",
  "end_date": "2024-09-24",
  "synopsis": "Determined to pursue his glorious childhood dreams, 30-year-old Rick Gladiatol, a modest clerk in the adventurers' guild, is offered a once-in-a-lifetime opportunity after he fatefully encounters the dark elf Reanette Elfelt. Reanette happens to be an elite adventurer of the legendary party Orichalcum Fist, whose members welcome Rick under the condition that he follow a Spartan training.\n\nTwo years later, Rick is finally ready to take the E-Rank exam officially qualifying him as an adventurer. However, raw magical power can only be developed until one turns 20. As such, Rick faces the general hostility of fellow participants and examiners alike, leaving him no choice but to show the world that his hellish training has turned him into an invincible warrior.\n\n[Written by MAL Rewrite]",
  "mean": 7.37,
  "rank": 2563,
  "popularity": 1412,
  "num_list_users": 190613,
  "num_scoring_users": 99352,
  "nsfw": "white",
  "created_at": "2023-04-01T03:52:41+00:00",
  "updated_at": "2024-08-28T16:56:14+00:00",
  "media_type": "tv",
  "status": "finished_airing",
  "genres": [
    {
      "id": 1,
      "name": "Action"
    },
    {
      "id": 2,
      "name": "Adventure"
    },
    {
      "id": 10,
      "name": "Fantasy"
    }
  ],
  "num_episodes": 12,
  "start_season": {
    "year": 2024,
    "season": "summer"
  },
  "broadcast": {
    "day_of_the_week": "tuesday",
    "start_time": "02:00"
  },
  "source": "light_novel",
  "average_episode_duration": 1425,
  "rating": "pg_13",
  "studios": [
    {
      "id": 96,
      "name": "Yumeta Company"
    }
  ]
}