{
  "id": 55657,
  "title": "Ban Shen Zhi Jing",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1260/136486.webp",
    "large": "https://cdn.myanimelist.net/images/anime/1260/136486l.webp"
  },
  "alternative_titles": {
    "synonyms": [],
    "en": "The Realm of Demigod",
    "ja": "半神之境"
  },
  "start_date": "2023-06-21",
  "end_date": "2023-10-18",
  "synopsis": "Xia Qiu, the young master of the Shenzhao Sect, returns to the country at the invitation of his elder brother Xia Chun, only to unexpectedly discover strange research in a secret chamber. To uncover Xia Chun's secrets, he ventures to Fuyu Pool, but is persecuted by his brother and forced into becoming a sacrifice to the ancient ferocious beast Feilian. By a twist of fate, Feilian resides within Xia Qiu's body, and he loses his original powers. \n\nHe is rescued by a chance encounter with a young girl named Long Yan. Upon waking, under the arrangement of Qing Chou, the acting head of the Long family, he disguises himself as Long Ze, the youngest son of the Long family, beginning a new life and adventure. Along the way, Long Ze encounters many companions and gradually experiences familial love and friendship he has never known before. The good times didn't last long. The immense power within him caused frequent crises, and the constantly emerging power struggles repeatedly injured or even killed his friends…\n\nUltimately, the ever-growing Long Ze reconciled with the power within him, successfully averting the greatest crisis and rescuing his companions who had been kidnapped by evil forces. However, the mysterious figure controlling the entire chessboard removed his mask, revealing himself to be his brother, Xia Chun, and even greater mysteries began to gather…\n\n(Source: iQIYI, translated)",
  "rank": 20234,
  "popularity": 18177,
  "num_list_users": 493,
  "num_scoring_users": 80,
  "nsfw": "white",
  "created_at": "2023-06-15T03:49:38+00:00",
  "updated_at": "2025-11-15T01:46:18+00:00",
  "media_type": "ona",
  "status": "finished_airing",
  "genres": [
    {
      "id": 1,
      "name": "Action"
    },
    {
      "id": 10,
      "name": "Fantasy"
    }
  ],
  "num_episodes": 20,
  "start_season": {
    "year": 2023,
    "season": "spring"
  },
  "source": "web_novel",
  "average_episode_duration": 894,
  "rating": "pg_13",
  "studios": [
    {
      "id": 2752,
      "name": "Youliao Studio"
    }
  ]
}