{
  "id": 55693,
  "title": "Zhen Yang Wushen",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1769/136525.jpg",
    "large": "https://cdn.myanimelist.net/images/anime/1769/136525l.jpg"
  },
  "alternative_titles": {
    "synonyms": [],
    "en": "Soul of Light",
    "ja": "真阳武神"
  },
  "start_date": "2023-07-10",
  "end_date": "2023-10-02",
  "synopsis": "It has been said that the world is an abyss of misery, where people are in the sea, their flesh is the boat, and their souls are the people in the boat, sailing to the other shore. The Daqian Dynasty is flourishing and is subservient to the whole world. However, beneath the surface of its prosperity, dark currents are already swirling. The eight demon immortals are eager to move, Wuwen Duke Hong Xuanji is ever-more powerful, and Meng Shenji, the Lord of Taishang Fraction, is monitoring the world. \n\nIn such a world of great strife, the young scholar Hong Yi sent his first question to the world. Hong Yi is the son of Hong Xuanji, the most powerful minister of the dynasty, and Meng Bingyun, the previous Saintess of Taishang Fraction. Hong Yi lost his mother when he was young, and as a concubine's child, he was often oppressed by others, but this could not stop him from pursuing his studies. By chance, Hong Yi embarked on the incomparably treacherous path of dual training in martial arts and the Way, rose up against the oppression of fate, thwarted many powerful enemies, and became a legend of his generation.\n\n(Source: Youku)",
  "mean": 6.69,
  "rank": 6251,
  "popularity": 14356,
  "num_list_users": 1188,
  "num_scoring_users": 357,
  "nsfw": "white",
  "created_at": "2023-06-18T04:19:13+00:00",
  "updated_at": "2025-12-07T19:16:40+00:00",
  "media_type": "ona",
  "status": "finished_airing",
  "genres": [
    {
      "id": 1,
      "name": "Action"
    },
    {
      "id": 10,
      "name": "Fantasy"
    },
    {
      "id": 13,
      "name": "Historical"
    },
    {
      "id": 17,
      "name": "Martial Arts"
    }
  ],
  "num_episodes": 14,
  "start_season": {
    "year": 2023,
    "season": "summer"
  },
  "source": "web_novel",
  "average_episode_duration": 1239,
  "rating": "pg_13",
  "studios": [
    {
      "id": 2471,
      "name": "Wonder Cat Animation"
    }
  ]
}