{
  "id": 5573,
  "title": "Rhythm: Koi no Rhythm",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/7/80059.jpg",
    "large": "https://cdn.myanimelist.net/images/anime/7/80059l.jpg"
  },
  "alternative_titles": {
    "synonyms": [
      "Koi no Ritsudou"
    ],
    "en": "Pure Love",
    "ja": "Rhythm 恋の律動〈りずむ〉"
  },
  "start_date": "1998-06-11",
  "end_date": "1999-01-08",
  "synopsis": "Hiro is a high school student with a very strong penchant for adventure. Legend has it that there's something truly wonderful hidden around his hometown, the only problems are trying to figure out what it is, and where to find it. After discovering a book filled with strange text in the college library, he recruits his friend Puri to translate it for him. She determines that there is indeed a legend involving a hero and his companions, teaming up together to find a magical cave.\n\nMeanwhile, a young woman named Fauna is afflicted with a very unusual condition that causes to her to yearn for sex uncontrollably while she sleep walks. Due to the possible dangers this puts her into, she and her friends are concerned enough to entertain the possibility of a local superstition. Allegedly, there's a flower that can help cure any ailment, and if true, could be the solution to Fauna's problems.\n\nNeither of the parties in Rhythm: Koi no Rhythm realize that their separate paths are one in the same, and their intersection will lead them on an adventure none of them will ever forget.",
  "mean": 4.94,
  "popularity": 13324,
  "num_list_users": 1015,
  "num_scoring_users": 267,
  "nsfw": "gray",
  "created_at": "2008-11-20T05:25:29+00:00",
  "updated_at": "2016-10-29T06:53:11+00:00",
  "media_type": "ova",
  "status": "finished_airing",
  "genres": [
    {
      "id": 12,
      "name": "Hentai"
    }
  ],
  "num_episodes": 2,
  "start_season": {
    "year": 1998,
    "season": "spring"
  },
  "source": "visual_novel",
  "average_episode_duration": 1882,
  "rating": "rx",
  "studios": [
    {
      "id": 2276,
      "name": "Project Team Sarah"
    }
  ]
}