{
  "id": 55745,
  "title": "Nitian Xie Shen",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1097/150242.jpg",
    "large": "https://cdn.myanimelist.net/images/anime/1097/150242l.jpg"
  },
  "alternative_titles": {
    "synonyms": [],
    "en": "Against the Gods",
    "ja": "逆天邪神"
  },
  "start_date": "2023-09-23",
  "end_date": "2024-03-30",
  "synopsis": "In the Cangyun Continent, the Medicine Sage Yun Gu was brutally murdered due to possessing one of the Seven Heavenly Treasures, the Sky Poison Pearl, which made it the object of desire for the entire realm. Yun Che, his disciple, carried the treasure to seek revenge for his master and caused boundless bloodshed in the process. Eventually, he was cornered by formidable foes at the Desolate Sky Cliff. Unyielding, Yun Che swallowed the poison pearl and leaped off the cliff to his death. \n\nHowever, guided by an unknown power, his consciousness traversed time and space, awakening in the body of a young boy named Xiao Che in the Flowing Cloud City of the Tianxuan Continent. Xiao Che was born with damaged profound veins, rendering him unable to cultivate profound energy. He was widely ridiculed as a renowned waste within Flowing Cloud City. Due to a pact between their parents, he unexpectedly married Xia Qingyue, the most beautiful woman in the city and a disciple of the Ice Wind Immortal Palace. \n\nJealousy consumed Xiao Yulong, a member of the same clan, and on Xiao Che's wedding day, he attempted to poison him. However, thanks to Yun Che's time-traveling experience, Xiao Che managed to survive, merging the experiences of two lifetimes into one. Through a series of fortunate events, he also harbored the soul of the enigmatic and extraordinarily gifted girl, Jasmine, who resided within the Sky Poison Pearl. From then on, he embarked on a bizarre and unpredictable path filled with extraordinary challenges.\n\n(Source: iQIYI)",
  "mean": 7.81,
  "rank": 1094,
  "popularity": 12009,
  "num_list_users": 2331,
  "num_scoring_users": 908,
  "nsfw": "white",
  "created_at": "2023-06-23T03:36:37+00:00",
  "updated_at": "2025-11-25T13:13:58+00:00",
  "media_type": "ona",
  "status": "finished_airing",
  "genres": [
    {
      "id": 1,
      "name": "Action"
    },
    {
      "id": 2,
      "name": "Adventure"
    },
    {
      "id": 10,
      "name": "Fantasy"
    },
    {
      "id": 13,
      "name": "Historical"
    },
    {
      "id": 17,
      "name": "Martial Arts"
    }
  ],
  "num_episodes": 30,
  "start_season": {
    "year": 2023,
    "season": "summer"
  },
  "source": "web_novel",
  "average_episode_duration": 1317,
  "rating": "pg_13",
  "studios": [
    {
      "id": 1667,
      "name": "Foch Film"
    }
  ]
}