{
  "id": 55844,
  "title": "Tasogare Out Focus",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1708/142119.jpg",
    "large": "https://cdn.myanimelist.net/images/anime/1708/142119l.jpg"
  },
  "alternative_titles": {
    "synonyms": [],
    "en": "Twilight Out of Focus",
    "ja": "黄昏アウトフォーカス"
  },
  "start_date": "2024-07-04",
  "end_date": "2024-09-19",
  "synopsis": "Despite a rocky start to their relationship, second-year high school students Mao Tsuchiya and Hisashi Ootomo have managed to find a way to coexist in their dorm room for another year. The roommates swear to abide by three simple promises: Mao must refrain from outing Ootomo as gay and having a boyfriend; Ootomo, in turn, must not fall in love with Mao; and the two must respect each other's privacy when one of them \"needs time to himself.\" While these are simple asks, the school's film club's new project suddenly puts them at risk.\n\nThe club's short film for the year is a boys' love story between a class president and a delinquent—a role for which Ootomo is considered the perfect fit. As the principal photographer in charge of composing every scene, Mao oversees all of the intimate moments between the leads, and though he wishes he could deny it, his growing attraction to his roommate is affecting the movie's production. But as things start to intensify—both in the film and in his personal life—Mao is soon forced to confront these complex emotions head-on.\n\n[Written by MAL Rewrite]",
  "mean": 7.47,
  "rank": 2180,
  "popularity": 3282,
  "num_list_users": 55859,
  "num_scoring_users": 18742,
  "nsfw": "white",
  "created_at": "2023-07-03T10:04:12+00:00",
  "updated_at": "2024-08-01T01:58:59+00:00",
  "media_type": "tv",
  "status": "finished_airing",
  "genres": [
    {
      "id": 28,
      "name": "Boys Love"
    },
    {
      "id": 23,
      "name": "School"
    }
  ],
  "num_episodes": 12,
  "start_season": {
    "year": 2024,
    "season": "summer"
  },
  "broadcast": {
    "day_of_the_week": "thursday",
    "start_time": "23:30"
  },
  "source": "manga",
  "average_episode_duration": 1420,
  "rating": "pg_13",
  "studios": [
    {
      "id": 37,
      "name": "Studio Deen"
    }
  ]
}