{
  "id": 56038,
  "title": "Lazarus",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1098/150300.jpg",
    "large": "https://cdn.myanimelist.net/images/anime/1098/150300l.jpg"
  },
  "alternative_titles": {
    "synonyms": [],
    "en": "",
    "ja": "ラザロ"
  },
  "start_date": "2025-04-06",
  "end_date": "2025-06-29",
  "synopsis": "In the year 2048, Dr. Deniz Skinner, a scientific genius dubbed second only to Einstein, developed the revolutionary painkiller Hapna. Being cheap with no reported side effects, the drug gained widespread acceptance, even though Skinner himself silently vanished one year after launching the drug. Everyone revelled in the heaven of relief and ecstasy provided by Hapna, but they would suddenly come crashing down to Earth. It is now 2052, and Skinner reappears, giving the shocking announcement that Hapna was designed to mutate into a lethal toxin, killing anyone who had consumed it. While he claims to have a cure, he will only hand it over if he is physically found within 30 days. \n\nAxel Gilberto, a maverick youngster serving a sentence of 888 years in a high-security prison, is unwillingly recruited by a group calling themselves Lazarus. Composed of eccentric misfits, the group has only one task—to find Skinner. With no means to escape and their lives on the line, Lazarus begins the hunt to find Skinner before the countdown to the end of humanity ends.\n\n[Written by MAL Rewrite]",
  "mean": 7.18,
  "rank": 3676,
  "popularity": 1171,
  "num_list_users": 237076,
  "num_scoring_users": 71586,
  "nsfw": "white",
  "created_at": "2023-07-20T16:58:26+00:00",
  "updated_at": "2025-08-06T00:05:11+00:00",
  "media_type": "tv",
  "status": "finished_airing",
  "genres": [
    {
      "id": 1,
      "name": "Action"
    },
    {
      "id": 41,
      "name": "Suspense"
    }
  ],
  "num_episodes": 13,
  "start_season": {
    "year": 2025,
    "season": "spring"
  },
  "broadcast": {
    "day_of_the_week": "sunday",
    "start_time": "23:45"
  },
  "source": "original",
  "average_episode_duration": 1434,
  "rating": "r",
  "studios": [
    {
      "id": 569,
      "name": "MAPPA"
    }
  ]
}