{
  "id": 56165,
  "title": "Boukyaku Battery (TV)",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1372/142242.jpg",
    "large": "https://cdn.myanimelist.net/images/anime/1372/142242l.jpg"
  },
  "alternative_titles": {
    "synonyms": [],
    "en": "Oblivion Battery",
    "ja": "忘却バッテリー"
  },
  "start_date": "2024-04-10",
  "end_date": "2024-07-03",
  "synopsis": "Haruka Kiyomine and Kei Kaname were once recognized as the most formidable pitcher-catcher duo in middle school baseball. Known as the \"General,\" Kaname paired his expert strategies with Kiyomine's explosive pitches, crushing the dreams of many starry-eyed players who hoped to one day make it to the big leagues.\n\nHigh school freshman Tarou Yamada is one such former player. Having given up on competing, he enrolls in Kotesashi High School—a completely average public school with no baseball team to speak of—where he discovers that his new classmates are the legendary pair who once destroyed his dreams. Adding to this shocking revelation, he learns that amnesia has reduced the once level-headed General to a vulgar class clown. Having lost all interest in baseball, Kaname dragged a disappointed Kiyomine to Kotesashi simply because the school was close to where they live.\n\nAs Kotesashi forms a fledgling baseball club, Yamada meets other players he once admired who also left baseball behind. While they might be unwilling now, Yamada believes that if he can convince such talented athletes to start playing again, it might be possible to achieve their dreams and win the national championship—as long as they can put up with Kaname's incessant joking.\n\n[Written by MAL Rewrite]",
  "mean": 7.51,
  "rank": 1918,
  "popularity": 3653,
  "num_list_users": 42273,
  "num_scoring_users": 16137,
  "nsfw": "white",
  "created_at": "2023-08-02T16:52:52+00:00",
  "updated_at": "2024-11-12T12:33:56+00:00",
  "media_type": "tv",
  "status": "finished_airing",
  "genres": [
    {
      "id": 4,
      "name": "Comedy"
    },
    {
      "id": 23,
      "name": "School"
    },
    {
      "id": 27,
      "name": "Shounen"
    },
    {
      "id": 30,
      "name": "Sports"
    },
    {
      "id": 77,
      "name": "Team Sports"
    }
  ],
  "num_episodes": 12,
  "start_season": {
    "year": 2024,
    "season": "spring"
  },
  "broadcast": {
    "day_of_the_week": "wednesday",
    "start_time": "00:00"
  },
  "source": "manga",
  "average_episode_duration": 1435,
  "rating": "pg_13",
  "studios": [
    {
      "id": 569,
      "name": "MAPPA"
    }
  ]
}