{
  "id": 56228,
  "title": "Rekishi ni Nokoru Akujo ni Naru zo",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1468/143925.jpg",
    "large": "https://cdn.myanimelist.net/images/anime/1468/143925l.jpg"
  },
  "alternative_titles": {
    "synonyms": [
      "Rekiaku",
      "I'll Become a Villainess That Will Go Down in History: The More of a Villainess I Become, the More the Prince will Dote on Me"
    ],
    "en": "I’ll Become a Villainess Who Goes Down in History",
    "ja": "歴史に残る悪女になるぞ"
  },
  "start_date": "2024-10",
  "synopsis": "Alicia is the eldest daughter of the noble Williams family—a bloodline that excels in dark magic. Her jet-black hair and golden eyes command a powerful presence, but her most unique features are, without a doubt, her sharp tongue and malevolent nature. By all means, she is a villainess, but also a fictional character from an otome game!\n\nAs an ardent admirer of Alicia, a young, unnamed woman wishes to be her. Fortunately, a sleepy truck driver grants her wish in a bizarre twist of events—killing and consequently reincarnating her as a seven-year-old Alicia inside the game. With sufficient knowledge of how the game plays out, \"Alicia\" is confident that she will go down as the greatest villainess in history as long as she endeavors to work hard. However, she soon begins to realize that escaping Alicia's fate is not so simple as it seemed.\n\n[Written by MAL Rewrite]",
  "popularity": 5599,
  "num_list_users": 14469,
  "num_scoring_users": 0,
  "nsfw": "white",
  "created_at": "2023-08-09T09:41:18+00:00",
  "updated_at": "2024-07-13T10:59:26+00:00",
  "media_type": "tv",
  "status": "not_yet_aired",
  "genres": [
    {
      "id": 4,
      "name": "Comedy"
    },
    {
      "id": 10,
      "name": "Fantasy"
    },
    {
      "id": 62,
      "name": "Isekai"
    },
    {
      "id": 72,
      "name": "Reincarnation"
    },
    {
      "id": 22,
      "name": "Romance"
    },
    {
      "id": 25,
      "name": "Shoujo"
    }
  ],
  "num_episodes": 0,
  "start_season": {
    "year": 2024,
    "season": "fall"
  },
  "source": "light_novel",
  "average_episode_duration": 0,
  "studios": [
    {
      "id": 1978,
      "name": "Maho Film"
    }
  ]
}