{
  "id": 56230,
  "title": "Jiisan Baasan Wakagaeru",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1676/141714.webp",
    "large": "https://cdn.myanimelist.net/images/anime/1676/141714l.webp"
  },
  "alternative_titles": {
    "synonyms": [
      "Ojiisan to Obaasan ga Wakagaetta Hanashi, A Story About a Grandpa and Grandma Who Returned Back to Their Youth"
    ],
    "en": "Grandpa and Grandma Turn Young Again",
    "ja": "じいさんばあさん若返る"
  },
  "start_date": "2024-04-07",
  "end_date": "2024-06-16",
  "synopsis": "Shouzou Saitou and his wife, Ine, have been married for nearly sixty years. Though they have not become wealthy or been able to go on a honeymoon in all that time, their love has remained steadfast. The couple spend their days peacefully tending to an orchard of apple trees and receiving visits from their loving family.\n\nWhile tending to the apple tree they planted on their wedding day, which had snapped in half during a typhoon, the couple notices a golden apple hanging from one of the branches. They decide to eat the apple back at home, and the next morning, the couple awakens to find that they have become young again!\n\nIn their new but familiar bodies, Shouzou and Ine are able to live life as they never had before: they engage in more modern activities together, such as participating in a sports festival and playing video games. As they revisit the memories of their young love, the romance between them is rekindled, inspiring similar feelings in the younger members of their family.\n\n[Written by MAL Rewrite]",
  "mean": 7.45,
  "rank": 2219,
  "popularity": 1784,
  "num_list_users": 143303,
  "num_scoring_users": 49153,
  "nsfw": "white",
  "created_at": "2023-08-09T11:00:06+00:00",
  "updated_at": "2024-06-17T03:06:20+00:00",
  "media_type": "tv",
  "status": "finished_airing",
  "genres": [
    {
      "id": 4,
      "name": "Comedy"
    },
    {
      "id": 22,
      "name": "Romance"
    },
    {
      "id": 37,
      "name": "Supernatural"
    }
  ],
  "num_episodes": 11,
  "start_season": {
    "year": 2024,
    "season": "spring"
  },
  "broadcast": {
    "day_of_the_week": "sunday",
    "start_time": "23:30"
  },
  "source": "web_manga",
  "average_episode_duration": 1440,
  "rating": "pg_13",
  "studios": [
    {
      "id": 2554,
      "name": "Gekkou"
    }
  ]
}