{
  "id": 56285,
  "title": "Ninja Kamui",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1142/141351.jpg",
    "large": "https://cdn.myanimelist.net/images/anime/1142/141351l.jpg"
  },
  "alternative_titles": {
    "synonyms": [],
    "en": "",
    "ja": ""
  },
  "start_date": "2024-02-11",
  "end_date": "2024-05-05",
  "synopsis": "Seemingly an average man, Joe Logan leads a peaceful life in the countryside with his wife and child. However, the Logan family have actually assumed false identities to escape from Joe's past as a fearsome ninja assassin. Despite a string of high-profile murders of his former peers, Joe is sure that his new life is secure—but his tranquil bliss is soon shattered when his family is slaughtered by members of his former clan.\n\nLeft for dead, Joe wakes up in a hospital, unsure of how he survived the wounds that should have killed him. Police detectives Emma Samanda and Mike Moriss, assigned to investigate the Logan family's deaths, witness another attempt on Joe's life. However, this time Joe is prepared. Unleashing secret techniques, he easily dispatches his enemies, shedding his new identity in the process.\n\nEmbracing his old ways, Joe shrouds himself in his former persona, cutting through the organization he once served in the name of cold-blooded revenge. Assisted in his hunt by the detective duo, Joe will stop at nothing to kill his past and the demons hailing from it.\n\n[Written by MAL Rewrite]",
  "mean": 6.76,
  "rank": 5351,
  "popularity": 1456,
  "num_list_users": 167680,
  "num_scoring_users": 60318,
  "nsfw": "white",
  "created_at": "2023-08-13T18:39:49+00:00",
  "updated_at": "2024-09-21T00:29:44+00:00",
  "media_type": "tv",
  "status": "finished_airing",
  "genres": [
    {
      "id": 1,
      "name": "Action"
    },
    {
      "id": 50,
      "name": "Adult Cast"
    },
    {
      "id": 10,
      "name": "Fantasy"
    },
    {
      "id": 58,
      "name": "Gore"
    },
    {
      "id": 24,
      "name": "Sci-Fi"
    }
  ],
  "num_episodes": 13,
  "start_season": {
    "year": 2024,
    "season": "winter"
  },
  "broadcast": {
    "day_of_the_week": "sunday",
    "start_time": "08:30"
  },
  "source": "original",
  "average_episode_duration": 1380,
  "rating": "r",
  "studios": [
    {
      "id": 2642,
      "name": "E&H Production"
    }
  ]
}