{
  "id": 56461,
  "title": "Hamidashi Creative",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1773/150096.jpg",
    "large": "https://cdn.myanimelist.net/images/anime/1773/150096l.jpg"
  },
  "alternative_titles": {
    "synonyms": [],
    "en": "",
    "ja": "ハミダシクリエイティブ"
  },
  "start_date": "2024-10-04",
  "end_date": "2024-12-20",
  "synopsis": "It's the end of June, and the summer seems to be locked in place. Tomohiro Izumi, recognized by himself and those around him as an introvert, is spending another quiet day in his little corner of his classroom... or so he thought.\n\n\"Congratulations! You've been selected as our next student council president!\"\n\nThe student council president lottery, held on the spur of the moment by the academy. Tomohiro manages to be the one randomly selected thanks to his ridiculous luck! Now the spotlight is suddenly upon him, and as a result, rumors about him begin to circulate. With no way out, Tomohiro relies on his advisor to start gathering allies he can rely on.\n\nBut none of the candidates his advisor suggests, from his classmate Kano to his underclassman Asumi, and even his little sister Hiyori, are even coming to the campus!? Amidst all of this chaos, even the former president that no one could ever get ahold of, Shio, shows up...!\n\nIs it fate, or is it a foregone conclusion? The unheard of and unprecedented battles of the \"Random Lottery Student Council President\" are about to begin! \n\n(Source: Sekai Project, edited)",
  "mean": 5.62,
  "rank": 12038,
  "popularity": 7804,
  "num_list_users": 7470,
  "num_scoring_users": 1260,
  "nsfw": "white",
  "created_at": "2023-08-29T01:41:00+00:00",
  "updated_at": "2024-11-12T12:05:58+00:00",
  "media_type": "tv",
  "status": "finished_airing",
  "genres": [
    {
      "id": 22,
      "name": "Romance"
    },
    {
      "id": 23,
      "name": "School"
    }
  ],
  "num_episodes": 12,
  "start_season": {
    "year": 2024,
    "season": "fall"
  },
  "broadcast": {
    "day_of_the_week": "friday",
    "start_time": "01:00"
  },
  "source": "visual_novel",
  "average_episode_duration": 270,
  "rating": "pg_13",
  "studios": [
    {
      "id": 2370,
      "name": "Hayabusa Film"
    }
  ]
}