{
  "id": 56471,
  "title": "Benghuai: Xing Qiong Tiedao - Xuanhuang",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1783/138114.jpg",
    "large": "https://cdn.myanimelist.net/images/anime/1783/138114l.jpg"
  },
  "alternative_titles": {
    "synonyms": [],
    "en": "Honkai: Star Rail - Ichor of Two Dragons",
    "ja": "《崩坏：星穹铁道》：「玄黄」"
  },
  "start_date": "2023-08-29",
  "end_date": "2023-08-29",
  "synopsis": "In the Year 4800 of the Star Calendar, the five lineages of the Vidyadhara made alliance on the Yuque, putting their sacred vow into writing. \"This oath shall remain unbroken, standing stronger than even earth and steel.\" — History of the Xianzhou: Exodus of the Five Dragons\n\nIn the Year 7379 of the Star Calendar, the Imbibitor Lunae Dan Feng caused turmoil that threatened the sacred wood. The Cloud Knights joined forces with the Vidyadhara Preceptors to assault him. — History of the Xianzhou: Cloud Knights War Records\n\n\"Noble successor of the Azure Dragon, bearer of divine blessings from the heavens. Traversing clouds and bestowing rain, shaping forms as the world's essence beckons.\"\n\nHe dreamed of shouldering his responsibilities, performing the ritual dance gracefully, and sealing the Ambrosial Arbor. He dreamed of stepping into a battlefield where sharp blades and arrows fell like rain, and meted out punishment from the sky. He dreamed of being chained between jade pillars, pierced by long nails, sealed in darkness. He dreamed of wandering aimlessly in the darkness, chased by lurking shadows.\n\nIn all the dreams, he was a dragon, a hero, a sinner, but never a person with love, hatred, sorrow, or joy like everyone else in this world.\n\n(Source: YouTube)",
  "mean": 7.46,
  "rank": 2058,
  "popularity": 13426,
  "num_list_users": 1162,
  "num_scoring_users": 601,
  "nsfw": "white",
  "created_at": "2023-08-30T08:27:19+00:00",
  "updated_at": "2024-06-14T15:39:43+00:00",
  "media_type": "ona",
  "status": "finished_airing",
  "genres": [
    {
      "id": 1,
      "name": "Action"
    },
    {
      "id": 10,
      "name": "Fantasy"
    },
    {
      "id": 24,
      "name": "Sci-Fi"
    }
  ],
  "num_episodes": 1,
  "start_season": {
    "year": 2023,
    "season": "summer"
  },
  "source": "game",
  "average_episode_duration": 342,
  "rating": "pg_13",
  "studios": [
    {
      "id": 2126,
      "name": "Red Dog Culture House"
    },
    {
      "id": 2253,
      "name": "miHoYoAnime"
    }
  ]
}