{
  "id": 56566,
  "title": "Beyblade X",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1394/145458.jpg",
    "large": "https://cdn.myanimelist.net/images/anime/1394/145458l.jpg"
  },
  "alternative_titles": {
    "synonyms": [],
    "en": "",
    "ja": "ベイブレードエックス"
  },
  "start_date": "2023-10-06",
  "synopsis": "At the heart of X City stands the impressive X Tower, an interconnected twin-skyscraper structure that symbolizes the pinnacle of every Beyblade player's dream. The building serves as the official headquarters for professional Beybattles, where competitors strive to ascend all one hundred floors; at its summit, the reigning champions, Team Pendragon, await contenders worthy of challenging their title.\n\nBird Kazami, an amateur Blader, arrives in the city eager to turn professional. However, he and his teammates are crushed in their first qualifying match, prompting his companions to give up and disband their team. Fortunately, Bird is soon approached by the easygoing Ekusu Kurosu. In disguise as \"Kamen X\" to hide his identity as a former member of the undefeated Team Pendragon, Ekusu wants to climb the tower all over again. To complete their new group, they recruit skilled Beyblade expert and savvy social media influencer Multi Nanairo.\n\nDriven by their individual goals, the trio wins their preliminary rounds, launching their careers as Team Persona. Bird and his new friends must navigate the world of corporate sponsorships, earn the fickle public's support, and defeat many formidable opponents—all in their quest to reach X Tower's peak.\n\n[Written by MAL Rewrite]",
  "mean": 6.89,
  "rank": 5093,
  "popularity": 8480,
  "num_list_users": 6475,
  "num_scoring_users": 1690,
  "nsfw": "white",
  "created_at": "2023-09-07T03:08:30+00:00",
  "updated_at": "2024-12-01T04:32:50+00:00",
  "media_type": "tv",
  "status": "currently_airing",
  "genres": [
    {
      "id": 2,
      "name": "Adventure"
    },
    {
      "id": 15,
      "name": "Kids"
    },
    {
      "id": 30,
      "name": "Sports"
    }
  ],
  "num_episodes": 0,
  "start_season": {
    "year": 2023,
    "season": "fall"
  },
  "broadcast": {
    "day_of_the_week": "friday",
    "start_time": "18:25"
  },
  "source": "manga",
  "average_episode_duration": 1465,
  "rating": "pg",
  "studios": [
    {
      "id": 28,
      "name": "OLM"
    }
  ]
}