{
  "id": 568,
  "title": "Bubblegum Crisis Tokyo 2040",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1699/92414.jpg",
    "large": "https://cdn.myanimelist.net/images/anime/1699/92414l.jpg"
  },
  "alternative_titles": {
    "synonyms": [
      "Bubblegum Crisis 2040"
    ],
    "en": "",
    "ja": "バブルガムクライシス TOKYO2040"
  },
  "start_date": "1998-10-08",
  "end_date": "1999-04-01",
  "synopsis": "In the wake of an earthquake that devastated most of the city, Tokyo has been rebuilt in record time due to the development of humanoid robots known as boomers. After the disaster, these machines now service the city as cheap labor. Genom Corporation is the mastermind behind the boomers, having become so rich and powerful that they have extended its influence into space.\n\nHowever, all is not well with the boomers. Random breakdowns in their neural structure are causing some of them to go berserk, destroying property and killing humans in violent rampages. To combat this, Tokyo has formed the Advanced Police, a peacekeeping force with jurisdiction over boomer matters. There are also rumors of a second group known as the Knight Sabers, a vigilante unit operating from the shadows.\n\nTrying to investigate the Knight Sabers, the adventurous Linna Yamazaki travels to Tokyo in pursuit of her heroes. There, she finds the enigmatic singer Priscilla Asagiri, the beautiful entrepreneur Sylia Stingray, and the exuberant Nene Romanova, each with their own reasons for coming together. As the struggle intensifies, the girls learn that the boomer problem might delve deeper than any of them could ever imagine.\n\n[Written by MAL Rewrite]",
  "mean": 7.08,
  "rank": 4141,
  "popularity": 3797,
  "num_list_users": 43328,
  "num_scoring_users": 15957,
  "nsfw": "white",
  "created_at": "2006-01-13T00:06:33+00:00",
  "updated_at": "2025-10-17T22:20:52+00:00",
  "media_type": "tv",
  "status": "finished_airing",
  "genres": [
    {
      "id": 50,
      "name": "Adult Cast"
    },
    {
      "id": 2,
      "name": "Adventure"
    },
    {
      "id": 18,
      "name": "Mecha"
    },
    {
      "id": 24,
      "name": "Sci-Fi"
    }
  ],
  "num_episodes": 26,
  "start_season": {
    "year": 1998,
    "season": "fall"
  },
  "broadcast": {
    "day_of_the_week": "thursday",
    "start_time": "01:15"
  },
  "source": "original",
  "average_episode_duration": 1440,
  "rating": "r",
  "studios": [
    {
      "id": 48,
      "name": "AIC"
    }
  ]
}