{
  "id": 56923,
  "title": "Lv2 kara Cheat datta Motoyuusha Kouho no Mattari Isekai Life",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1103/142513.webp",
    "large": "https://cdn.myanimelist.net/images/anime/1103/142513l.webp"
  },
  "alternative_titles": {
    "synonyms": [
      "The Laid-back Life in Another World of the Ex-Hero Candidate Who Turned out to be a Cheat from Level 2",
      "Chillin Different World Life of the Ex-Brave Candidate was Cheat from Lv2"
    ],
    "en": "Chillin' in Another World with Level 2 Super Cheat Powers",
    "ja": "Lv2からチートだった元勇者候補のまったり異世界ライフ"
  },
  "start_date": "2024-04-08",
  "end_date": "2024-06-24",
  "synopsis": "When a humble merchant named Banaza is summoned to the magical kingdom of Klyrode in another world, the citizens hope he will become the hero who can take down the threatening Dark Army. Unfortunately, Banaza does not gain any exceptional powers at level one as hero candidates usually do, and he has no way of returning to his old world. As compensation, he is sent to live in a faraway forest. Upon arriving, Banaza levels up once and suddenly gains limitless powers that he now has no idea what to do with.\n\nTo avoid drawing attention, Banaza changes his appearance and assumes the name Flio. While away from home, he stumbles across a young demi-human girl named Fenrys, who is seemingly searching for the same forest Flio was sent to. However, she attacks him and reveals her true identity—a lupine demon. Luckily, Filo's unrivaled magic overpowers Fenrys, and she swears undying loyalty to him. However, Flio refuses to hold power over her; the two instead begin pretending to be a married couple and embark on a new life together.\n\n[Written by MAL Rewrite]",
  "mean": 6.82,
  "rank": 5219,
  "popularity": 1262,
  "num_list_users": 204030,
  "num_scoring_users": 102056,
  "nsfw": "white",
  "created_at": "2023-10-15T13:49:02+00:00",
  "updated_at": "2025-01-30T21:17:02+00:00",
  "media_type": "tv",
  "status": "finished_airing",
  "genres": [
    {
      "id": 2,
      "name": "Adventure"
    },
    {
      "id": 10,
      "name": "Fantasy"
    },
    {
      "id": 62,
      "name": "Isekai"
    },
    {
      "id": 22,
      "name": "Romance"
    }
  ],
  "num_episodes": 12,
  "start_season": {
    "year": 2024,
    "season": "spring"
  },
  "broadcast": {
    "day_of_the_week": "monday",
    "start_time": "23:30"
  },
  "source": "light_novel",
  "average_episode_duration": 1440,
  "rating": "pg_13",
  "studios": [
    {
      "id": 7,
      "name": "J.C.Staff"
    }
  ]
}