{
  "id": 56958,
  "title": "Tai Yi Jian Xian Chuan",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1873/139208.jpg",
    "large": "https://cdn.myanimelist.net/images/anime/1873/139208l.jpg"
  },
  "alternative_titles": {
    "synonyms": [
      "Taiyi Jian Xian Chuan"
    ],
    "en": "The Legend of the Taiyi Sword Immortal",
    "ja": "太一剑仙传"
  },
  "start_date": "2023-10-20",
  "end_date": "2024-02-20",
  "synopsis": "In the Jiuzhou Continent, the Immortal Way is prosperous, and everyone in the world is proud to worship the Immortal Sect. However, cracks in the boundary wall suddenly appeared, and demons from other worlds began to sneak into the Kyushu Immortal Sect secretly. After the alien demons infiltrated into the major immortal sects, they tried to gradually take over the power of the immortal sects and attempted to subvert the Kyushu Continent. \n\nSword Immortal Mu Xun and his friends stopped the demon invasion, but unfortunately fell into the demon trap and were mistaken for a traitor from the immortal sect. In order to look for opportunities and clues to the lurking demons, Mu Xun decided to hide his traces and never show anyone else, and handed over his only son Dongfang Hao to his wife's clan to raise and take care of him. \n\nDongfang Hao, who has the blood of the Imperial clan but has no spiritual roots, has always been regarded as mediocre and bullied by his fellow tribesmen. He was originally a swordsman queen, but his life was rough because his father was framed by the demon clan. In times of crisis, he Resolutely relied on unremitting efforts to turn danger into safety, and step by step towards the road of enlightenment and immortality. \n\nIn the secret realm of Taichu, the capital of Zhaowu King, Dongfang Hao stood up with loyalty and saved his friends in danger many times. At the same time, Dongfang Hao never forgot to search for his missing father. Taming dragons, competing for immortal souls, and constantly improving his cultivation, he is determined to find his father, reunite the major immortal sects, and drive the demons out of the Kyushu continent.\n\n(Source: Youku, translated)",
  "mean": 6.56,
  "rank": 6425,
  "popularity": 15133,
  "num_list_users": 636,
  "num_scoring_users": 201,
  "nsfw": "white",
  "created_at": "2023-10-20T02:51:36+00:00",
  "updated_at": "2024-02-20T13:18:27+00:00",
  "media_type": "ona",
  "status": "finished_airing",
  "genres": [
    {
      "id": 1,
      "name": "Action"
    },
    {
      "id": 2,
      "name": "Adventure"
    },
    {
      "id": 10,
      "name": "Fantasy"
    },
    {
      "id": 13,
      "name": "Historical"
    },
    {
      "id": 17,
      "name": "Martial Arts"
    }
  ],
  "num_episodes": 20,
  "start_season": {
    "year": 2023,
    "season": "fall"
  },
  "average_episode_duration": 1080,
  "rating": "pg_13",
  "studios": [
    {
      "id": 2042,
      "name": "Ruo Hong Culture"
    }
  ]
}