{
  "id": 56964,
  "title": "Raise wa Tanin ga Ii",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1428/143773.jpg",
    "large": "https://cdn.myanimelist.net/images/anime/1428/143773l.jpg"
  },
  "alternative_titles": {
    "synonyms": [],
    "en": "Yakuza Fiancé",
    "ja": "来世は他人がいい"
  },
  "start_date": "2024-10",
  "synopsis": "Yoshino Somei would have been a normal high-schooler if not for the fact that she is the granddaughter of the leader of the Osaka-based Somei Group, the Kansai region's largest yakuza organization. One day, Yoshino hurries home after hearing of the news about the unification of Kansai and Kanto's biggest syndicates, the Somei and the Miyama groups. This, according to the article, will result in a marriage of the leaders' grandchildren—one of whom is Yoshino herself! Despite her best efforts to annul the arrangement, Yoshino has to go to Tokyo to visit her fiancé, Kirishima Miyama, who is unexpectedly nice and charming.\n\nDuring their first meeting, Yoshino is swept up in various events and becomes unable to refuse moving to Tokyo, which is why, half a year later, she now lives with the Miyama group. At school, she soon realizes that Kirishima is very popular, so her relationship with him garners the hate of his fangirls and subsequently results in bullying. To make matters worse, Kirishima could not be further away from her prince charming since he, after all, was born to be a yakuza member.\n\nRaise wa Tanin ga Ii follows Yoshino and her new life in Tokyo that is filled with nothing but troubles connected to the underworld. However, though she wishes to be as far from it as possible, this isn't Yoshino's first time dealing with the world of the Yakuza...\n\n[Written by MAL Rewrite]",
  "popularity": 5508,
  "num_list_users": 15365,
  "num_scoring_users": 1,
  "nsfw": "white",
  "created_at": "2023-10-21T07:10:18+00:00",
  "updated_at": "2024-07-09T05:09:15+00:00",
  "media_type": "tv",
  "status": "not_yet_aired",
  "genres": [
    {
      "id": 68,
      "name": "Organized Crime"
    },
    {
      "id": 22,
      "name": "Romance"
    },
    {
      "id": 42,
      "name": "Seinen"
    }
  ],
  "num_episodes": 0,
  "start_season": {
    "year": 2024,
    "season": "fall"
  },
  "source": "manga",
  "average_episode_duration": 0,
  "studios": [
    {
      "id": 37,
      "name": "Studio Deen"
    }
  ]
}