{
  "id": 56964,
  "title": "Raise wa Tanin ga Ii",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1428/143773.webp",
    "large": "https://cdn.myanimelist.net/images/anime/1428/143773l.webp"
  },
  "alternative_titles": {
    "synonyms": [],
    "en": "Yakuza Fiancé: Raise wa Tanin ga Ii",
    "ja": "来世は他人がいい"
  },
  "start_date": "2024-10-07",
  "end_date": "2024-12-23",
  "synopsis": "After years of animosity, the leaders of Osaka's Somei and Tokyo's Miyama yakuza groups have called a truce—by arranging an engagement between their respective grandchildren, Yoshino Somei and Kirishima Miyama. To this end, 17-year-old Yoshino moves to Tokyo to live with the Miyama family and attend school with her new fiancé. Although Kirishima is all smiles and perfectly polite, there is something unsettling about his demeanor that Yoshino cannot put her finger on.\n\nYoshino's suspicions are soon confirmed: despite his manners, Kirishima is a masochistic maniac. He hurts people without batting an eye and also revels in being punished verbally and physically himself. What he wants most is a spoiled and arrogant fiancée who will ruin his life. When Yoshino does not quite meet his expectations, he reveals his true colors and openly insults her. However, instead of running away in fear, Yoshino decides to take revenge by making Kirishima fall in love with her and then ruthlessly breaking his heart.\n\n[Written by MAL Rewrite]",
  "mean": 7.19,
  "rank": 3458,
  "popularity": 1891,
  "num_list_users": 128586,
  "num_scoring_users": 49624,
  "nsfw": "white",
  "created_at": "2023-10-21T07:10:18+00:00",
  "updated_at": "2024-11-13T20:50:24+00:00",
  "media_type": "tv",
  "status": "finished_airing",
  "genres": [
    {
      "id": 68,
      "name": "Organized Crime"
    },
    {
      "id": 22,
      "name": "Romance"
    },
    {
      "id": 42,
      "name": "Seinen"
    }
  ],
  "num_episodes": 12,
  "start_season": {
    "year": 2024,
    "season": "fall"
  },
  "broadcast": {
    "day_of_the_week": "monday",
    "start_time": "23:00"
  },
  "source": "manga",
  "average_episode_duration": 1420,
  "rating": "pg_13",
  "studios": [
    {
      "id": 37,
      "name": "Studio Deen"
    }
  ]
}