{
  "id": 57058,
  "title": "Ore wa Subete wo \"Parry\" suru: Gyaku Kanchigai no Sekai Saikyou wa Boukensha ni Naritai",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1747/143101.jpg",
    "large": "https://cdn.myanimelist.net/images/anime/1747/143101l.jpg"
  },
  "alternative_titles": {
    "synonyms": [
      "I Will \"Parry\" All: The World's Strongest Man Wanna Be an Adventurer",
      "I Parry Everything: What Do You Mean I'm the Strongest? I'm Not Even an Adventurer Yet!"
    ],
    "en": "I Parry Everything",
    "ja": "俺は全てを【パリイ】する ～逆勘違いの世界最強は冒険者になりたい～"
  },
  "start_date": "2024-07-05",
  "end_date": "2024-09-20",
  "synopsis": "The Kingdom of Clays faces a dire crisis: an assassination attempt has just been made on its own Princess Lynneburg, and its neighboring countries eye the aftermath like starving vultures, plotting the Kingdom's downfall. The ensuing conflict will shape the face of the continent for centuries to come...but Noor doesn't have a clue about any of that! Having freshly arrived at the royal capital after over a decade of rigorous, isolated training at his mountain home, he's dead set on achieving his childhood dream of becoming an adventurer, even if the only skills he possesses are useless ones. Sure, he can \"Parry\" thousands of swords in the span of a single breath, but everybody knows you need more than that if you want to be an adventurer! Our hero's road to making his dream come true will be long(?) and arduous(?)—but if there's one thing Noor's not afraid of, it's some good ol' fashioned hard work!\n\n(Source: J-Novel Club)",
  "mean": 6.9,
  "rank": 4833,
  "popularity": 1473,
  "num_list_users": 171641,
  "num_scoring_users": 81634,
  "nsfw": "white",
  "created_at": "2023-11-02T18:00:25+00:00",
  "updated_at": "2024-08-22T21:35:55+00:00",
  "media_type": "tv",
  "status": "finished_airing",
  "genres": [
    {
      "id": 1,
      "name": "Action"
    },
    {
      "id": 2,
      "name": "Adventure"
    },
    {
      "id": 10,
      "name": "Fantasy"
    }
  ],
  "num_episodes": 12,
  "start_season": {
    "year": 2024,
    "season": "summer"
  },
  "broadcast": {
    "day_of_the_week": "friday",
    "start_time": "00:00"
  },
  "source": "light_novel",
  "average_episode_duration": 1465,
  "rating": "pg_13",
  "studios": [
    {
      "id": 28,
      "name": "OLM"
    }
  ]
}