{
  "id": 57050,
  "title": "Kisaki Kyouiku kara Nigetai Watashi",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1711/146319.jpg",
    "large": "https://cdn.myanimelist.net/images/anime/1711/146319l.jpg"
  },
  "alternative_titles": {
    "synonyms": [
      "The Me Who Wants to Escape the Princess Training",
      "I Want to Escape From Princess Training",
      "I Want to Escape from Princess Education"
    ],
    "en": "I Want to Escape from Princess Lessons",
    "ja": "妃教育から逃げたい私"
  },
  "start_date": "2025-01-05",
  "end_date": "2025-03-23",
  "synopsis": "Duchess Leticia Dorman has been betrothed to Crown Prince Clarke since age seven. She was once a rambunctious and free-spirited child, but the strict education she’s receiving to make her a fit future princess has really put a cramp in her lifestyle. Her only hope is that the prince might someday take an interest in someone else—so when Clarke shows up to a royal ball with an unknown woman at his side, Lettie is overcome with delight, presuming her dream has come true and her engagement has been broken off! She wastes no time retreating to an easygoing countryside life, but her newfound peace is cut short when the prince shows up and claims she’s still his fiancée! Clarke is determined to win Lettie over and marry her, while Lettie is determined to resist his charms and escape! Who will emerge victorious in this heart-pounding battle of wills?\n\n(Source: J-Novel Club)",
  "mean": 5.64,
  "rank": 11783,
  "popularity": 4296,
  "num_list_users": 31188,
  "num_scoring_users": 10162,
  "nsfw": "white",
  "created_at": "2023-11-01T19:58:07+00:00",
  "updated_at": "2025-02-22T17:17:34+00:00",
  "media_type": "tv",
  "status": "finished_airing",
  "genres": [
    {
      "id": 4,
      "name": "Comedy"
    },
    {
      "id": 22,
      "name": "Romance"
    }
  ],
  "num_episodes": 12,
  "start_season": {
    "year": 2025,
    "season": "winter"
  },
  "broadcast": {
    "day_of_the_week": "sunday",
    "start_time": "22:00"
  },
  "source": "manga",
  "average_episode_duration": 1420,
  "rating": "pg_13",
  "studios": [
    {
      "id": 1264,
      "name": "EMT Squared"
    }
  ]
}