{
  "id": 57181,
  "title": "Ao no Hako",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1496/147108.jpg",
    "large": "https://cdn.myanimelist.net/images/anime/1496/147108l.jpg"
  },
  "alternative_titles": {
    "synonyms": [],
    "en": "Blue Box",
    "ja": "アオのハコ"
  },
  "start_date": "2024-10-03",
  "synopsis": "Every morning, incoming first-year Taiki Inomata hurries to his high school gym in order to further refine his badminton skills. However, his true motivation stems from sharing the otherwise empty gym with second-year Chinatsu Kano, Taiki's crush and the star player of the girls' basketball team. Although Chinatsu seems unapproachable, Taiki gradually finds opportunities to get to know her little by little.\n\nUnbeknownst to Taiki, his tireless work ethic and admiration motivate Chinatsu to work harder and strive to achieve her greatest ambitions. When her family must suddenly move overseas for work, Chinatsu decides to remain in Japan and shoot for victory at the national level. With nowhere to stay, she is taken in by Taiki's mother, who is longtime friends with Chinatsu's own. Overwhelmed with the new reality of living alongside the girl he loves, Taiki resolves to join Chinatsu at the national level in his own sport—and grow closer to her in the process.\n\nStill, despite being good enough to catch his coach's eye, Taiki must fight an uphill battle to qualify for a spot on the starting team. Cheered on by both Chinatsu and gymnast Hina Chouno, his childhood friend, Taiki aims to make a name for himself among his powerful upperclassmen.\n\n[Written by MAL Rewrite]",
  "mean": 8.28,
  "rank": 297,
  "popularity": 1238,
  "num_list_users": 207945,
  "num_scoring_users": 44021,
  "nsfw": "white",
  "created_at": "2023-11-16T14:49:50+00:00",
  "updated_at": "2025-01-10T03:40:48+00:00",
  "media_type": "tv",
  "status": "currently_airing",
  "genres": [
    {
      "id": 64,
      "name": "Love Polygon"
    },
    {
      "id": 22,
      "name": "Romance"
    },
    {
      "id": 23,
      "name": "School"
    },
    {
      "id": 27,
      "name": "Shounen"
    },
    {
      "id": 30,
      "name": "Sports"
    },
    {
      "id": 77,
      "name": "Team Sports"
    }
  ],
  "num_episodes": 25,
  "start_season": {
    "year": 2024,
    "season": "fall"
  },
  "broadcast": {
    "day_of_the_week": "thursday",
    "start_time": "23:56"
  },
  "source": "manga",
  "average_episode_duration": 1433,
  "rating": "pg_13",
  "studios": [
    {
      "id": 94,
      "name": "Telecom Animation Film"
    }
  ]
}