{
  "id": 57192,
  "title": "Yeosin Gangnim",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1535/139699.webp",
    "large": "https://cdn.myanimelist.net/images/anime/1535/139699l.webp"
  },
  "alternative_titles": {
    "synonyms": [
      "Descent of a Goddess"
    ],
    "en": "True Beauty",
    "ja": "여신강림"
  },
  "start_date": "2024-08-07",
  "end_date": "2024-10-30",
  "synopsis": "Tired of being looked down upon for her unattractive appearance, middle schooler Lim Jugyeong turns to the transformative powers of makeup. First, she experiments with BB cream, lip tint, and eyeliner; then she begins using mascara, double eyelid glue, and colored contacts. Before she knows it, Jugyeong goes from being a girl who is bullied for her ugliness to being praised as a high-class beauty. Constantly surrounded by those who adore her goddess-like appearance, Jugyeong can now live a more than comfortable life at school—she simply has to keep her bare face a secret.\n\nHowever, everything changes when the new transfer student, Lee Suho, enters her life. Not only does the handsome Suho become immediately popular among their peers, but in a chance encounter, he also becomes the only classmate of Jugyeong's to see her face beneath the makeup. With her reputation on the line, Jugyeong must do whatever it takes to hide the truth about her appearance from the rest of her classmates. But the more time she spends with Suho, the more Jugyeong finds herself questioning whether one's true beauty lies solely in their looks.\n\n[Written by MAL Rewrite]",
  "mean": 6.59,
  "rank": 6571,
  "popularity": 4753,
  "num_list_users": 24620,
  "num_scoring_users": 8645,
  "nsfw": "white",
  "created_at": "2023-11-17T21:50:00+00:00",
  "updated_at": "2025-02-11T02:38:33+00:00",
  "media_type": "ona",
  "status": "finished_airing",
  "genres": [
    {
      "id": 4,
      "name": "Comedy"
    },
    {
      "id": 8,
      "name": "Drama"
    },
    {
      "id": 64,
      "name": "Love Polygon"
    },
    {
      "id": 22,
      "name": "Romance"
    }
  ],
  "num_episodes": 13,
  "start_season": {
    "year": 2024,
    "season": "summer"
  },
  "source": "web_manga",
  "average_episode_duration": 1140,
  "rating": "pg_13",
  "studios": [
    {
      "id": 2742,
      "name": "Studio N"
    },
    {
      "id": 2972,
      "name": "Cocktail Media"
    }
  ]
}