{
  "id": 57217,
  "title": "Katsute Mahou Shoujo to Aku wa Tekitai shiteita.",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1653/143959.webp",
    "large": "https://cdn.myanimelist.net/images/anime/1653/143959l.webp"
  },
  "alternative_titles": {
    "synonyms": [
      "Mahoaku",
      "The Former Magical Girl & Evil Enemy",
      "The Magical Girl and Evil Officer, Beauty and the Beast"
    ],
    "en": "The Magical Girl and the Evil Lieutenant Used to Be Archenemies",
    "ja": "かつて魔法少女と悪は敵対していた。"
  },
  "start_date": "2024-07-09",
  "end_date": "2024-09-24",
  "synopsis": "An evil army is leading a ground invasion against Earth, and their Lieutenant Shun Miller is determined to wreak havoc upon the populace. Miller's ruthless reputation strikes fear even into the hearts of his own subordinates, making him the perfect leader of a charge against a city protected by a powerful magical girl, Byakuya Mimori. However, his attack comes to a halt on the day of their first encounter—because he unexpectedly falls in love with Byakuya at first sight!\n\nOvercome by Byakuya's adorably delicate innocence, Miller begins to shower her with gifts and kindness. But Miller soon learns that Byakuya's Angel—the cat-like familiar who turned her into a magical girl—has been exploiting and manipulating her all along. This discovery solidifies Miller's resolve to ensure Byakuya goes on to lead a happier life, but as the war continues, they wonder if their blossoming affection can overcome the reality of their differences.\n\n[Written by MAL Rewrite]",
  "mean": 7.55,
  "rank": 1855,
  "popularity": 2319,
  "num_list_users": 101533,
  "num_scoring_users": 37116,
  "nsfw": "white",
  "created_at": "2023-11-20T07:29:38+00:00",
  "updated_at": "2025-10-13T16:05:29+00:00",
  "media_type": "tv",
  "status": "finished_airing",
  "genres": [
    {
      "id": 4,
      "name": "Comedy"
    },
    {
      "id": 66,
      "name": "Mahou Shoujo"
    },
    {
      "id": 22,
      "name": "Romance"
    },
    {
      "id": 27,
      "name": "Shounen"
    }
  ],
  "num_episodes": 12,
  "start_season": {
    "year": 2024,
    "season": "summer"
  },
  "broadcast": {
    "day_of_the_week": "tuesday",
    "start_time": "22:45"
  },
  "source": "manga",
  "average_episode_duration": 750,
  "rating": "pg_13",
  "studios": [
    {
      "id": 4,
      "name": "Bones"
    }
  ]
}