{
  "id": 57647,
  "title": "Uma Musume: Pretty Derby - Shin Jidai no Tobira",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1427/142210.webp",
    "large": "https://cdn.myanimelist.net/images/anime/1427/142210l.webp"
  },
  "alternative_titles": {
    "synonyms": [],
    "en": "Umamusume: Pretty Derby - Beginning of a New Era",
    "ja": "ウマ娘 プリティーダービー 新時代の扉"
  },
  "start_date": "2024-05-24",
  "end_date": "2024-05-24",
  "synopsis": "Running in the highest level of horse racing, the Twinkle Series, is the dream of many horse girls. Although she has only taken part in freestyle racing before, horse girl Jungle Pocket discovers that very same aspiration after she witnesses Fuji Kiseki's tremendous victory on a grand stage. Equipped with unwavering self-confidence, Jungle Pocket is quickly able to accumulate a few victories, allowing her to participate in higher-level races.\n\nWhen Jungle Pocket takes part in her first G1 race alongside another rising racer—the highly intelligent and eccentric Agnes Tachyon—she realizes the enormous gap in their abilities. However, that only motivates Jungle Pocket even further as she resolves to get her revenge against Tachyon by winning the honored Triple Crown Classic title the following year. Although the world of horse racing is never predictable or easy, Jungle Pocket is determined to take down Tachyon and herald the beginning of a new era.\n\n[Written by MAL Rewrite]",
  "mean": 8.65,
  "rank": 82,
  "popularity": 3786,
  "num_list_users": 43924,
  "num_scoring_users": 25591,
  "nsfw": "white",
  "created_at": "2023-12-27T15:41:49+00:00",
  "updated_at": "2026-01-01T03:33:59+00:00",
  "media_type": "movie",
  "status": "finished_airing",
  "genres": [
    {
      "id": 51,
      "name": "Anthropomorphic"
    },
    {
      "id": 3,
      "name": "Racing"
    },
    {
      "id": 30,
      "name": "Sports"
    }
  ],
  "num_episodes": 1,
  "start_season": {
    "year": 2024,
    "season": "spring"
  },
  "source": "game",
  "average_episode_duration": 6431,
  "rating": "pg_13",
  "studios": [
    {
      "id": 1893,
      "name": "CygamesPictures"
    }
  ]
}