{
  "id": 57860,
  "title": "69: Itsuwari no Bishou",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1858/140947.jpg",
    "large": "https://cdn.myanimelist.net/images/anime/1858/140947l.jpg"
  },
  "alternative_titles": {
    "synonyms": [],
    "en": "",
    "ja": "69~偽りの微笑~"
  },
  "start_date": "2024-02-22",
  "end_date": "2024-04-26",
  "synopsis": "She is a girl with excellent grades, modest personality, reserved and smiling face. Midori Aoi is a smiling girl who has been making a desperate effort to produce a \"smiley face\". Today, Midori is enjoying a blissful moment of smiling and being loved not only by the opposite sex but also by the same sex. The result of the recent examination was an unexpected mistake, and she has fallen far from her position. Midori is in a hurry to find a way out of this situation, but her opponent is her homeroom teacher, Izumi Kuwabara, who is rumored to be a slacker. However, the opponent is much tougher than she had imagined, and she unintentionally uses the following method...... This is Ms. Yoshimura, the teacher's fiancée, isn't it? What is playing on Midori's phone is a scene of his teacher's fiancée, Maho Yoshimura, having fun with multiple students. Midori is brought to a dangerous negotiation with Izumi's leaping hands and bare flesh...... Midori realizes her blunder when she feels the pain of a towering rod poking deep into her first bud and twisting it.......\n\n(Source: Getchu, translated)",
  "mean": 6.15,
  "popularity": 11257,
  "num_list_users": 2613,
  "num_scoring_users": 899,
  "nsfw": "gray",
  "created_at": "2024-01-18T02:59:07+00:00",
  "updated_at": "2024-07-12T10:44:05+00:00",
  "media_type": "ova",
  "status": "finished_airing",
  "genres": [
    {
      "id": 12,
      "name": "Hentai"
    }
  ],
  "num_episodes": 2,
  "start_season": {
    "year": 2024,
    "season": "winter"
  },
  "source": "original",
  "average_episode_duration": 1380,
  "rating": "rx",
  "studios": [
    {
      "id": 2014,
      "name": "Nur"
    }
  ]
}