{
  "id": 57888,
  "title": "Chichi wa Eiyuu, Haha wa Seirei, Musume no Watashi wa Tenseisha.",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1811/151799.jpg",
    "large": "https://cdn.myanimelist.net/images/anime/1811/151799l.jpg"
  },
  "alternative_titles": {
    "synonyms": [
      "Reincarnated as the Daughter of the Legendary Hero and the Queen of Spirits",
      "Hahanoha"
    ],
    "en": "Dad is a Hero, Mom is a Spirit, I'm a Reincarnator",
    "ja": "父は英雄、母は精霊、娘の私は転生者。"
  },
  "start_date": "2025-10-05",
  "end_date": "2025-12-21",
  "synopsis": "Being a girl of both spirit and human blood, eight-year-old Ellen has power over the elements—though not the traditional four-element kind. She has the power to transform her surroundings by manipulating the elements of the periodic table. On top of that, Ellen also has a great amount of scientific knowledge due to being a scientist in her past life.\n\nDuring the war against a neighboring kingdom, Rovel Vankreift, the hero of the Kingdom of Tenbahl and eldest son of house Vankreift—as well as Ellen's father—was fatally injured. However, the spirit who fought by Rovel's side, Lady Origin, brought him to her realm to save him from the clutches of death. Lady Origin, who happens to be the Queen of the Spirit Realm as well as Ellen's eventual mother, is one of the most powerful spirits in existence, making little Ellen quite powerful in contrast to her innocent looks.\n\nBut even a family as happy as this one has its fair share of problems, as Ellen and her parents are forced to reconnect their old ties to the Vankreift household in order to defend their relatives' honor—all while hiding Ellen's dangerous existence from the public to preserve their undisturbed happiness.\n\n[Written by MAL Rewrite]",
  "mean": 6.73,
  "rank": 5925,
  "popularity": 3995,
  "num_list_users": 39165,
  "num_scoring_users": 5653,
  "nsfw": "white",
  "created_at": "2024-01-21T09:50:49+00:00",
  "updated_at": "2025-11-14T03:22:07+00:00",
  "media_type": "tv",
  "status": "currently_airing",
  "genres": [
    {
      "id": 10,
      "name": "Fantasy"
    },
    {
      "id": 62,
      "name": "Isekai"
    },
    {
      "id": 72,
      "name": "Reincarnation"
    }
  ],
  "num_episodes": 12,
  "start_season": {
    "year": 2025,
    "season": "fall"
  },
  "broadcast": {
    "day_of_the_week": "sunday",
    "start_time": "23:30"
  },
  "source": "light_novel",
  "average_episode_duration": 1430,
  "rating": "pg_13",
  "studios": [
    {
      "id": 7,
      "name": "J.C.Staff"
    }
  ]
}