{
  "id": 57946,
  "title": "Himitsu no AiPri",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1913/145169.jpg",
    "large": "https://cdn.myanimelist.net/images/anime/1913/145169l.jpg"
  },
  "alternative_titles": {
    "synonyms": [],
    "en": "",
    "ja": "ひみつのアイプリ"
  },
  "start_date": "2024-04-07",
  "end_date": "2025-03-30",
  "synopsis": "Ever since she was a child, Himari Aozora has adored the world of the idol princesses known as AiPri. Long ago, Himari made a promise with her best friend, Mitsuki Hoshikawa, that they would debut as AiPris together. However, Himari has grown to be incredibly shy, and she has all but given up on her dream.\n\nBoth girls enroll as first years at Paradise Private Academy. On the first day of school, Himari gets lost on her way back to the dormitory and stumbles upon a room radiating a pink light. She falls into the room, and a bracelet clasps onto her wrist, transporting her to the AiPriVerse—the world where AiPris perform.\n\nHimari accidentally enters the newcomer auditions for the AiPriVerse, and her performance impresses Paradise Academy's Student Council. They offer to become her producers, with the condition that she will conceal her status as an AiPri. Little does Himari know that Mitsuki herself is also an AiPri and has been hiding it from her! Their childhood dream of performing together gradually comes to fruition—even as the academy's principal threatens to ban AiPri from school grounds entirely.\n\n[Written by MAL Rewrite]",
  "mean": 6.35,
  "rank": 8247,
  "popularity": 10174,
  "num_list_users": 3761,
  "num_scoring_users": 636,
  "nsfw": "white",
  "created_at": "2024-01-26T09:45:28+00:00",
  "updated_at": "2025-03-21T10:55:47+00:00",
  "media_type": "tv",
  "status": "finished_airing",
  "genres": [
    {
      "id": 60,
      "name": "Idols (Female)"
    },
    {
      "id": 19,
      "name": "Music"
    }
  ],
  "num_episodes": 51,
  "start_season": {
    "year": 2024,
    "season": "spring"
  },
  "broadcast": {
    "day_of_the_week": "sunday",
    "start_time": "10:00"
  },
  "source": "game",
  "average_episode_duration": 1380,
  "rating": "pg",
  "studios": [
    {
      "id": 28,
      "name": "OLM"
    },
    {
      "id": 1025,
      "name": "Dongwoo A&E"
    }
  ]
}