{
  "id": 57969,
  "title": "Nukitashi the Animation",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1587/149982.jpg",
    "large": "https://cdn.myanimelist.net/images/anime/1587/149982l.jpg"
  },
  "alternative_titles": {
    "synonyms": [],
    "en": "Nukitashi The Animation",
    "ja": "ぬきたし THE ANIMATION"
  },
  "start_date": "2025-07-19",
  "end_date": "2025-09-27",
  "synopsis": "Seiran Island is a tropical eden where wanton sex acts are encouraged under local \"pervert law.\" But even in this paradise, some prefer to remain celibate.\n\nThere's the lesbian younger sister who would secretly bone her brother...\nThe classmate everyone has labeled as a wild slut...\nThe tiny upperclasswoman, so petite that guys think she's off limits...\nThe shy girl who's a bit self-conscious about baring some skin...\nAnd here I am, a guy with a \"huge\" complex about his \"little guy.\"\n\nDespite this, we form the anti-copulation front: No Love, No Sex! As its founder and head honcho, I, Junnosuke Tachibana, will not stop until we have abolished this ridiculous sex law for good!\n\nI've even stumbled upon a generous soul in this mysterious, wealthy gentleman whose name remains a mystery... He's already set us up with a secret hideout and a tonne of money. In exchange, he asks us to find someone and \"protect her at all costs.\"\nSo, she has the key to our mission's success...?\n\nIn this case, there's only one thing to do: find the mystery girl. And all while keeping the SHO off our trail,... Oh, and we also have to keep our virginity intact.\n\nMake no mistake! Just wait and see! I'll repeal that perverse law!\n\n(Source: VNDB)",
  "mean": 7.08,
  "popularity": 3801,
  "num_list_users": 42500,
  "num_scoring_users": 10910,
  "nsfw": "gray",
  "created_at": "2024-01-28T22:31:58+00:00",
  "updated_at": "2025-08-31T14:53:45+00:00",
  "media_type": "tv",
  "status": "finished_airing",
  "genres": [
    {
      "id": 4,
      "name": "Comedy"
    },
    {
      "id": 49,
      "name": "Erotica"
    },
    {
      "id": 23,
      "name": "School"
    }
  ],
  "num_episodes": 11,
  "start_season": {
    "year": 2025,
    "season": "summer"
  },
  "broadcast": {
    "day_of_the_week": "saturday",
    "start_time": "02:05"
  },
  "source": "visual_novel",
  "average_episode_duration": 1435,
  "rating": "r+",
  "studios": [
    {
      "id": 911,
      "name": "Passione"
    }
  ]
}