{
  "id": 58295,
  "title": "Bai Jia Jue Zhi: Jianghu Gui Shi Lu",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1811/141776.jpg",
    "large": "https://cdn.myanimelist.net/images/anime/1811/141776l.jpg"
  },
  "alternative_titles": {
    "synonyms": [
      "The Metaverse",
      "Bai Jia Jue: The Strange Stories of Jianghu"
    ],
    "en": "",
    "ja": "百家诀之江湖诡事录"
  },
  "start_date": "2024-03-03",
  "end_date": "2024-06-02",
  "synopsis": "In the future city, science and robots have become necessities in people's lives. The research, development and use of technology maintain a delicate balance between the scientific ethics committee, the technology chaebol, and the third-party security system company Mosh. Wang Xiaoyun, the only son of the Wang Group, was assassinated by an illegal robot while he was out hunting. Everyone in his entourage was spared. The balance of power has been broken, and the undercurrent is surging. \n\nBai Wuxie, captain of the 24th Operation Team in charge of public security, found Zhang Bingyi and Shang Weiyang, consultants who are good at mechanical networks, to assist in the investigation. After several on-site investigations, it was discovered that the murderer turned out to be a product of the \"robot oligarchy\" Aibozer Company. \n\nAt the same time, Mosh also encountered a security crisis, and everything seemed to be driven by someone behind the scenes. Zhang Bingyi, Bai Wuxie and Mo Shangshuang from Mosh Company were forced to form a special operations team to find out the truth behind the scenes.\n\n(Source: iQIYI, translated)",
  "rank": 18996,
  "popularity": 19898,
  "num_list_users": 265,
  "num_scoring_users": 42,
  "nsfw": "white",
  "created_at": "2024-03-03T11:06:32+00:00",
  "updated_at": "2024-06-02T07:14:38+00:00",
  "media_type": "ona",
  "status": "finished_airing",
  "genres": [
    {
      "id": 1,
      "name": "Action"
    },
    {
      "id": 2,
      "name": "Adventure"
    },
    {
      "id": 24,
      "name": "Sci-Fi"
    }
  ],
  "num_episodes": 16,
  "start_season": {
    "year": 2024,
    "season": "winter"
  },
  "source": "web_novel",
  "average_episode_duration": 1150,
  "rating": "pg_13",
  "studios": []
}