{
  "id": 58359,
  "title": "Isshun de Chiryou shiteita noni Yakutatazu to Tsuihou sareta Tensai Chiyushi, Yami Healer toshite Tanoshiku Ikiru",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1211/147335.jpg",
    "large": "https://cdn.myanimelist.net/images/anime/1211/147335l.jpg"
  },
  "alternative_titles": {
    "synonyms": [
      "Yami Healer"
    ],
    "en": "The Brilliant Healer's New Life in the Shadows",
    "ja": "一瞬で治療していたのに役立たずと追放された天才治癒師、闇ヒーラーとして楽しく生きる"
  },
  "start_date": "2025-04-03",
  "end_date": "2025-06-19",
  "synopsis": "Healers have always been a pivotal part of the Kingdom of Herzeth, but becoming one requires an official license, which demands years of studying. Despite growing up poor, a pragmatic young man, Zenos, taught himself everything about healing. As an exceptional healer, Zenos was even recruited by an adventurer party but eventually kicked out. When he meets and helps an elf slave named Lily, he realizes his new ambition: he wants to open a clinic in the shadows, serving those who may otherwise be cast aside.\n\nZenos starts his underground practice alongside Lily, but he is immediately pulled into a conflict between lizardmen, werewolves, and orcs—which he quickly resolves and unites the races, thanks to his healing abilities. However, when the royal knights hear rumors of his recent accomplishments and are less than pleased, Zenos must find a way to continue his operations without compromising his principles.\n\n[Written by MAL Rewrite]",
  "mean": 6.86,
  "rank": 5165,
  "popularity": 2018,
  "num_list_users": 120750,
  "num_scoring_users": 53033,
  "nsfw": "white",
  "created_at": "2024-03-09T16:45:57+00:00",
  "updated_at": "2025-08-06T01:11:17+00:00",
  "media_type": "tv",
  "status": "finished_airing",
  "genres": [
    {
      "id": 10,
      "name": "Fantasy"
    },
    {
      "id": 67,
      "name": "Medical"
    }
  ],
  "num_episodes": 12,
  "start_season": {
    "year": 2025,
    "season": "spring"
  },
  "broadcast": {
    "day_of_the_week": "thursday",
    "start_time": "23:30"
  },
  "source": "light_novel",
  "average_episode_duration": 1440,
  "rating": "pg_13",
  "studios": [
    {
      "id": 2622,
      "name": "Makaria"
    }
  ]
}