{
  "id": 58502,
  "title": "Zenshuu.",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1003/146841.webp",
    "large": "https://cdn.myanimelist.net/images/anime/1003/146841l.webp"
  },
  "alternative_titles": {
    "synonyms": [],
    "en": "Zenshu",
    "ja": "全修。"
  },
  "start_date": "2025-01-05",
  "end_date": "2025-03-23",
  "synopsis": "Since Natsuko Hirose became a professional animator, she has quickly risen to stardom and even debuted as the director of her own anime series. Everyone expects her next project to be another masterpiece; but Natsuko struggles to meet deadlines, micromanaging every aspect of the work until one day, she collapses from food poisoning.\n\nWhen Natsuko wakes up, she finds herself in an unfamiliar place, immediately pursued by a monster called a Void. However, she is saved just in time by the members of the honored Nine Soldiers: Luke Braveheart, Memmeln, QJ, and Unio. Natsuko is suspicious at first, but soon realizes that she has been summoned to the world of her favorite childhood movie—A Tale of Perishing. As familiar events begin to line up, she seeks to avert the tragic outcome of the upcoming Void invasion.\n\nMuch to her surprise, Natsuko gains the power to turn her drawings into reality when her animation peg bar lights up. She begins eliminating the Voids as they come, changing the story and joining the Nine Soldiers. Using her new ability and vast knowledge of the movie, Natsuko wants to change the events to her desire and find a way back home.\n\n[Written by MAL Rewrite]",
  "mean": 7.57,
  "rank": 1797,
  "popularity": 1626,
  "num_list_users": 164776,
  "num_scoring_users": 67803,
  "nsfw": "gray",
  "created_at": "2024-03-22T13:10:30+00:00",
  "updated_at": "2026-01-31T22:55:59+00:00",
  "media_type": "tv",
  "status": "finished_airing",
  "genres": [
    {
      "id": 1,
      "name": "Action"
    },
    {
      "id": 10,
      "name": "Fantasy"
    },
    {
      "id": 62,
      "name": "Isekai"
    }
  ],
  "num_episodes": 12,
  "start_season": {
    "year": 2025,
    "season": "winter"
  },
  "broadcast": {
    "day_of_the_week": "sunday",
    "start_time": "23:45"
  },
  "source": "original",
  "average_episode_duration": 1435,
  "rating": "pg_13",
  "studios": [
    {
      "id": 569,
      "name": "MAPPA"
    }
  ]
}