{
  "id": 58573,
  "title": "Baki-dou",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1722/155148.jpg",
    "large": "https://cdn.myanimelist.net/images/anime/1722/155148l.jpg"
  },
  "alternative_titles": {
    "synonyms": [
      "Baki's Path"
    ],
    "en": "",
    "ja": "刃牙道"
  },
  "start_date": "2026-02-26",
  "end_date": "2026-02-26",
  "synopsis": "Growing complacent with his title of \"World's Strongest Boy,\" Baki Hanma spends his days in a haze of boredom. After finally settling the feud with his demonic father Yuujirou, Baki defends his title in the Kourakuen Underground Arena while stifling yawns brought about by the ease with which he defeats his challengers. Baki's friends and mentors also struggle with this new peaceful stasis, completing great feats of strength training with little enthusiasm.\n\nSoon, Japan is shaken by the reveal of a long-gestating science experiment that results in the successful cloning of legendary samurai Musashi Miyamoto. The famed warrior relishes in testing his strength against Baki and the other fighting icons of Tokyo, but he struggles to assimilate with the modern era. Miyamoto clings to his ancient ideals of honor and dueling to the death, a philosophy that clashes with the more tranquil present.\n\nAs the resurrected swordsman attempts to rise to the top of this unfamiliar society by cutting through Baki's friends, he finds himself on a collision course with the vengeful teenager. Baki embraces this rush of excitement and meets his new rival head-on.\n\n[Written by MAL Rewrite]",
  "popularity": 6130,
  "num_list_users": 14568,
  "num_scoring_users": 0,
  "nsfw": "white",
  "created_at": "2024-03-31T12:07:42+00:00",
  "updated_at": "2026-01-30T18:23:45+00:00",
  "media_type": "ona",
  "status": "not_yet_aired",
  "genres": [
    {
      "id": 1,
      "name": "Action"
    },
    {
      "id": 58,
      "name": "Gore"
    },
    {
      "id": 17,
      "name": "Martial Arts"
    },
    {
      "id": 27,
      "name": "Shounen"
    }
  ],
  "num_episodes": 13,
  "start_season": {
    "year": 2026,
    "season": "winter"
  },
  "source": "manga",
  "average_episode_duration": 0,
  "rating": "r",
  "studios": [
    {
      "id": 73,
      "name": "TMS Entertainment"
    }
  ]
}