{
  "id": 58614,
  "title": "Teogonia",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1066/148358.jpg",
    "large": "https://cdn.myanimelist.net/images/anime/1066/148358l.jpg"
  },
  "alternative_titles": {
    "synonyms": [],
    "en": "Teogonia",
    "ja": "神統記 (テオゴニア)"
  },
  "start_date": "2025-04-12",
  "end_date": "2025-06-28",
  "synopsis": "In a distant time and place, humans and demi-humans are embroiled in an existential struggle for dominance against each other and among themselves. Among their ranks are certain gifted members called guardian bearers—those with the protection of a Land God, symbolized by a divine crest and immense spiritual strength. Such strength placed these guardians above their ordinary brethren, both physically and socially.\n\nKai, a petty soldier from the human village of Lag, wishes to become more powerful in the hopes of improving his life, and his strange memories of another land suggest a unique means of accomplishing this. However, his fear of potential consequences prevents him from using these abilities openly. When a freakish series of events leads to him acquiring the powers of a guardian bearer, his joy is interrupted by the realization that in a world filled with prying eyes and unannounced threats, he needs to use these talents discreetly. He sets to work on mastering these powers while searching for the meaning behind them and other mysteries that lie yet beyond his comprehension.\n\n[Written by MAL Rewrite]",
  "mean": 6.9,
  "rank": 5102,
  "popularity": 4088,
  "num_list_users": 38497,
  "num_scoring_users": 16561,
  "nsfw": "white",
  "created_at": "2024-04-04T17:16:57+00:00",
  "updated_at": "2026-01-31T22:54:01+00:00",
  "media_type": "tv",
  "status": "finished_airing",
  "genres": [
    {
      "id": 1,
      "name": "Action"
    },
    {
      "id": 2,
      "name": "Adventure"
    },
    {
      "id": 10,
      "name": "Fantasy"
    }
  ],
  "num_episodes": 12,
  "start_season": {
    "year": 2025,
    "season": "spring"
  },
  "broadcast": {
    "day_of_the_week": "saturday",
    "start_time": "00:30"
  },
  "source": "light_novel",
  "average_episode_duration": 1420,
  "rating": "pg_13",
  "studios": [
    {
      "id": 406,
      "name": "Asahi Production"
    }
  ]
}