{
  "id": 58714,
  "title": "Saikyou no Shienshoku \"Wajutsushi\" de Aru Ore wa Sekai Saikyou Clan wo Shitagaeru",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1683/145446.jpg",
    "large": "https://cdn.myanimelist.net/images/anime/1683/145446l.jpg"
  },
  "alternative_titles": {
    "synonyms": [],
    "en": "The Most Notorious \"Talker\" Runs the World's Greatest Clan",
    "ja": "最凶の支援職【話術士】である俺は世界最強クランを従える"
  },
  "start_date": "2024-10-07",
  "end_date": "2024-12-23",
  "synopsis": "Two years ago, Noel Stollen's village was cruelly attacked by beasts when an Abyss, a gate to the demonic realm, opened. The invasion was eventually halted by his grandfather, a Seeker, whose job is to hunt monsters and purify lands tainted by the Abyss. As his heroic grandfather took his last breath, Noel promised him that he would become the ultimate Seeker—despite him being a Talker, which is widely considered the weakest class.\n\nAfter becoming a certified Seeker, Noel joins a party called Blue Beyond, where his main duties are to support his teammates by boosting their abilities and giving them orders. One day, Noel makes a proposal for the group: he wants to create a clan that will enable them to rise even higher in society. As everyone accepts the plan and all is going well, the worst happens—two members betray him by embezzling the entirety of their shared funds. That does not discourage Noel, however, as he sells the traitors to a slave trader, earning his money back.\n\nNow alone, Noel endeavors to rebuild Blue Beyond from scratch. In order to become the greatest Seeker in the world, Noel must forcibly carve his own path by recruiting new members and using his notorious ways to eliminate any enemies in his way.\n\n[Written by MAL Rewrite]",
  "mean": 7.58,
  "rank": 1759,
  "popularity": 1808,
  "num_list_users": 143890,
  "num_scoring_users": 73304,
  "nsfw": "white",
  "created_at": "2024-04-21T13:29:08+00:00",
  "updated_at": "2026-01-31T22:58:49+00:00",
  "media_type": "tv",
  "status": "finished_airing",
  "genres": [
    {
      "id": 1,
      "name": "Action"
    },
    {
      "id": 2,
      "name": "Adventure"
    },
    {
      "id": 10,
      "name": "Fantasy"
    }
  ],
  "num_episodes": 12,
  "start_season": {
    "year": 2024,
    "season": "fall"
  },
  "broadcast": {
    "day_of_the_week": "monday",
    "start_time": "23:30"
  },
  "source": "light_novel",
  "average_episode_duration": 1420,
  "rating": "r",
  "studios": [
    {
      "id": 1440,
      "name": "Felix Film"
    },
    {
      "id": 2387,
      "name": "Ga-Crew"
    }
  ]
}