{
  "id": 59062,
  "title": "Gachiakuta",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1543/143560.jpg",
    "large": "https://cdn.myanimelist.net/images/anime/1543/143560l.jpg"
  },
  "alternative_titles": {
    "synonyms": [],
    "en": "Gachiakuta",
    "ja": "ガチアクタ"
  },
  "start_date": "2025-07",
  "synopsis": "Living in the slums of a wealthy town, Rudo and his foster father Regto try to coexist with the rest of the town's residents, but Rudo despises the wastefulness of the upper class. Ignoring the warnings from those around him, Rudo regularly rummages through the town's garbage in search of anything useful or valuable to save from the \"Abyss\"—a massive hole where anything considered trash is dumped, including people. Rudo's biological father was one such person, having been thrown into the Abyss after he was accused of murder.\n\nOne day, after running into a mysterious figure on the way home, Rudo returns to find Regto's dying body on the floor. He is immediately found at the scene by the authorities and is charged with murder. No one believes his claims of innocence, and he is thrown into the Abyss. Instead of dying, however, he finds himself in a strange, foul-smelling place surrounded by monsters made out of trash.\n\nWhen Rudo is attacked by said monsters, he is saved by a man named Enjin, who reveals himself to be a \"Cleaner\"—someone who uses special weapons called Vital Instruments to combat these creatures. In order to get his revenge on the one who killed Regto, Rudo reluctantly becomes a Cleaner to fight his way back up and out of the Abyss.\n\n[Written by MAL Rewrite]",
  "popularity": 3205,
  "num_list_users": 55014,
  "num_scoring_users": 1,
  "nsfw": "white",
  "created_at": "2024-06-13T01:02:06+00:00",
  "updated_at": "2025-04-11T02:09:41+00:00",
  "media_type": "tv",
  "status": "not_yet_aired",
  "genres": [
    {
      "id": 1,
      "name": "Action"
    },
    {
      "id": 10,
      "name": "Fantasy"
    },
    {
      "id": 27,
      "name": "Shounen"
    }
  ],
  "num_episodes": 0,
  "start_season": {
    "year": 2025,
    "season": "summer"
  },
  "broadcast": {
    "day_of_the_week": "sunday",
    "start_time": "23:30"
  },
  "source": "manga",
  "average_episode_duration": 0,
  "studios": [
    {
      "id": 3045,
      "name": "Bones Film"
    }
  ]
}