{
  "id": 59130,
  "title": "Isekai Mokushiroku Mynoghra: Hametsu no Bunmei de Hajimeru Sekai Seifuku",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1782/150383.jpg",
    "large": "https://cdn.myanimelist.net/images/anime/1782/150383l.jpg"
  },
  "alternative_titles": {
    "synonyms": [],
    "en": "Apocalypse Bringer Mynoghra: World Conquest Starts with the Civilization of Ruin",
    "ja": "異世界黙示録マイノグーラ ～破滅の文明で始める世界征服～"
  },
  "start_date": "2025-07-06",
  "end_date": "2025-09-28",
  "synopsis": "Takuto Ira spent his short life confined to a hospital bed, with the civilization-building game Eternal Nations as his only form of entertainment. His favorite faction within the game—Mynoghra—was infamously complex to navigate and skewed toward evil; moreover, he insisted on playing at the highest difficulty.\n\nAfter his untimely death, Takuto awakens in a world uncannily reminiscent of Eternal Nations. He is reincarnated as the King of Ruin, sovereign of Mynoghra itself. At his side stands Odei no Atou, the default hero unit of his chosen nation. Remembering every battle they fought together, she pledges unwavering loyalty to Takuto once more.\n\nAs Takuto begins to build Mynoghra from scratch in this new world, his early-game strategy remains unchanged: lie low, avoid war, and ensure survival at all costs—ironic for an evil ruler meant to conquer the world. When he offers refuge to persecuted Dark Elves fleeing destruction, a fledgling empire born of a darkness the world has yet to understand begins to take shape.\n\n[Written by MAL Rewrite]",
  "mean": 6.62,
  "rank": 6720,
  "popularity": 2148,
  "num_list_users": 115133,
  "num_scoring_users": 53682,
  "nsfw": "white",
  "created_at": "2024-06-23T16:10:06+00:00",
  "updated_at": "2025-11-02T01:24:04+00:00",
  "media_type": "tv",
  "status": "finished_airing",
  "genres": [
    {
      "id": 2,
      "name": "Adventure"
    },
    {
      "id": 10,
      "name": "Fantasy"
    },
    {
      "id": 62,
      "name": "Isekai"
    },
    {
      "id": 72,
      "name": "Reincarnation"
    }
  ],
  "num_episodes": 13,
  "start_season": {
    "year": 2025,
    "season": "summer"
  },
  "broadcast": {
    "day_of_the_week": "sunday",
    "start_time": "22:30"
  },
  "source": "light_novel",
  "average_episode_duration": 1420,
  "rating": "pg_13",
  "studios": [
    {
      "id": 1978,
      "name": "Maho Film"
    }
  ]
}