{
  "id": 59144,
  "title": "Fuguushoku \"Kanteishi\" ga Jitsu wa Saikyou Datta",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1683/146293.webp",
    "large": "https://cdn.myanimelist.net/images/anime/1683/146293l.webp"
  },
  "alternative_titles": {
    "synonyms": [
      "The Unfavorable Job \"Appraiser\" Is Actually the Strongest",
      "Fugukan"
    ],
    "en": "Even Given the Worthless \"Appraiser\" Class, I’m Actually the Strongest",
    "ja": "不遇職【鑑定士】が実は最強だった"
  },
  "start_date": "2025-01-09",
  "end_date": "2025-03-27",
  "synopsis": "In a world where strong classes are preferred, Ein has always been treated with disdain due to his mere Appraiser job, which allows him to appraise anything. During a dungeon expedition—where Ein usually only watches from the sidelines—a dangerous enemy appears, and Ein's allies use him as bait to escape the dire situation.\n\nPrepared to die, Ein falls into the abyss, where he is miraculously saved by Yuri, the spirit of the long-lost World Tree, and Ursula, her fierce guardian. The two utilize their marvelous abilities to heal Ein's grave injuries and bestow him with the prosthetic \"Spirit Eye,\" which lets him predict his opponents' moves and receive an infinite number of skills.\n\nTo help Ein leave the dungeon depths, Ursula decides to train him. After weeks of hard training, Ein's body is enchanted even further, and he takes Yuri and Ursula back to the surface with him. As the trio begins their journey together, Ein aims to reunite Yuri with her family and become a hero who will never be forgotten.\n\n[Written by MAL Rewrite]",
  "mean": 6.33,
  "rank": 8519,
  "popularity": 2029,
  "num_list_users": 123676,
  "num_scoring_users": 57543,
  "nsfw": "white",
  "created_at": "2024-06-25T17:44:48+00:00",
  "updated_at": "2026-01-01T03:31:54+00:00",
  "media_type": "tv",
  "status": "finished_airing",
  "genres": [
    {
      "id": 1,
      "name": "Action"
    },
    {
      "id": 2,
      "name": "Adventure"
    },
    {
      "id": 10,
      "name": "Fantasy"
    }
  ],
  "num_episodes": 12,
  "start_season": {
    "year": 2025,
    "season": "winter"
  },
  "broadcast": {
    "day_of_the_week": "thursday",
    "start_time": "23:30"
  },
  "source": "light_novel",
  "average_episode_duration": 1420,
  "rating": "r",
  "studios": [
    {
      "id": 2037,
      "name": "Okuruto Noboru"
    }
  ]
}