{
  "id": 59161,
  "title": "Bad Girl",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1672/148848.webp",
    "large": "https://cdn.myanimelist.net/images/anime/1672/148848l.webp"
  },
  "alternative_titles": {
    "synonyms": [],
    "en": "Bad Girl",
    "ja": "ばっどがーる"
  },
  "start_date": "2025-07-06",
  "end_date": "2025-09-21",
  "synopsis": "High school first year Yuu Yuutani has always been a good girl, following the rules, helping out around her house, and generally going through life unnoticed. From afar, she reveres her upperclassman and the school's Public Decency Officer, Atori Mizutori, and desperately wants her attention. When she realizes that the best way to get Atori to notice her is to be a delinquent, she begins to dress differently: she dyes parts of her hair a bright red, wears clips on her ears to resemble piercings, and attaches jumbo erasers to her shoes to give them thicker soles.\n\nDespite Yuu's best efforts and even with the advice of her \"natural born delinquent\" friend Suzu Suzukaze, all of her plans to be a bad girl go awry. Still, Yuu manages to befriend Atori and pledges to spend as much time as possible together, not knowing there are others vying for Atori's attention. In the process, Yuu has also gained the attention of the school's self-proclaimed idol, Rura Ruriha, filling her once-invisible life with more attention than she may be able to handle.\n\n[Written by MAL Rewrite]",
  "mean": 7.06,
  "rank": 4243,
  "popularity": 4362,
  "num_list_users": 32869,
  "num_scoring_users": 9927,
  "nsfw": "white",
  "created_at": "2024-06-27T18:04:21+00:00",
  "updated_at": "2025-08-06T01:09:29+00:00",
  "media_type": "tv",
  "status": "finished_airing",
  "genres": [
    {
      "id": 52,
      "name": "CGDCT"
    },
    {
      "id": 4,
      "name": "Comedy"
    },
    {
      "id": 23,
      "name": "School"
    }
  ],
  "num_episodes": 12,
  "start_season": {
    "year": 2025,
    "season": "summer"
  },
  "broadcast": {
    "day_of_the_week": "sunday",
    "start_time": "01:00"
  },
  "source": "4_koma_manga",
  "average_episode_duration": 1420,
  "rating": "pg_13",
  "studios": [
    {
      "id": 397,
      "name": "Bridge"
    }
  ]
}