{
  "id": 59205,
  "title": "Clevatess: Majuu no Ou to Akago to Shikabane no Yuusha",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1255/150593.webp",
    "large": "https://cdn.myanimelist.net/images/anime/1255/150593l.webp"
  },
  "alternative_titles": {
    "synonyms": [
      "Clevatess: The King of Devil Beasts, The Baby and the Brave of Undead"
    ],
    "en": "Clevatess",
    "ja": "クレバテス-魔獣の王と赤子と屍の勇者-"
  },
  "start_date": "2025-07-02",
  "end_date": "2025-09-17",
  "synopsis": "Surrounded by four armies of dark beasts, five humanoid races strive to push the known boundaries of the world. Unfortunately, the 13 heroes dispatched to the southern region are easily wiped out by Clevatess, one of the Lords of Dark Beasts. Determined to get revenge against humanity, Clevatess bursts into the capital of the Kingdom of Hiden, leaving a trail of death and destruction behind him.\n\nAlthough the situation looks desperate, humanity still has a chance to appease Clevatess' anger. Alicia Glenfall, one of the 13 heroes, is revived by Clevatess to help him raise a newborn infant, Luna, whose choices shall shape the fate of the human world. Although reluctant to help the dark beast at first, Alicia understands that Luna is the only thing that stands between humanity and complete annihilation. \n\nHiding himself by taking on a human form, Clevatess sets out in search for a wet nurse with Alicia and Luna. With Clevatess unwilling to reveal his identity, it falls on Alicia to slay all enemies that stand in their way. Meanwhile, the neighboring countries prepare to advance on the weakened Hiden, aiming to control the only forge capable of producing the heroes' weapons.\n\n[Written by MAL Rewrite]",
  "mean": 7.85,
  "rank": 980,
  "popularity": 1711,
  "num_list_users": 150973,
  "num_scoring_users": 70695,
  "nsfw": "white",
  "created_at": "2024-07-02T10:47:45+00:00",
  "updated_at": "2025-10-03T23:45:08+00:00",
  "media_type": "tv",
  "status": "finished_airing",
  "genres": [
    {
      "id": 1,
      "name": "Action"
    },
    {
      "id": 10,
      "name": "Fantasy"
    }
  ],
  "num_episodes": 12,
  "start_season": {
    "year": 2025,
    "season": "summer"
  },
  "broadcast": {
    "day_of_the_week": "wednesday",
    "start_time": "20:30"
  },
  "source": "web_manga",
  "average_episode_duration": 1530,
  "rating": "r",
  "studios": [
    {
      "id": 1087,
      "name": "Lay-duce"
    }
  ]
}