{
  "id": 59419,
  "title": "Project Sekai Movie: Kowareta Sekai to Utaenai Miku",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1883/144526.jpg",
    "large": "https://cdn.myanimelist.net/images/anime/1883/144526l.jpg"
  },
  "alternative_titles": {
    "synonyms": [
      "Project Sekai the Movie: The Broken World and The Miku Who Can't Sing"
    ],
    "en": "Colorful Stage! The Movie: A Miku Who Can't Sing",
    "ja": "劇場版プロジェクトセカイ 壊れたセカイと歌えないミク"
  },
  "start_date": "2025-01-17",
  "end_date": "2025-01-17",
  "synopsis": "At a CD store, Ichika Hoshino hears a song by Miku that she has never heard before. On the monitor, she sees a \"Hatsune Miku\" in a form she has never seen before, and couldn't help say it out loud, \"Miku!?\" Miku was surprised at the voice, her eyes meet Ichika's, but she disappears shortly after.\n\nLater, after a live performance on the street, the Miku that Ichika saw before appears on her smartphone. Miku looks sad and downcast, and when Ichika quietly asks Miku about her story, she tells Ichika that there are people to whom she wants to deliver her songs, but no matter how much she sings, her songs are not reaching them.\n\nMiku, who saw Ichika singing to the hearts of many people at her live performances, thought that if she learns more about Ichika, she can do the same, and came to Ichika. Ichika smiles at Miku and says, \"If it's all right with me.\"\n\nAnd a new story of Hatsune Miku and the boys and girls begins—.\n\n(Source: Crunchyroll)",
  "mean": 7.66,
  "rank": 1465,
  "popularity": 4798,
  "num_list_users": 25624,
  "num_scoring_users": 7664,
  "nsfw": "white",
  "created_at": "2024-07-29T12:54:18+00:00",
  "updated_at": "2024-08-23T02:53:39+00:00",
  "media_type": "movie",
  "status": "finished_airing",
  "genres": [
    {
      "id": 19,
      "name": "Music"
    }
  ],
  "num_episodes": 1,
  "start_season": {
    "year": 2025,
    "season": "winter"
  },
  "source": "game",
  "average_episode_duration": 6300,
  "rating": "pg_13",
  "studios": [
    {
      "id": 132,
      "name": "P.A. Works"
    }
  ]
}