{
  "id": 59425,
  "title": "NegaPosi Angler",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1537/145325.webp",
    "large": "https://cdn.myanimelist.net/images/anime/1537/145325l.webp"
  },
  "alternative_titles": {
    "synonyms": [],
    "en": "Negative Positive Angler",
    "ja": "ネガポジアングラー"
  },
  "start_date": "2024-10-03",
  "end_date": "2024-12-19",
  "synopsis": "For blasé college dropout Tsunehiro Sasaki, life has become hopeless. After failing to enter a top university, he has lost all his money trading on financial markets and is now critically indebted. To add to his misery, he learns that he only has at most two years left to live due to an incurable disease.\n\nThe trajectory of Tsunehiro's life suddenly changes after a group of amateur fishermen saves him from drowning as he was trying to escape from a trio of creditors. While Takaaki Tsutsujimori pushes Tsunehiro to work at the group's workplace—a convenience store that doubles as a fishing shop—Hana Ayukawa tries to share her love for fishing.\n\nAlthough the attempts of the joyful group of anglers initially prove unsuccessful, Takaaki urges Tsunehiro to take a fresh start in life, and the young man eventually accepts the fishing enthusiast's assistance to pay off his debts. As work, friendships, and an unfamiliar hobby all suddenly find their way into his life, Tsunehiro must find the strength to change his ways if he wants to make the best of his remaining time.\n\n[Written by MAL Rewrite]",
  "mean": 7.37,
  "rank": 2619,
  "popularity": 2963,
  "num_list_users": 68104,
  "num_scoring_users": 25079,
  "nsfw": "gray",
  "created_at": "2024-07-30T09:21:48+00:00",
  "updated_at": "2025-01-08T00:20:42+00:00",
  "media_type": "tv",
  "status": "finished_airing",
  "genres": [
    {
      "id": 50,
      "name": "Adult Cast"
    },
    {
      "id": 36,
      "name": "Slice of Life"
    }
  ],
  "num_episodes": 12,
  "start_season": {
    "year": 2024,
    "season": "fall"
  },
  "broadcast": {
    "day_of_the_week": "thursday",
    "start_time": "22:00"
  },
  "source": "original",
  "average_episode_duration": 1420,
  "rating": "pg_13",
  "studios": [
    {
      "id": 1567,
      "name": "Nut"
    }
  ]
}