{
  "id": 59457,
  "title": "Haite Kudasai, Takamine-san",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1999/144601.jpg",
    "large": "https://cdn.myanimelist.net/images/anime/1999/144601l.jpg"
  },
  "alternative_titles": {
    "synonyms": [
      "Please Put Them On, Takamine-san",
      "Let Me Put Your Panties On, Takamine-san",
      "Please Put These On, Takamine-san"
    ],
    "en": "",
    "ja": "履いてください、鷹峰さん"
  },
  "start_date": "2025-04",
  "synopsis": "Takane Takamine is great at everything she does, and her magnetic personality makes her the envy of everyone. She gets good grades, excels at sports, and even manages to become student council president during her first year of high school. But Takamine has a secret—she possesses an ability called \"Eternal Virgin Road,\" allowing her to redo past actions and achieve a different result.\n\nWhile this might seem like a decent skill to have, Takamine must pay a price to activate it: she has to strip off a piece of her lingerie. After getting an imperfect score on a test, Takamine begins to remove her underwear during class and is spotted by her average and weak-willed classmate Koushi Shirota, who is bewildered by the sight. However, the very next instant, things reset and Takamine's test is now perfect.\n\nWhen Shirota decides to confront Takamine about her previous test score, she reveals her ability to him and blackmails him into becoming her \"closet,\" making him carry around extra lingerie and put them on her. Her goal is to be able to use Eternal Virgin Road as much as possible in order to stay at the top of the school hierarchy. Left with little choice in the matter, Shirota accepts, starting an oddly intimate type of relationship with the most popular girl at school.\n\n[Written by MAL Rewrite]",
  "popularity": 5049,
  "num_list_users": 20821,
  "num_scoring_users": 1,
  "nsfw": "gray",
  "created_at": "2024-08-02T03:08:01+00:00",
  "updated_at": "2024-11-13T10:35:22+00:00",
  "media_type": "tv",
  "status": "not_yet_aired",
  "genres": [
    {
      "id": 4,
      "name": "Comedy"
    },
    {
      "id": 9,
      "name": "Ecchi"
    },
    {
      "id": 22,
      "name": "Romance"
    },
    {
      "id": 23,
      "name": "School"
    },
    {
      "id": 27,
      "name": "Shounen"
    }
  ],
  "num_episodes": 0,
  "start_season": {
    "year": 2025,
    "season": "spring"
  },
  "source": "manga",
  "average_episode_duration": 0,
  "studios": [
    {
      "id": 839,
      "name": "LIDENFILMS"
    }
  ]
}