{
  "id": 59452,
  "title": "Katainaka no Ossan, Kensei ni Naru",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1069/148148.webp",
    "large": "https://cdn.myanimelist.net/images/anime/1069/148148l.webp"
  },
  "alternative_titles": {
    "synonyms": [],
    "en": "From Old Country Bumpkin to Master Swordsman",
    "ja": "片田舎のおっさん、剣聖になる"
  },
  "start_date": "2025-04-05",
  "end_date": "2025-06-22",
  "synopsis": "For 20 years, Beryl Gardenant has taught various people as the master of his father's sword-fighting dojo in a backwater village. Many have become astounding swordsmen themselves, but Beryl remains quite humble, referring to himself as an old man. His former disciples all disagree, including Allucia Citrus, a girl who graduated from Beryl's training over 10 years ago and is currently the commander of the Royal Order of Knights.\n\nWishing to reveal her cherished teacher's true greatness, Allucia recommends Beryl to her superiors, leading to his appointment as a special instructor for the Order by imperial command. She delivers the news herself—though Beryl has yet to realize her deeper motive. Pressured by his aging parents, Beryl reluctantly accepts the job and moves to the capital. There, he meets more of his past students, such as Surena Lysandra, now a black-rank adventurer, and Ficelle Harbeller, a prominent member of the Magic Corps. Before long, word begins to spread: not even the strongest warriors can match the \"old man\" from the countryside.\n\n[Written by MAL Rewrite]",
  "mean": 6.97,
  "rank": 4695,
  "popularity": 1592,
  "num_list_users": 168700,
  "num_scoring_users": 77272,
  "nsfw": "white",
  "created_at": "2024-08-01T09:23:02+00:00",
  "updated_at": "2025-07-31T18:18:42+00:00",
  "media_type": "tv",
  "status": "finished_airing",
  "genres": [
    {
      "id": 1,
      "name": "Action"
    },
    {
      "id": 2,
      "name": "Adventure"
    },
    {
      "id": 10,
      "name": "Fantasy"
    }
  ],
  "num_episodes": 12,
  "start_season": {
    "year": 2025,
    "season": "spring"
  },
  "broadcast": {
    "day_of_the_week": "saturday",
    "start_time": "23:30"
  },
  "source": "light_novel",
  "average_episode_duration": 1416,
  "rating": "pg_13",
  "studios": [
    {
      "id": 911,
      "name": "Passione"
    },
    {
      "id": 2370,
      "name": "Hayabusa Film"
    }
  ]
}