{
  "id": 59848,
  "title": "Virgin Punk: Clockwork Girl",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1320/148690.jpg",
    "large": "https://cdn.myanimelist.net/images/anime/1320/148690l.jpg"
  },
  "alternative_titles": {
    "synonyms": [],
    "en": "",
    "ja": "ヴァージン・パンク"
  },
  "start_date": "2025-06-27",
  "end_date": "2025-06-27",
  "synopsis": "Conditions for Receiving Bounty: Bring the brain of a wanted criminal possessing illegal Somadea to the authorities.\n\nWhether the target is alive or dead...is irrelevant.\n\nThe year is 2099. Humanity has advanced, overcoming all injuries and illnesses with the development of the Medical Android Technology \"Somadea.\" However, along with the development of Somadea, crimes misusing said technology have rapidly increased.\n\nSomadea grants physical abilities far superior to those of normal flesh and blood, and by illegally modifying it, Somadea can be misused for criminal purposes. To deal with these Somadea crimes, the government established the Bounty Hunter System. Civilians registered as bounty hunters are permitted to kill illegal Somadea users designated as wanted criminals by the police. In return, they are rewarded with large amounts of bounty money.\n\nIn this unforgiving world, Ubu Kamigori makes a living hunting down criminals as a bounty hunter. But one day, when she returns home from a job, she finds the man with whom she has a sordid history waiting there—Mr. Elegance. And so, her destiny begins to unravel.\n\nA tale woven by mechanical girls and the smell of gunpowder smoke, this suspenseful action begins!\n\n(Source: Aniplex of America)",
  "mean": 7.16,
  "rank": 3705,
  "popularity": 4399,
  "num_list_users": 31838,
  "num_scoring_users": 646,
  "nsfw": "white",
  "created_at": "2024-09-16T06:52:49+00:00",
  "updated_at": "2025-11-12T01:39:34+00:00",
  "media_type": "movie",
  "status": "finished_airing",
  "genres": [
    {
      "id": 1,
      "name": "Action"
    },
    {
      "id": 24,
      "name": "Sci-Fi"
    }
  ],
  "num_episodes": 1,
  "start_season": {
    "year": 2025,
    "season": "spring"
  },
  "source": "original",
  "average_episode_duration": 2100,
  "rating": "r+",
  "studios": [
    {
      "id": 44,
      "name": "Shaft"
    }
  ]
}