{
  "id": 59845,
  "title": "Kaoru Hana wa Rin to Saku",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1744/150433.jpg",
    "large": "https://cdn.myanimelist.net/images/anime/1744/150433l.jpg"
  },
  "alternative_titles": {
    "synonyms": [
      "The Fragrant Flowers Bloom with Dignity"
    ],
    "en": "The Fragrant Flower Blooms with Dignity",
    "ja": "薫る花は凛と咲く"
  },
  "start_date": "2025-07-06",
  "end_date": "2025-09-28",
  "synopsis": "Despite being adjacent to one another, Chidori Public High School and the all-girls Kikyo Private Academy seem to exist in two different worlds. While the latter boasts an immaculate reputation and favors students from wealthy backgrounds, the former is a nest for dim-witted delinquents. Everyone at Kikyo harbors a deep hatred for their Chidori neighbors.\n\nSixteen-year-old Rintarou Tsumugi is a student at Chidori whose intimidating face leads people to avoid him. Rintarou pays no mind to this, as he is content with his group of friends. However, there is something he has not told them yet: sometimes, he helps out at his family's cake shop.\n\nOne day at work, Rintarou sees a customer at a table, but she runs off before he can talk to her. The next day, he receives an apology from the girl, Kaoruko Waguri, who explains that she did not run away because of his appearance and that she believes Rintarou is a kind-hearted person. Although he is not used to Kaoruko's bright personality, Rintarou looks forward to forming a friendship with her. There is just one obstacle that stands in his way: Kaoruko is a Kikyo student!\n\n[Written by MAL Rewrite]",
  "mean": 8.73,
  "rank": 50,
  "popularity": 1142,
  "num_list_users": 235127,
  "num_scoring_users": 34066,
  "nsfw": "white",
  "created_at": "2024-09-16T06:43:44+00:00",
  "updated_at": "2025-08-06T17:08:36+00:00",
  "media_type": "tv",
  "status": "currently_airing",
  "genres": [
    {
      "id": 8,
      "name": "Drama"
    },
    {
      "id": 22,
      "name": "Romance"
    },
    {
      "id": 23,
      "name": "School"
    }
  ],
  "num_episodes": 13,
  "start_season": {
    "year": 2025,
    "season": "summer"
  },
  "broadcast": {
    "day_of_the_week": "sunday",
    "start_time": "00:30"
  },
  "source": "web_manga",
  "average_episode_duration": 1442,
  "rating": "pg_13",
  "studios": [
    {
      "id": 1835,
      "name": "CloverWorks"
    }
  ]
}