{
  "id": 59961,
  "title": "Kizu darake Seijo yori Houfuku wo Komete",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1546/145782.webp",
    "large": "https://cdn.myanimelist.net/images/anime/1546/145782l.webp"
  },
  "alternative_titles": {
    "synonyms": [
      "The Holy Wound Became a Villain Vengeance from a Saint Full of Wounds"
    ],
    "en": "With Vengeance, Sincerely, Your Broken Saintess",
    "ja": "傷だらけ聖女より報復をこめて"
  },
  "start_date": "2025-07-10",
  "end_date": "2025-09-25",
  "synopsis": "Several centuries ago, a plague ravaged the Kingdom of Geed until a girl with healing powers appeared and saved the nation. Today, she is revered as the goddess Lushe, and a temple in her honor gathers individuals with similar powers to serve the kingdom as so-called saintesses.\n\nLua Restoatt is a saintess candidate, but her power is defective—she heals by transferring others' injuries to herself, which earned her the nickname \"Broken Saintess.\" This flawed ability nearly kills her when she rushes to save Garrett Vance, a knight captain she admires. But Lua's best friend, Arianne Trebias, takes the credit and becomes engaged to Garrett.\n\nCrushed by the betrayal, Lua vows never to heal again and prioritizes her secret second ability: inflicting others with the ailments she once absorbed. After witnessing this, Second Prince Sven Geed Crone approaches Lua and offers an alliance. Hungry for revenge, the once-timid Lua accepts Sven's proposal, ready to strike back at those who have wronged her and help the prince expose dark secrets of the temple.\n\n[Written by MAL Rewrite]",
  "mean": 6.65,
  "rank": 6402,
  "popularity": 5578,
  "num_list_users": 18040,
  "num_scoring_users": 3727,
  "nsfw": "white",
  "created_at": "2024-09-27T04:35:07+00:00",
  "updated_at": "2025-09-29T02:54:19+00:00",
  "media_type": "tv",
  "status": "finished_airing",
  "genres": [
    {
      "id": 10,
      "name": "Fantasy"
    },
    {
      "id": 22,
      "name": "Romance"
    }
  ],
  "num_episodes": 12,
  "start_season": {
    "year": 2025,
    "season": "summer"
  },
  "broadcast": {
    "day_of_the_week": "thursday",
    "start_time": "00:30"
  },
  "source": "web_manga",
  "average_episode_duration": 870,
  "rating": "pg_13",
  "studios": [
    {
      "id": 2844,
      "name": "Imagica Infos"
    },
    {
      "id": 2983,
      "name": "Imageworks Studio"
    }
  ]
}