{
  "id": 59996,
  "title": "Donut Hole",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1523/145828.webp",
    "large": "https://cdn.myanimelist.net/images/anime/1523/145828l.webp"
  },
  "alternative_titles": {
    "synonyms": [],
    "en": "",
    "ja": "ドーナツホール"
  },
  "start_date": "2024-09-30",
  "end_date": "2024-09-30",
  "synopsis": "GUMI, Hatsune Miku, Megurine Luka, and Kagamine Rin run a junk collection business in a messy downtown area. They drive around in a light truck and collect broken TVs, computers, and other items while playing silly announcements over the speaker.\n\nTheir office is in a corner of a multi-tenant building and calls itself a recycle shop, but most of it looks like a warehouse with junk lined up with price tags. Before long, the four of them start receiving requests for junk that they can't handle on their own and by chance the abandoned items end up in GUMI's hands.\n\nMeanwhile, in the city center, an environmental beautification organization is formed and a cleanup operation for the downtown area is about to begin, under the pretext of redeveloping the area into a beautiful town. GUMI and the others rebel against the way of life in the downtown area that is gradually being threatened. As the government and beautification organizations each have their own agenda, breaking news breaks that a dangerous creature has been found on the garbage dump and a drastic move is made to clean up the dump, along with the downtown area, turning it into a vacant lot.\n\n(Source: Kenshi Yonezu YouTube Channel; translated)",
  "mean": 7.19,
  "popularity": 17773,
  "num_list_users": 454,
  "num_scoring_users": 244,
  "nsfw": "white",
  "created_at": "2024-09-30T15:34:52+00:00",
  "updated_at": "2024-09-30T15:34:52+00:00",
  "media_type": "music",
  "status": "finished_airing",
  "genres": [
    {
      "id": 19,
      "name": "Music"
    }
  ],
  "num_episodes": 1,
  "start_season": {
    "year": 2024,
    "season": "summer"
  },
  "source": "original",
  "average_episode_duration": 228,
  "rating": "pg_13",
  "studios": [
    {
      "id": 10,
      "name": "Production I.G"
    }
  ]
}