{
  "id": 60009,
  "title": "Chuuzenji-sensei Mononoke Kougiroku: Sensei ga Nazo wo Hodoite Shimau kara.",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1770/148195.webp",
    "large": "https://cdn.myanimelist.net/images/anime/1770/148195l.webp"
  },
  "alternative_titles": {
    "synonyms": [
      "The Mononoke Journal by Chuuzenji-sensei"
    ],
    "en": "The Mononoke Lecture Logs of Chuzenji-sensei: He Just Solves All the Mysteries",
    "ja": "中禅寺先生物怪講義録　先生が謎を解いてしまうから。"
  },
  "start_date": "2025-04-07",
  "end_date": "2025-06-23",
  "synopsis": "For the erudite man of letters Akihiko Chuuzenji, all mysteries of the world can be solved by cold reason. After he becomes a Japanese teacher at Tokyo Metropolitan Mitogawa High School, he encounters Kanna Kusakabe, a bubbly young girl whose desire to help others often lands her in trouble. When Kanna learns that one of her classmates has been cursed to death by a ghost, she decides to investigate the school building at night, only to find that the supposed ghost was actually Akihiko. Unwilling to disclose to the other students the existence of a hidden room filled with forbidden books where he is working, Akihito decides to spread the rumor that Kanna has exorcised the ghost by herself.\n\nAt the great dismay of Kanna, she is now viewed as an expert in the occult by her fellow classmates, who force her to investigate several paranormal-looking events. However, she can rely on the help of her teacher Akihiko who, despite his difficult character, is determined to demonstrate to the world the prevalence of reason over superstition.\n\n[Written by MAL Rewrite]",
  "mean": 6.52,
  "rank": 7205,
  "popularity": 5896,
  "num_list_users": 15769,
  "num_scoring_users": 3917,
  "nsfw": "white",
  "created_at": "2024-10-01T11:07:53+00:00",
  "updated_at": "2025-06-30T19:18:57+00:00",
  "media_type": "tv",
  "status": "finished_airing",
  "genres": [
    {
      "id": 13,
      "name": "Historical"
    },
    {
      "id": 7,
      "name": "Mystery"
    },
    {
      "id": 23,
      "name": "School"
    },
    {
      "id": 27,
      "name": "Shounen"
    },
    {
      "id": 37,
      "name": "Supernatural"
    }
  ],
  "num_episodes": 12,
  "start_season": {
    "year": 2025,
    "season": "spring"
  },
  "broadcast": {
    "day_of_the_week": "monday",
    "start_time": "21:30"
  },
  "source": "manga",
  "average_episode_duration": 1430,
  "rating": "pg_13",
  "studios": [
    {
      "id": 2696,
      "name": "100studio"
    }
  ]
}