{
  "id": 60157,
  "title": "Kanpekisugite Kawaige ga Nai to Konyaku Haki sareta Seijo wa Ringoku ni Urareru",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1263/148318.jpg",
    "large": "https://cdn.myanimelist.net/images/anime/1263/148318l.jpg"
  },
  "alternative_titles": {
    "synonyms": [
      "Kanpekiseijo"
    ],
    "en": "The Too-Perfect Saint: Tossed Aside by My Fiancé and Sold to Another Kingdom",
    "ja": "完璧すぎて可愛げがないと婚約破棄された聖女は隣国に売られる"
  },
  "start_date": "2025-04-10",
  "end_date": "2025-06-26",
  "synopsis": "In the kingdom of Girtonia, the Adenauer family has been giving birth to saints for centuries. Two sisters form the newest generation of holy women who protect the lands from monsters and calamities. The eldest, Philia, is considered a prodigy in the field, capable of solving any problem in no time. Meanwhile, the youngest, Mia, is not as extraordinary as her older sister but has charmed the entire country with her lovely personality. Despite their striking differences, Philia and Mia share an unbreakable bond.\n\nSadly, Mia is the only person who truly cares for Philia. Because of Philia's expressionless face and aloof demeanor, their parents always scold her, and the citizens complain about her. Moreover, Julius Girtonia, the second prince and Philia's fiancé, would rather have a more amicable girl as his wife-to-be. For that reason, he cancels the engagement and sells Philia off to the neighboring kingdom, Parnacorta, which has recently lost its own saint.\n\nHaving no say on the matter, Philia immediately goes to serve Parnacorta. As a foreigner, she presumes that she will not be treated much better than in Girtonia. Contrary to her expectations, Philia might have finally found a place with people worth smiling for.\n\n[Written by MAL Rewrite]",
  "mean": 7.26,
  "rank": 3104,
  "popularity": 2874,
  "num_list_users": 69247,
  "num_scoring_users": 31526,
  "nsfw": "white",
  "created_at": "2024-10-20T12:20:55+00:00",
  "updated_at": "2025-05-31T23:12:21+00:00",
  "media_type": "tv",
  "status": "finished_airing",
  "genres": [
    {
      "id": 10,
      "name": "Fantasy"
    },
    {
      "id": 22,
      "name": "Romance"
    }
  ],
  "num_episodes": 12,
  "start_season": {
    "year": 2025,
    "season": "spring"
  },
  "broadcast": {
    "day_of_the_week": "thursday",
    "start_time": "00:00"
  },
  "source": "light_novel",
  "average_episode_duration": 1420,
  "rating": "pg_13",
  "studios": [
    {
      "id": 1103,
      "name": "TROYCA"
    }
  ]
}