{
  "id": 60182,
  "title": "Tsuma Netori Rei: Boku no Ayamachi Kanojo no Sentaku",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1610/146467.jpg",
    "large": "https://cdn.myanimelist.net/images/anime/1610/146467l.jpg"
  },
  "alternative_titles": {
    "synonyms": [
      "Tsuma Netori Zero: My Mistake, Her Choice"
    ],
    "en": "",
    "ja": "妻ネトリ 零 ～僕の過ち 彼女の選択～"
  },
  "start_date": "2024-10-18",
  "end_date": "2024-10-18",
  "synopsis": "Takafumi is preparing breakfast. His wife Makoto, who was eating, checks the time and hurries off to work. She seems to be busy helping her senior teacher, Yasuno, recently.\n\nThat afternoon, Takafumi is called to the president's office. Takafumi's dream was to open his own store, but a few days ago, he found a store through Yasuno's intermediation, and the school's president, Shiraishi, even said he would invest in it. In the Chairwoman's office, he is told to go to the store this weekend and prepare for the opening.\n\nThen, on the morning of the weekend. Takafumi says he will be away from home for a few days, and Makoto is worried about staying at the school late that day to help Yasuno-sensei. Still, Takafumi persuades her, saying, \"I'm sure Yasuno-sensei will be fine.\"\n\nThat night, while Makoto was working in the staff room, she received a LINE message from Takafumi. \"This should be finished soon. The other party is also feeling good. I'll tell you more when I get back tomorrow.\"\n\nMakoto replies to the LINE message when Yasuno appears with a cup of coffee. Makoto drinks the coffee that Yasuno hands her, but collapses a little later. Yasuno looks at Makoto's body on the floor with a nasty smile...\n\n(Source: ZIZ Entertainment)",
  "mean": 6.32,
  "popularity": 12195,
  "num_list_users": 1881,
  "num_scoring_users": 820,
  "nsfw": "gray",
  "created_at": "2024-10-23T16:15:22+00:00",
  "updated_at": "2024-12-26T11:18:16+00:00",
  "media_type": "ona",
  "status": "finished_airing",
  "genres": [
    {
      "id": 12,
      "name": "Hentai"
    }
  ],
  "num_episodes": 1,
  "start_season": {
    "year": 2024,
    "season": "fall"
  },
  "source": "visual_novel",
  "average_episode_duration": 1631,
  "rating": "rx",
  "studios": [
    {
      "id": 2163,
      "name": "Teatro Nishi Tokyo Studio"
    }
  ]
}