{
  "id": 60233,
  "title": "Wanjie Zhuzai",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1457/146357.webp",
    "large": "https://cdn.myanimelist.net/images/anime/1457/146357l.webp"
  },
  "alternative_titles": {
    "synonyms": [],
    "en": "Lord of Wonderlands",
    "ja": "万界主宰"
  },
  "start_date": "2024-10-28",
  "end_date": "2025-02-03",
  "synopsis": "The protagonist Lin Feng was originally a genius robot engineer. In order to improve the function of the super-powered robot he developed, he went through untold hardships and dug out the mysterious ancient treasure, the Eye of the Ancestral Dragon, from the abyss. Just as he was about to transform the energy of the Eye of the Ancestral Dragon into the super-powered robot, the divine power in the Dragon Eye was accidentally stimulated, triggering a vortex of time and space, and brought Lin Feng to the ancient god continent that advocates martial arts, and reincarnated. The reborn Lin Feng was sealed with the memory of his previous life, and became a mediocre person who only awakened the healing martial arts spirit. He was coldly looked down upon and even suffered from his fiancee’s regret. In order to eradicate the roots, his fiancee’s clansmen ruthlessly attacked and killed Lin Feng. At the critical moment, Lin Feng awakened his memory of the Eye of the Ancestral Dragon, and was surprised to find that the divine power of the Dragon Eye had been successfully integrated with the super-powered robot he developed. Later, with the help of the super-powered robot, he gradually controlled the divine power of the Eye of the Ancestral Dragon and embarked on the road of becoming a strong man.",
  "mean": 6.7,
  "rank": 6134,
  "popularity": 18890,
  "num_list_users": 434,
  "num_scoring_users": 111,
  "nsfw": "gray",
  "created_at": "2024-11-02T02:09:31+00:00",
  "updated_at": "2025-12-07T13:55:20+00:00",
  "media_type": "ona",
  "status": "finished_airing",
  "genres": [
    {
      "id": 1,
      "name": "Action"
    },
    {
      "id": 10,
      "name": "Fantasy"
    }
  ],
  "num_episodes": 32,
  "start_season": {
    "year": 2024,
    "season": "fall"
  },
  "average_episode_duration": 900,
  "rating": "pg_13",
  "studios": [
    {
      "id": 2042,
      "name": "Ruo Hong Culture"
    }
  ]
}