{
  "id": 60326,
  "title": "Watashi ga Koibito ni Nareru Wake Nai jan, Muri Muri! (※Muri ja Nakatta!?)",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1887/150496.jpg",
    "large": "https://cdn.myanimelist.net/images/anime/1887/150496l.jpg"
  },
  "alternative_titles": {
    "synonyms": [
      "Watanare"
    ],
    "en": "There's No Freaking Way I'll be Your Lover! Unless...",
    "ja": "わたしが恋人になれるわけないじゃん、ムリムリ! (※ムリじゃなかった!?)"
  },
  "start_date": "2025-07-08",
  "end_date": "2025-09-23",
  "synopsis": "Seeing everyone else enjoying their youth, socially anxious Renako Amaori is dead set on becoming an extroverted girl. Despite her reclusive past, she changes her appearance, practices conversation, and enrolls in a high school free of anyone that would know her. While she is quickly able to befriend the famous model Mai Ouzuka, after Renako joins her friend group, she realizes pretending to be a completely different person is no easy feat.\n\nSoon, Renako and Mai have a heart-to-heart and share their troubles with each other. After the sincere discussion, Renako truly believes they could become best friends. The very next day, however, the unthinkable happens—Mai confesses her love to Renako! Although Renako is not interested in dating, Mai insists the two begin hanging out alternately as friends and a couple, while figuring out which type of relationship suits them better.\n\nDetermined to create a blissful friendship, Renako tries her best to convince the stubborn Mai. However, Renako herself might have a change of heart as Mai's advances continue to get bolder.\n\n[Written by MAL Rewrite]",
  "mean": 7.7,
  "rank": 1389,
  "popularity": 2480,
  "num_list_users": 92298,
  "num_scoring_users": 33042,
  "nsfw": "gray",
  "created_at": "2024-11-19T09:22:15+00:00",
  "updated_at": "2025-09-16T00:46:38+00:00",
  "media_type": "tv",
  "status": "finished_airing",
  "genres": [
    {
      "id": 4,
      "name": "Comedy"
    },
    {
      "id": 26,
      "name": "Girls Love"
    },
    {
      "id": 35,
      "name": "Harem"
    },
    {
      "id": 23,
      "name": "School"
    }
  ],
  "num_episodes": 12,
  "start_season": {
    "year": 2025,
    "season": "summer"
  },
  "broadcast": {
    "day_of_the_week": "tuesday",
    "start_time": "01:00"
  },
  "source": "light_novel",
  "average_episode_duration": 1420,
  "rating": "pg_13",
  "studios": [
    {
      "id": 2246,
      "name": "studio MOTHER"
    }
  ]
}