{
  "id": 60408,
  "title": "Lupin the IIIrd the Movie: Fujimi no Ketsuzoku",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1374/149826.jpg",
    "large": "https://cdn.myanimelist.net/images/anime/1374/149826l.jpg"
  },
  "alternative_titles": {
    "synonyms": [],
    "en": "Lupin the IIIrd the Movie: The Immortal Bloodline",
    "ja": "LUPIN THE IIIRD THE MOVIE 不死身の血族"
  },
  "start_date": "2025-06-27",
  "end_date": "2025-06-27",
  "synopsis": "Lupin III and his friends head for the Bermuda Sea, aiming for a \"mysterious island\" that does not exist on the world map. The goal is to uncover the identity of the mastermind who has been sending assassins to the island and to uncover the vast treasure that is hidden there. However, just as they approach the island, their plane is shot down by snipers, and the group crash-lands on an island of death.\n\nWhat they find there is an end-of-the-world landscape of piles of decaying weapons and nuclear missiles, and \"garbage men\" who were once used as weapons but have been discarded, roaming the streets. The island is shrouded in fog, filled with a poison that can kill within 24 hours, and there is no escape.\n\nThe ruler of the island, Muom, is determined to rule the world by selection and elimination under the banner of immortality. Faced with a \"deathless enemy\" who cannot be killed with a gun or a sword, Lupin puts his past, and his pride as a thief on the line in a battle of wits.\n\nWill Lupin be able to steal everything within 24 hours and escape the island alive?\n\n(Source: Lupin Wiki)",
  "mean": 6.81,
  "rank": 5551,
  "popularity": 9423,
  "num_list_users": 4958,
  "num_scoring_users": 610,
  "nsfw": "white",
  "created_at": "2024-11-29T05:35:57+00:00",
  "updated_at": "2025-06-20T00:01:34+00:00",
  "media_type": "movie",
  "status": "finished_airing",
  "genres": [
    {
      "id": 1,
      "name": "Action"
    },
    {
      "id": 50,
      "name": "Adult Cast"
    },
    {
      "id": 2,
      "name": "Adventure"
    },
    {
      "id": 4,
      "name": "Comedy"
    },
    {
      "id": 7,
      "name": "Mystery"
    },
    {
      "id": 42,
      "name": "Seinen"
    }
  ],
  "num_episodes": 1,
  "start_season": {
    "year": 2025,
    "season": "spring"
  },
  "source": "manga",
  "average_episode_duration": 5580,
  "rating": "r",
  "studios": [
    {
      "id": 94,
      "name": "Telecom Animation Film"
    }
  ]
}