{
  "id": 60637,
  "title": "Mahou Shoujo Lyrical Nanoha EXCEEDS: Gun Blaze Vengeance",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1511/154816.jpg",
    "large": "https://cdn.myanimelist.net/images/anime/1511/154816l.jpg"
  },
  "alternative_titles": {
    "synonyms": [
      "Magical Girl Lyrical Nanoha EXCEEDS Gun Blaze Vengeance"
    ],
    "en": "",
    "ja": "魔法少女リリカルなのは EXCEEDS Gun Blaze Vengeance"
  },
  "start_date": "2026-07",
  "synopsis": "Thirty years ago, the sudden appearance of unknown invasive alien lifeforms nearly brought about the end of the world.\n\nSince then, humanity and these creatures, known as Invasion Species, have continued to clash over living territory. Although human safety is barely being maintained, the world remains on the brink of collapse. As the threat of death and destruction lingers, people go about their daily lives by turning away from the constant danger around them. In response, the United Nations establishes EXCEEDS, an organization tasked with investigating and combating threats caused by the Invasion Species.\n\nThe story begins in the Far Eastern island nation of Mizuho, where Shiina Kuze, a young hunter who exterminates invasive species, lives on a remote island. Wanting nothing more than a quiet life with her only family—her younger sister, Setsuna—Shiina's routine is disrupted when an unexpected incident occurs, drawing her into a much larger conflict.\n\n(Source: MAL News)",
  "popularity": 9698,
  "num_list_users": 4585,
  "num_scoring_users": 0,
  "nsfw": "white",
  "created_at": "2024-12-28T17:37:02+00:00",
  "updated_at": "2026-01-03T05:19:34+00:00",
  "media_type": "tv",
  "status": "not_yet_aired",
  "genres": [
    {
      "id": 1,
      "name": "Action"
    },
    {
      "id": 66,
      "name": "Mahou Shoujo"
    }
  ],
  "num_episodes": 0,
  "start_season": {
    "year": 2026,
    "season": "summer"
  },
  "source": "original",
  "average_episode_duration": 0,
  "studios": [
    {
      "id": 35,
      "name": "Seven Arcs"
    }
  ]
}