{
  "id": 60732,
  "title": "Mizu Zokusei no Mahoutsukai",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1224/147443.jpg",
    "large": "https://cdn.myanimelist.net/images/anime/1224/147443l.jpg"
  },
  "alternative_titles": {
    "synonyms": [
      "The Water Magician",
      "The Water Magician: The Central Provinces Arc",
      "Mizu Zokusei no Mahoutsukai Daiichibu: Chuuou Shokoku-hen"
    ],
    "en": "",
    "ja": "水属性の魔法使い"
  },
  "start_date": "2025-07",
  "synopsis": "Ryou is delighted to be reincarnated into the fantastical world of Phi, where he thinks he'll get to live a quiet life learning to use his newfound water magic. Going with the flow here, however, means something very different. Ryou is immediately pitted against the wild lands he winds up in and the slew of deadly monsters that call the remote subcontinent home. You'd think he'd forget about taking it easy when he's stuck fighting for his life, but lucky for Ryou, he's naturally optimistic, clever, and blessed with the hidden \"Eternal Youth\" trait. Twenty years pass in the blink of an eye, and each encounter along the way pushes him one step closer to the pinnacle of human magic. Little does he realize that's only the opening chapter of his tale. A fateful meeting soon thrusts Ryou to the forefront of history, forever changing the course of his life... Thus begins the adventures of the strongest water magician the world has ever seen—who also likes to do things at his own pace!\n\n(Source: J-Novel Club)",
  "popularity": 6361,
  "num_list_users": 11986,
  "num_scoring_users": 0,
  "nsfw": "white",
  "created_at": "2025-01-10T03:05:51+00:00",
  "updated_at": "2025-01-10T03:27:29+00:00",
  "media_type": "tv",
  "status": "not_yet_aired",
  "genres": [
    {
      "id": 1,
      "name": "Action"
    },
    {
      "id": 10,
      "name": "Fantasy"
    },
    {
      "id": 62,
      "name": "Isekai"
    },
    {
      "id": 72,
      "name": "Reincarnation"
    }
  ],
  "num_episodes": 0,
  "start_season": {
    "year": 2025,
    "season": "summer"
  },
  "source": "light_novel",
  "average_episode_duration": 0,
  "studios": [
    {
      "id": 1340,
      "name": "Typhoon Graphics"
    },
    {
      "id": 3060,
      "name": "WonderLand"
    }
  ]
}