{
  "id": 61077,
  "title": "Dragon Heart: Reikai Tanbouki",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1103/148127.jpg",
    "large": "https://cdn.myanimelist.net/images/anime/1103/148127l.jpg"
  },
  "alternative_titles": {
    "synonyms": [
      "Dragon Heart: An Exploration of the Spirit World",
      "Happy Science Movie 10"
    ],
    "en": "Dragon Heart: Adventures Beyond This World",
    "ja": "ドラゴン・ハート―霊界探訪記―"
  },
  "start_date": "2025-05-23",
  "end_date": "2025-05-23",
  "synopsis": "Ryusuke is a junior high school student living in Tokyo. During his summer vacation, he visits Tokushima and reunites with his teenage cousin, Tomomi. Ryusuke and Tomomi go outing to the Anabuki River where they get swept away by the rushing current.\n\nAs they sink to the bottom of the river, a dragon appears, rescues them, and takes them to a mysterious old man. The old man tells Ryusuke and Tomomi that they are already dead, but that he can send them back to life if they explore the spirit world and find their mission in life. Although perplexed with the situation, Ryusuke and Tomomi decide to begin their journey to the spirit world. First, they arrive in a gloomy town that looks like it’s from the 1960’s. Soon after, they are assailed by terrible things one after another. They see fear-ridden rogues killing one another and doctors mutilating patients. People die and rise. They get killed and rise again. Ryusuke and Tomomi realize that they are in hell. But their journey doesn’t end there. The adventure beyond this world continues into the unknown. Will they be able to find their mission in life?\n\n(Source: dragonheart-movie.com)",
  "rank": 18260,
  "popularity": 14116,
  "num_list_users": 1145,
  "num_scoring_users": 30,
  "nsfw": "white",
  "created_at": "2025-02-24T21:13:43+00:00",
  "updated_at": "2025-02-24T21:37:17+00:00",
  "media_type": "movie",
  "status": "finished_airing",
  "genres": [
    {
      "id": 10,
      "name": "Fantasy"
    },
    {
      "id": 37,
      "name": "Supernatural"
    }
  ],
  "num_episodes": 1,
  "start_season": {
    "year": 2025,
    "season": "spring"
  },
  "source": "original",
  "average_episode_duration": 7140,
  "rating": "g",
  "studios": [
    {
      "id": 1276,
      "name": "HS Pictures Studio"
    }
  ]
}