{
  "id": 61126,
  "title": "Kimi ga Shinu made Koi wo Shitai",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1192/155085.webp",
    "large": "https://cdn.myanimelist.net/images/anime/1192/155085l.webp"
  },
  "alternative_titles": {
    "synonyms": [
      "My Wish Is to Fall in Love Until You Die.",
      "Kimishinu"
    ],
    "en": "I Want to Love You Till Your Dying Day",
    "ja": "きみが死ぬまで恋をしたい"
  },
  "start_date": "2026-07",
  "synopsis": "The death of Sheena Totsuki's roommate is casually announced at the start of class, and the day carries on as usual. In an orphanage that raises children as soldiers, death is nothing new to the residents. With their home country embroiled in a war that has dragged on for too many years and shows no signs of stopping, the institution's children are sent off to die in battle every day. In contrast to the other orphans, Sheena is deeply disturbed by the ongoing conflict and wishes for it to end.\n\nOn the night of her roommate's death, Sheena met a blood-covered girl who remained jubilant despite the condition she was in. The next day, the girl appears as a new student in Sheena's class and introduces herself as Mimi Kagari. Initially thought to be a school myth, Mimi is said to be the secret weapon of the orphanage—a girl who cannot die. Assigned as Sheena's new roommate, Mimi hopes to get along with her and get accustomed to school life.\n\nHowever, unsettled by Mimi's carefree attitude toward the war, Sheena struggles to accept the world they live in, all while their unusual friendship flourishes amid the bleak situation.\n\n[Written by MAL Rewrite]",
  "popularity": 4510,
  "num_list_users": 31155,
  "num_scoring_users": 0,
  "nsfw": "gray",
  "created_at": "2025-03-02T13:04:21+00:00",
  "updated_at": "2026-01-23T13:12:48+00:00",
  "media_type": "tv",
  "status": "not_yet_aired",
  "genres": [
    {
      "id": 10,
      "name": "Fantasy"
    },
    {
      "id": 26,
      "name": "Girls Love"
    },
    {
      "id": 23,
      "name": "School"
    }
  ],
  "num_episodes": 0,
  "start_season": {
    "year": 2026,
    "season": "summer"
  },
  "source": "manga",
  "average_episode_duration": 0,
  "studios": [
    {
      "id": 2835,
      "name": "ROLL2"
    }
  ]
}