{
  "id": 61150,
  "title": "Onmyou Kaiten Re:Birth",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1933/150503.jpg",
    "large": "https://cdn.myanimelist.net/images/anime/1933/150503l.jpg"
  },
  "alternative_titles": {
    "synonyms": [
      "Onmyou Kaiten Re:Verse"
    ],
    "en": "Onmyo Kaiten Re:Birth Verse",
    "ja": "陰陽廻天 Re:バース"
  },
  "start_date": "2025-07-03",
  "synopsis": "Takeru Narihira is a lone wolf delinquent who spends his days getting into fights, avoiding friendships, and being captivated by a mysterious girl named Tsukimiya—someone he's only ever seen in his dreams.\n\nOne day, a sudden accident sends him tumbling off a cliff. When he regains consciousness, he finds himself in Denji Heian-kyou, a futuristic version of the ancient capital, where advanced technology and mysticism coexist. This world is under the protection of the legendary onmyouji, Abe no Seimei—and to Takeru's shock, Tsukimiya is real and living in this very place.\n\nJust as he begins to revel in this fated encounter, a deadly black mist known as Yamikaoru descends, bringing forth monstrous beings called Oni. In the chaos, both he and Tsukimiya are killed—only for Takeru to awaken once again in Denji Heian-kyou.\n\nRealizing he has somehow slipped through time, Takeru resolves to defy fate. To protect Tsukimiya from her doomed future, he turns to Abe no Seimei to train in the art of onmyou-jutsu. Now, as an onmyouji himself, he must fight to rewrite destiny and uncover the truth behind this strange new world.\n\n(Source: MAL News)",
  "mean": 6.52,
  "rank": 7095,
  "popularity": 5384,
  "num_list_users": 19104,
  "num_scoring_users": 2893,
  "nsfw": "gray",
  "created_at": "2025-03-06T03:04:59+00:00",
  "updated_at": "2025-07-05T21:01:53+00:00",
  "media_type": "tv",
  "status": "currently_airing",
  "genres": [
    {
      "id": 1,
      "name": "Action"
    },
    {
      "id": 10,
      "name": "Fantasy"
    },
    {
      "id": 62,
      "name": "Isekai"
    },
    {
      "id": 24,
      "name": "Sci-Fi"
    }
  ],
  "num_episodes": 0,
  "start_season": {
    "year": 2025,
    "season": "summer"
  },
  "broadcast": {
    "day_of_the_week": "thursday",
    "start_time": "00:45"
  },
  "source": "original",
  "average_episode_duration": 1375,
  "rating": "pg_13",
  "studios": [
    {
      "id": 287,
      "name": "David Production"
    }
  ]
}