{
  "id": 61240,
  "title": "Futsutsuka na Akujo dewa Gozaimasu ga: Suuguu Chouso Torikae Den",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1177/148527.webp",
    "large": "https://cdn.myanimelist.net/images/anime/1177/148527l.webp"
  },
  "alternative_titles": {
    "synonyms": [
      "Though I Am an Inept Villainess: Tale of the Butterfly-Rat Body Swap in the Maiden Court"
    ],
    "en": "",
    "ja": "ふつつかな悪女ではございますが ～雛宮蝶鼠とりかえ伝～"
  },
  "start_date": "2026-04",
  "synopsis": "Within the Kingdom of Ei's opulent inner court is the thriving Maiden Court, where the empress and the four imperial consorts are chosen from five prominent clans. Among them, one pristine consort-in-training, Reirin Kou, stands out as the perfect candidate for the future empress. Her virtue and elegance are unrivaled, and she is flawless—save for her extremely sickly constitution. Compared to the court's gentle butterfly, the boorish Keigetsu Shu is like a sewer rat. Always staring at Reirin with bitter envy, Keigetsu is a disgrace to the Maiden Court.\n\nDuring the night of a rare comet sighting, Keigetsu's jealousy reaches its peak, and she attempts to murder Reirin by pushing her off a balcony. Reirin is quickly saved from death, and Keigetsu is imprisoned to await her execution. Unbeknownst to all, Keigetsu has cast a spell to swap bodies with Reirin in order to steal all that belongs to her. But while Keigetsu is hindered by Reirin's frail body, Reirin fully embraces freedom and physical strength for the first time in her life, determined to live—no matter whose face she wears.\n\n[Written by MAL Rewrite]",
  "popularity": 9098,
  "num_list_users": 5397,
  "num_scoring_users": 0,
  "nsfw": "white",
  "created_at": "2025-03-17T10:02:01+00:00",
  "updated_at": "2025-12-24T15:08:47+00:00",
  "media_type": "tv",
  "status": "not_yet_aired",
  "genres": [
    {
      "id": 10,
      "name": "Fantasy"
    },
    {
      "id": 22,
      "name": "Romance"
    },
    {
      "id": 83,
      "name": "Villainess"
    }
  ],
  "num_episodes": 0,
  "start_season": {
    "year": 2026,
    "season": "spring"
  },
  "source": "light_novel",
  "average_episode_duration": 0,
  "studios": [
    {
      "id": 95,
      "name": "Doga Kobo"
    }
  ]
}