{
  "id": 61276,
  "title": "Mikata ga Yowasugite Hojo Mahou ni Tesshiteita Kyuutei Mahoushi, Tsuihou sarete Saikyou wo Mezashimasu",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1411/148643.jpg",
    "large": "https://cdn.myanimelist.net/images/anime/1411/148643l.jpg"
  },
  "alternative_titles": {
    "synonyms": [
      "The Banished Court Magician Aims to Become the Strongest",
      "A Court Magician, Who Was Focused on Supportive Magic Because His Allies Were too Weak, Aims to Become the Strongest After Being Banished",
      "Story of Lasting Period"
    ],
    "en": "",
    "ja": "味方が弱すぎて補助魔法に徹していた宮廷魔法師、追放されて最強を目指す"
  },
  "start_date": "2025-10",
  "synopsis": "\"This party doesn't need an incompetent magician who can only use supportive magic. You're fired, Alec Ygret.\"\n\nSuddenly, Alec, a court magician who had joined the crown prince's party to help him conquer dungeons—was banished from the party. And not just the party, but the crown prince's harassment has banished him from the royal palace as well, and a friend from the \"magic academy\" approached Alec, who was at his wit's end.\n\n\"Hey, Alec. Do you want to try to conquer the dungeon with us again?\"\n\nAnd so, together with the friends he used to party with, Alec begins his second journey in life. This is the adventure story of a former court magician who had been abandoned.\n\nFour years ago, the \"Lasting Period,\" a party of four that had been called \"legendary,\" has gradually spread its name around the world.\n\n(Source: Kodansha, translated)",
  "popularity": 11016,
  "num_list_users": 2745,
  "num_scoring_users": 1,
  "nsfw": "white",
  "created_at": "2025-03-21T03:03:39+00:00",
  "updated_at": "2025-04-28T03:03:40+00:00",
  "media_type": "tv",
  "status": "not_yet_aired",
  "genres": [
    {
      "id": 1,
      "name": "Action"
    },
    {
      "id": 2,
      "name": "Adventure"
    },
    {
      "id": 10,
      "name": "Fantasy"
    }
  ],
  "num_episodes": 0,
  "start_season": {
    "year": 2025,
    "season": "fall"
  },
  "source": "light_novel",
  "average_episode_duration": 0,
  "studios": [
    {
      "id": 2554,
      "name": "Gekkou"
    }
  ]
}