{
  "id": 61469,
  "title": "Steel Ball Run: JoJo no Kimyou na Bouken",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1448/154111.jpg",
    "large": "https://cdn.myanimelist.net/images/anime/1448/154111l.jpg"
  },
  "alternative_titles": {
    "synonyms": [
      "JoJo's Bizarre Adventure Part 7: Steel Ball Run",
      "JoJo no Kimyou na Bouken Part 7: Steel Ball Run",
      "SBR"
    ],
    "en": "Steel Ball Run: JoJo's Bizarre Adventure",
    "ja": "スティール・ボール・ラン ジョジョの奇妙な冒険"
  },
  "start_date": "2026-03-19",
  "synopsis": "In the American Old West, the world's greatest race is about to begin. Thousands line up in San Diego to travel over six thousand kilometers for a chance to win the grand prize of fifty million dollars. With the era of the horse reaching its end, contestants are allowed to use any kind of vehicle they wish. Competitors will have to endure grueling conditions, traveling up to a hundred kilometers a day through uncharted wastelands. The Steel Ball Run is truly a one-of-a-kind event.\n\nThe youthful Johnny Joestar, a crippled former horse racer, has come to San Diego to watch the start of the race. There he encounters Gyro Zeppeli, a racer with two steel balls at his waist instead of a gun. Johnny witnesses Gyro using one of his steel balls to unleash a fantastical power, compelling a man to fire his gun at himself during a duel. In the midst of the action, Johnny happens to touch the steel ball and feels a power surging through his legs, allowing him to stand up for the first time in two years. Vowing to find the secret of the steel balls, Johnny decides to compete in the race, and so begins his bizarre adventure across America on the Steel Ball Run.\n\n[Written by MAL Rewrite]",
  "popularity": 3023,
  "num_list_users": 65135,
  "num_scoring_users": 10,
  "nsfw": "white",
  "created_at": "2025-04-12T12:07:07+00:00",
  "updated_at": "2025-12-22T07:42:59+00:00",
  "media_type": "ona",
  "status": "not_yet_aired",
  "genres": [
    {
      "id": 1,
      "name": "Action"
    },
    {
      "id": 2,
      "name": "Adventure"
    },
    {
      "id": 13,
      "name": "Historical"
    },
    {
      "id": 7,
      "name": "Mystery"
    },
    {
      "id": 42,
      "name": "Seinen"
    },
    {
      "id": 27,
      "name": "Shounen"
    },
    {
      "id": 37,
      "name": "Supernatural"
    }
  ],
  "num_episodes": 0,
  "start_season": {
    "year": 2026,
    "season": "winter"
  },
  "source": "manga",
  "average_episode_duration": 0,
  "rating": "r",
  "studios": [
    {
      "id": 287,
      "name": "David Production"
    }
  ]
}