{
  "id": 61517,
  "title": "Kingdom 6th Season",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1265/149299.webp",
    "large": "https://cdn.myanimelist.net/images/anime/1265/149299l.webp"
  },
  "alternative_titles": {
    "synonyms": [],
    "en": "Kingdom: Season 6",
    "ja": "キングダム 第6シリーズ"
  },
  "start_date": "2025-10",
  "synopsis": "In ancient China, during the Warring States period, a former servant named Xin rises through the ranks with a dream: to become the greatest general under the heavens. Fighting alongside King Ying Zheng of Qin—who seeks to unify China and end the chaos—Xin leads his own unit, the Fei Xin Force, onto the battlefield.\n\nWith power reclaimed from the influential Chancellor Buwei Lü, King Ying Zheng begins laying the groundwork for a new, unified legal state with the support of key allies like strategist Changping Jun and legalist Li Si.\n\nAs Qin launches a campaign to seize new territory from the state of Zhao, their advance is halted by the brilliant strategist, Li Mu. In response, Changping Jun devises a bold plan: to bypass Zhao's defenses and strike at the key city of Gyou, near Zhao's capital.\n\nTo carry out this risky maneuver, a powerful coalition army is formed—led by the tacticians Ou Sen (Wang Jian), Kan Ki (Huan Yi), and the warrior queen Yo Tan Wa (Yang Duanhe). Joining them are the next generation of Qin commanders: Xin's Fei Xin Force, Mou Ten (Meng Tian)'s Gaku Ka Unit, and Ou Hon (Wang Ben)'s Gyoku Hou Unit, each operating independently.\n\nThe fierce battle for Gyou begins, as the future of Qin's unification hangs in the balance.\n\n(Source: MAL News)",
  "popularity": 8131,
  "num_list_users": 6508,
  "num_scoring_users": 1,
  "nsfw": "white",
  "created_at": "2025-04-17T09:19:45+00:00",
  "updated_at": "2025-04-18T02:47:55+00:00",
  "media_type": "tv",
  "status": "not_yet_aired",
  "genres": [
    {
      "id": 1,
      "name": "Action"
    },
    {
      "id": 13,
      "name": "Historical"
    },
    {
      "id": 38,
      "name": "Military"
    },
    {
      "id": 42,
      "name": "Seinen"
    }
  ],
  "num_episodes": 0,
  "start_season": {
    "year": 2025,
    "season": "fall"
  },
  "source": "manga",
  "average_episode_duration": 0,
  "rating": "r",
  "studios": [
    {
      "id": 1,
      "name": "Pierrot"
    },
    {
      "id": 1998,
      "name": "Studio Signpost"
    }
  ]
}