{
  "id": 61567,
  "title": "Jiu Yang Wushen",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1107/150131.jpg",
    "large": "https://cdn.myanimelist.net/images/anime/1107/150131l.jpg"
  },
  "alternative_titles": {
    "synonyms": [
      "Nine Suns Martial God"
    ],
    "en": "Ascendants of the Nine Suns",
    "ja": "九阳武神"
  },
  "start_date": "2025-11-22",
  "synopsis": "In his previous life, Ye Yunfei was gifted, but his martial veins suddenly closed and he could not practice martial arts. He was ridiculed by his family, betrayed by his fiancee, and encircled by various families. The young Ye Yunfei was deserted by his friends, bullied, sadly left by his beloved, and his father died tragically in battle. \n\nFortunately, the Purple Saint True Lord who passed by Yunyou took him in as his disciple. Ye Yuntian grew up to be the youngest emperor in history, but was attacked when he was crossing the calamity. He was reborn when all the martial veins were lost, but it was also a passionate youth. Meeting his old relatives, friends, and lovers again, facing everything familiar, Ye Yunfei, a generation of emperor, chose to start over. \n\nThere is still a trace of the soul of the emperor in his body, so that the memory of the previous life can be preserved intact. There is a dispute over fame and status inside, and the responsibility of honor and disgrace of the family veins outside. The imperial pride gathers, the four major sects are each for their own strength, and the heroes of Tianxuan Continent rise together. \n\nYe Yunfei is familiar with the rules that the strong are respected in this world. With the help of the thousand-year memory of the Emperor of Heaven, Ye Yunfei's martial arts progressed amazingly, and he continued to grow in the martial arts world, and led his family and master to grow rapidly. Not long after the stabilization, foreign invaders came and invaded. Ye Yunfei led the people to resist and defend their homeland forever. \n\nIn order to pursue a higher level of martial arts, Ye Yunfei left his hometown and embarked on a new journey, and finally became a generation of Emperor of Heaven. Having experienced too many insults and harassment, this life must be a life of killing gods and Buddhas, and riding a horse with a sword, living up to the youth.\n\n(Source: iQIYI, translated)",
  "rank": 17630,
  "popularity": 19118,
  "num_list_users": 420,
  "num_scoring_users": 54,
  "nsfw": "white",
  "created_at": "2025-04-24T18:41:44+00:00",
  "updated_at": "2025-12-03T04:04:29+00:00",
  "media_type": "ona",
  "status": "currently_airing",
  "genres": [
    {
      "id": 1,
      "name": "Action"
    },
    {
      "id": 2,
      "name": "Adventure"
    },
    {
      "id": 10,
      "name": "Fantasy"
    },
    {
      "id": 13,
      "name": "Historical"
    },
    {
      "id": 17,
      "name": "Martial Arts"
    }
  ],
  "num_episodes": 20,
  "start_season": {
    "year": 2025,
    "season": "fall"
  },
  "source": "web_novel",
  "average_episode_duration": 1140,
  "rating": "pg_13",
  "studios": [
    {
      "id": 2529,
      "name": "Xing Yi Kai Chen"
    }
  ]
}