{
  "id": 61639,
  "title": "Da Tang Chengfeng Lu",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1015/149653.jpg",
    "large": "https://cdn.myanimelist.net/images/anime/1015/149653l.jpg"
  },
  "alternative_titles": {
    "synonyms": [
      "Da Tang Cheng Feng Lu",
      "Records of the Tang Dynasty"
    ],
    "en": "Wind Driver in Tang Dynasty",
    "ja": "大唐乘风录"
  },
  "start_date": "2025-09-25",
  "synopsis": "The notorious divinely-skilled Mu Tianhou was suddenly ambushed, causing a stir in the martial arts world. Two upright disciples, Zheng Dongting and Zu Beiqiu (the useless brothers), met each other because of this. In order to help their younger brother Zu Beiqiu find his wife whom he had not seen for ten years, and also to find the real murderer who killed their master, a famous constable and a rich second-generation accidentally teamed up to venture into the world and embarked on an adventurous journey of delivering a divorce letter for thousands of miles. \n\nThe two came to the Luo family in Yangzhou, but encountered the Luo family's massacre and were mistaken for the murderer. They were called \"the two evildoers of Central Plains.\" Between the two of them, Zheng Dongting has martial arts that he cannot use, while Zu Beiqiu has martial arts that he doesn't know how to use. Although the brothers intend to clear their names, the misunderstandings of the various factions in the martial arts world continue to deepen, and the righteous martial arts people rise up to attack them. After experiencing manny dangerous situations, the two discovered that this was a big conspiracy against them...\n\n(Source: iQIYI, Google translated)",
  "rank": 21066,
  "popularity": 20995,
  "num_list_users": 308,
  "num_scoring_users": 46,
  "nsfw": "white",
  "created_at": "2025-05-05T20:56:47+00:00",
  "updated_at": "2025-12-07T21:01:19+00:00",
  "media_type": "ona",
  "status": "currently_airing",
  "genres": [
    {
      "id": 1,
      "name": "Action"
    },
    {
      "id": 2,
      "name": "Adventure"
    },
    {
      "id": 10,
      "name": "Fantasy"
    }
  ],
  "num_episodes": 26,
  "start_season": {
    "year": 2025,
    "season": "summer"
  },
  "source": "novel",
  "average_episode_duration": 1200,
  "rating": "pg_13",
  "studios": []
}