{
  "id": 61687,
  "title": "Jishou Akuyaku Reijou na Konyakusha no Kansatsu Kiroku.",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1769/153376.jpg",
    "large": "https://cdn.myanimelist.net/images/anime/1769/153376l.jpg"
  },
  "alternative_titles": {
    "synonyms": [
      "Observation Records of My Fiancée: The Misadventures of a Self-Proclaimed Villainess",
      "Fiancé's Observation Record of a Self-proclaimed Villainess"
    ],
    "en": "",
    "ja": "自称悪役令嬢な婚約者の観察記録。"
  },
  "start_date": "2026-04-06",
  "synopsis": "For a natural genius like Crown Prince Cecil Glow Alfostar, every day is a bore. Knowledge and skills come far too easily for him, to the point that nothing can captivate his interest. However, this changes the day he meets someone who never fails to betray his expectations—his fiancée and self-proclaimed villainess Bertia Evil Nochesse.\n\nBertia claims that this world is that of an \"otome game.\" She has been reborn as the villainess, and it is her duty to impede the relationship between Cecil and the heroine. Never one to shy away from fate, she zealously takes to her evil role... to mixed results. Though she doesn't realize it, Bertia's supposedly \"evil deeds\" always come off as sincere and kind. Finally relieved of his melancholy, there is never a boring day for Cecil as he observes his unknowingly good-hearted fiancée.\n\n[Written by MAL Rewrite]",
  "popularity": 8480,
  "num_list_users": 6570,
  "num_scoring_users": 1,
  "nsfw": "white",
  "created_at": "2025-05-12T06:05:47+00:00",
  "updated_at": "2026-02-02T01:36:52+00:00",
  "media_type": "tv",
  "status": "not_yet_aired",
  "genres": [
    {
      "id": 4,
      "name": "Comedy"
    },
    {
      "id": 10,
      "name": "Fantasy"
    },
    {
      "id": 22,
      "name": "Romance"
    },
    {
      "id": 83,
      "name": "Villainess"
    }
  ],
  "num_episodes": 0,
  "start_season": {
    "year": 2026,
    "season": "spring"
  },
  "broadcast": {
    "day_of_the_week": "monday",
    "start_time": "22:00"
  },
  "source": "light_novel",
  "average_episode_duration": 0,
  "studios": [
    {
      "id": 242,
      "name": "Ashi Productions"
    }
  ]
}