{
  "id": 6178,
  "title": "Pokemon Movie 12: Arceus Choukoku no Jikuu e",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/8/21315.webp",
    "large": "https://cdn.myanimelist.net/images/anime/8/21315l.webp"
  },
  "alternative_titles": {
    "synonyms": [
      "Gekijouban Pocket Monsters Diamond and Pearl: To the Conquering of Space-Time",
      "Pokemon Diamond & Pearl: Arceus Choukoku no Jikuu e"
    ],
    "en": "Pokémon: Arceus and the Jewel of Life",
    "ja": "ポケットモンスター ダイヤモンド&パール アルセウス 超克の時空へ"
  },
  "start_date": "2009-07-18",
  "end_date": "2009-07-18",
  "synopsis": "In ages long forgotten, when Earth found itself on a collision course with a meteor, Legendary Pokémon Arceus used its power to avert the danger. However, this feat caused the 16 Plates surrounding it to scatter across the world. Without the Plates providing Arceus with life energy, it began to die. A human named Damon managed to find one of the Plates and returned it to the moribund Pokémon, helping it recover. As a reward, Arceus created the Jewel of Life and gave it to the people of Michina Town, stipulating that it must be returned, but the humans refused, hogging the Jewel to themselves. In the battle that ensued, Damon was killed and Arceus went into slumber, vowing to punish humanity upon its return.\n\nSatoshi and his companions arrive in Michina Town where they come across Sheena, a descendant of Damon, who claims to be in possession of the Jewel of Life and intends on giving it back to Arceus when it awakens.\n\nThe situation takes an unexpected turn when Arceus, despite Sheena's best intentions, remains unsatisfied. Satoshi must now prevent the destruction of the entire human race, as Arceus' fury causes distortions in the fabric of the universe, enraging the Legendary trio—Dialga, Palkia, and Giratina—and disturbing the world's balance.\n\n[Written by MAL Rewrite]",
  "mean": 7.05,
  "rank": 4214,
  "popularity": 2358,
  "num_list_users": 93411,
  "num_scoring_users": 56928,
  "nsfw": "white",
  "created_at": "2009-03-12T19:51:40+00:00",
  "updated_at": "2022-03-02T22:12:17+00:00",
  "media_type": "movie",
  "status": "finished_airing",
  "genres": [
    {
      "id": 1,
      "name": "Action"
    },
    {
      "id": 2,
      "name": "Adventure"
    },
    {
      "id": 4,
      "name": "Comedy"
    },
    {
      "id": 8,
      "name": "Drama"
    },
    {
      "id": 10,
      "name": "Fantasy"
    },
    {
      "id": 15,
      "name": "Kids"
    }
  ],
  "num_episodes": 1,
  "start_season": {
    "year": 2009,
    "season": "summer"
  },
  "source": "game",
  "average_episode_duration": 5640,
  "rating": "pg",
  "studios": [
    {
      "id": 28,
      "name": "OLM"
    }
  ]
}