{
  "id": 62076,
  "title": "Super no Ura de Yani Suu Futari",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1877/155018.jpg",
    "large": "https://cdn.myanimelist.net/images/anime/1877/155018l.jpg"
  },
  "alternative_titles": {
    "synonyms": [
      "Smoking Behind the Supermarket with You",
      "Super no Ura de Yani Suu Hanashi, A Story About Smoking at the Back of the Supermarket",
      "YaniSuu"
    ],
    "en": "Behind the Supermarket, Smoking with You.",
    "ja": "スーパーの裏でヤニ吸うふたり"
  },
  "start_date": "2026-07",
  "synopsis": "The sole thing that gets the middle-aged Sasaki through his soul-sucking job is a cheerful smile from Yamada—the young woman who works at a nearby 24-hour supermarket he frequents. After every tiring day of getting berated by his boss, Sasaki stops by the store to have his spirit healed by his favorite cashier.\n\nAfter a particularly grueling day, Sasaki shows up at the supermarket, only to find that Yamada's shift has already ended. Disappointed, he searches for a place to smoke when a woman from behind the store calls him over to join her. The bold and dangerously playful Tayama is quick to call out Sasaki's peculiar habit of always seeking out her coworker—even going as far as telling Yamada about Sasaki's vested interest in her.\n\nNow, in addition to seeing his adored cashier Yamada, Sasaki also visits the store to see if his new smoking partner Tayama is around. But there is more to Tayama's mischievousness than she initially lets on. With every cigarette, an unlikely friendship begins to blossom.\n\n[Written by MAL Rewrite]",
  "popularity": 6568,
  "num_list_users": 12281,
  "num_scoring_users": 2,
  "nsfw": "white",
  "created_at": "2025-07-18T09:08:49+00:00",
  "updated_at": "2026-01-16T03:09:11+00:00",
  "media_type": "tv",
  "status": "not_yet_aired",
  "genres": [
    {
      "id": 50,
      "name": "Adult Cast"
    },
    {
      "id": 74,
      "name": "Love Status Quo"
    },
    {
      "id": 22,
      "name": "Romance"
    }
  ],
  "num_episodes": 0,
  "start_season": {
    "year": 2026,
    "season": "summer"
  },
  "broadcast": {
    "day_of_the_week": "thursday",
    "start_time": "23:56"
  },
  "source": "manga",
  "average_episode_duration": 0,
  "studios": [
    {
      "id": 406,
      "name": "Asahi Production"
    }
  ]
}