{
  "id": 62165,
  "title": "Wan Jian Wangzuo",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1098/151287.jpg",
    "large": "https://cdn.myanimelist.net/images/anime/1098/151287l.jpg"
  },
  "alternative_titles": {
    "synonyms": [
      "Throne of Ten Thousand Swords"
    ],
    "en": "",
    "ja": "万剑王座"
  },
  "start_date": "2025-08-04",
  "synopsis": "In the vast Jiang Dynasty, the culture of swordsmanship has been passed down for millennia, and the people take pride in practicing it. However, reaching its pinnacle, the \"Sword God Realm,\" is a rare feat. Over a decade ago, the once-powerful Wuji Sword God was severely injured by the schemes of the Changsheng Sword God, forcing him to retreat into seclusion in the mountains, detached from worldly affairs. \n\nNow, Zhan Yibai, Wuji Sword God's only disciple, has finally come of age, and the time has arrived for him to embark on a journey of training as agreed upon by master and disciple. Before departing, to enhance Zhan Yibai's self-defense abilities, Wuji Sword God gifted him his personal sword and instructed him to rapidly achieve the realm of Sword God. New to the secular world, Zhan Yibai befriends Jiang Mingyue, Princess of the dynasty, and Li Kuang, the second son of the Prince of Zhennan. Hoping to rapidly grow, he and his companions participate in the \"Ancient Dynasty Ruins\" trial, embarking on a remarkable journey.\n\n(Source: Bangumi, translated)",
  "rank": 15691,
  "popularity": 28648,
  "num_list_users": 43,
  "num_scoring_users": 4,
  "nsfw": "white",
  "created_at": "2025-08-04T11:55:52+00:00",
  "updated_at": "2025-08-04T11:55:52+00:00",
  "media_type": "ona",
  "status": "currently_airing",
  "genres": [
    {
      "id": 1,
      "name": "Action"
    },
    {
      "id": 2,
      "name": "Adventure"
    },
    {
      "id": 10,
      "name": "Fantasy"
    },
    {
      "id": 13,
      "name": "Historical"
    },
    {
      "id": 17,
      "name": "Martial Arts"
    }
  ],
  "num_episodes": 40,
  "start_season": {
    "year": 2025,
    "season": "summer"
  },
  "average_episode_duration": 420,
  "rating": "pg_13",
  "studios": [
    {
      "id": 2042,
      "name": "Ruo Hong Culture"
    }
  ]
}