{
  "id": 62472,
  "title": "Jueshi Shen Huang",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1692/152003.jpg",
    "large": "https://cdn.myanimelist.net/images/anime/1692/152003l.jpg"
  },
  "alternative_titles": {
    "synonyms": [
      "Peerless Divine Emperor"
    ],
    "en": "",
    "ja": "绝世神皇"
  },
  "start_date": "2025-09-13",
  "synopsis": "Jing Yunxiao was once the supreme Emperor of Samsara on the Dragon Territory Continent. When faced with a conspiracy, he used the Five-Turn Samsara Technique to be reborn as a young man from the Jing family of Hongye Town. Drawing on his past life memories, Jing Yunxiao helped the Jing family overcome the threat of Black Dragon Village, but his grandfather, Jing Yufeng, was also seriously injured. \n\nDesperate, Jing Yunxiao shouldered the responsibility of saving his family and journeyed alone to Huangshi City in search of medicine. Misfortunes never come singly. The Jing family, originally an aristocratic family in the capital of Baizhan Kingdom, retreated to Hongye Town to escape the pursuit of the God of War Palace. Jing Yunxiao's reappearance caught the attention of the God of War Palace. To eliminate the root of the problem, the God of War Palace dispatched the assassin organization, the Dark Feather Palace, to Huangshi City to assassinate Jing Yunxiao. \n\nMeanwhile, Jing Yunxiao, in pursuit of medicine, defeated geniuses from all sides at the Hidden Dragon Competition and bravely entered the Thousand Machines Treasure to win the heart of the icy beauty Mu Shishi. While astonishing everyone with his skills, he also made enemies with many sects. With the sects seeking revenge in front and the Dark Feather Palace hunting behind, how Jing Yunxiao can protect his family and defeat this powerful enemy has become a mystery...\n\n(Source: Tencent, Google translated)",
  "rank": 17620,
  "popularity": 22452,
  "num_list_users": 214,
  "num_scoring_users": 20,
  "nsfw": "white",
  "created_at": "2025-09-11T13:03:33+00:00",
  "updated_at": "2025-12-07T13:48:38+00:00",
  "media_type": "ona",
  "status": "currently_airing",
  "genres": [
    {
      "id": 1,
      "name": "Action"
    },
    {
      "id": 2,
      "name": "Adventure"
    },
    {
      "id": 10,
      "name": "Fantasy"
    },
    {
      "id": 13,
      "name": "Historical"
    },
    {
      "id": 17,
      "name": "Martial Arts"
    }
  ],
  "num_episodes": 40,
  "start_season": {
    "year": 2025,
    "season": "summer"
  },
  "average_episode_duration": 420,
  "rating": "pg_13",
  "studios": [
    {
      "id": 2042,
      "name": "Ruo Hong Culture"
    }
  ]
}