{
  "id": 62480,
  "title": "Huanggu En Chou Lu: Po Feng Pian",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1922/152029.jpg",
    "large": "https://cdn.myanimelist.net/images/anime/1922/152029l.jpg"
  },
  "alternative_titles": {
    "synonyms": [],
    "en": "",
    "ja": "荒古恩仇录·破风篇"
  },
  "start_date": "2025-09-17",
  "synopsis": "The young Qin Feng, hailed as a once-in-a-millennium prodigy in the Wuji Nation, was framed and his entire family was wiped out, leaving him alone. After his martial veins were crippled, he was cast into a small, remote sect to fend for himself. Determined to become stronger and seek revenge, he endured constant bullying, often protected by his kind-hearted Second Senior Sister, who shared a common fate. Unbeknownst to everyone, Qin Feng had already secretly embarked on the arduous path of physical cultivation. Upon learning that three members of his sect were eligible to train at the Tiandao Academy, and with the spots already secured, he broke free from his humiliation. Upon being humiliated once again by the sect's prodigy, Yun Tianyu, he revealed his physical cultivation identity and violently assaulted Yun Tianyu, shocking everyone. Afterwards, he took the initiative, repeatedly teaching Yun Tianyu a lesson, openly challenging the protective Great Elder, and vowing to get a spot in Tiandao Academy, because only in this way could he become stronger. To prevent his apprentice from being humiliated, the two sides finally agreed to a duel in seven days. The winner would receive a spot to practice in Tiandao Academy. During this process, Yun Tianyu broke through the realm and unexpectedly became the Son of God. He was sought after and everyone thought he would win easily. Even the Second Senior Sister tried to persuade him to give up and offered to give him her spot, but Qin Feng refused. In a few days, Qin Feng also received the saint's inheritance. While shouldering the responsibility of saving the human race, he began to secretly practice hellishly.\n\n(Source: Tencent, Google translated)",
  "rank": 22094,
  "popularity": 23742,
  "num_list_users": 156,
  "num_scoring_users": 16,
  "nsfw": "white",
  "created_at": "2025-09-13T03:14:51+00:00",
  "updated_at": "2025-09-18T06:11:11+00:00",
  "media_type": "ona",
  "status": "currently_airing",
  "genres": [
    {
      "id": 1,
      "name": "Action"
    },
    {
      "id": 2,
      "name": "Adventure"
    },
    {
      "id": 10,
      "name": "Fantasy"
    },
    {
      "id": 17,
      "name": "Martial Arts"
    }
  ],
  "num_episodes": 40,
  "start_season": {
    "year": 2025,
    "season": "summer"
  },
  "average_episode_duration": 420,
  "rating": "pg_13",
  "studios": [
    {
      "id": 2042,
      "name": "Ruo Hong Culture"
    }
  ]
}