{
  "id": 6275,
  "title": "Pokemon Fushigi no Dungeon: Sora no Tankentai - Toki to Yami wo Meguru Saigo no Bouken",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/4/14003.jpg",
    "large": "https://cdn.myanimelist.net/images/anime/4/14003l.jpg"
  },
  "alternative_titles": {
    "synonyms": [
      "Pokémon Mystery Dungeon: Explorers of the Sky"
    ],
    "en": "Pokémon Mystery Dungeon: Explorers of Sky—Beyond Time and Darkness",
    "ja": "ポケモン不思議のダンジョン 空の探検隊～時と闇をめぐる最後の冒険～"
  },
  "start_date": "2009-04-12",
  "end_date": "2009-04-12",
  "synopsis": "In a world where Pokémon live and communicate with each other, there are mythical treasures known as the Time Gears that regulate the flow of time in their respective areas. If one is removed from its resting place, time will freeze in that area, so even evil Pokémon do not dare to steal them. But recently, anomalies in time have been appearing throughout the land, causing the appearance of Mystery Dungeons and violent Pokémon. Pokémon exploration teams have been formed to explore these Mystery Dungeons, arrest the violent Pokémon, and help maintain the peace.\n\nIt turns out that the anomalies in time have not been caused by the recent disappearance of the Time Gears, but by Temporal Tower slowly falling apart and Dialga corrupting into Dark Dialga. The newly infamous thief Juptile had stolen the Time Gears in order to take them to Temporal Tower and stop its deterioration. The Pokémon exploration team Team Pokédans—which consists of Hikozaru and a once-human Pochama—must team up with Juptile to go to the Phantom Land where Temporal Tower is located. If the trio fails, Temporal Tower will completely collapse, leaving the whole world frozen in time forever...\n\n[Written by MAL Rewrite]",
  "mean": 6.66,
  "rank": 6145,
  "popularity": 6524,
  "num_list_users": 10978,
  "num_scoring_users": 4985,
  "nsfw": "white",
  "created_at": "2009-03-26T06:44:09+00:00",
  "updated_at": "2024-02-26T14:57:58+00:00",
  "media_type": "tv_special",
  "status": "finished_airing",
  "genres": [
    {
      "id": 2,
      "name": "Adventure"
    },
    {
      "id": 10,
      "name": "Fantasy"
    },
    {
      "id": 15,
      "name": "Kids"
    }
  ],
  "num_episodes": 1,
  "start_season": {
    "year": 2009,
    "season": "spring"
  },
  "source": "game",
  "average_episode_duration": 1500,
  "rating": "pg",
  "studios": [
    {
      "id": 28,
      "name": "OLM"
    }
  ]
}