{
  "id": 62896,
  "title": "Chou Kaguya-hime!",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1544/154878.webp",
    "large": "https://cdn.myanimelist.net/images/anime/1544/154878l.webp"
  },
  "alternative_titles": {
    "synonyms": [],
    "en": "Cosmic Princess Kaguya!",
    "ja": "超かぐや姫！"
  },
  "start_date": "2026-01-22",
  "end_date": "2026-01-22",
  "synopsis": "Tsukuyomi is a virtual realm where hopes and dreams come together. Iroha Sakayori, a 17-year-old high school student in Tokyo, leads an extremely busy life trying to balance part-time work and academics. She finds peace by watching a popular streamer named Yachiyo Runami, who is the administrator of an online virtual space called Tsukuyomi.\n\nIroha frequents Tsukuyomi, where people can live different lives and freely pursue their creativity, and she passes the time by supporting Yachiyo and playing battle games to earn a little extra money. On her way home one day, Iroha finds a telephone pole shining with iridescent hues. To her surprise, an adorable baby emerges from the pole. Unable to abandon it, Iroha takes the infant home and watches her rapidly grow into a girl her own age.\n\n\"Are you Princess Kaguya?\"\n\nThe grown-up Kaguya develops a self-indulgent personality. At Kaguya's fervent request, Iroha helps her start streaming in Tsukuyomi. With Iroha as producer and songwriter and Kaguya as streamer and singer, the two grow steadily closer. Little do they know that ominous forces lie in wait, eager to take Kaguya back to the moon.\n\nThis is the tale of Princess Kaguya as never seen before.\n\n(Source: Netflix, edited)",
  "popularity": 6385,
  "num_list_users": 13082,
  "num_scoring_users": 2,
  "nsfw": "white",
  "created_at": "2025-11-05T12:13:07+00:00",
  "updated_at": "2026-01-07T00:43:25+00:00",
  "media_type": "ona",
  "status": "not_yet_aired",
  "genres": [
    {
      "id": 10,
      "name": "Fantasy"
    },
    {
      "id": 19,
      "name": "Music"
    }
  ],
  "num_episodes": 1,
  "start_season": {
    "year": 2026,
    "season": "winter"
  },
  "source": "original",
  "average_episode_duration": 8580,
  "studios": [
    {
      "id": 1033,
      "name": "Studio Colorido"
    },
    {
      "id": 3226,
      "name": "Studio Chromato"
    }
  ]
}