{
  "id": 652,
  "title": "Galaxy Angel Z",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1747/106205.webp",
    "large": "https://cdn.myanimelist.net/images/anime/1747/106205l.webp"
  },
  "alternative_titles": {
    "synonyms": [
      "Galaxy Angel 2"
    ],
    "en": "",
    "ja": "ギャラクシーエンジェルＺ"
  },
  "start_date": "2002-02-03",
  "end_date": "2002-03-31",
  "synopsis": "In the far future, the human race advanced to space, and prospered. However, Jikushin ( earthquake of time and space ) which occurred suddenly intercepted all networks, and all the civilizations were reset. However, the human race begins to revive, and enters the prosperity age of The Second by the Transvaal imperial country which rises at the center of the galactic system. The science and technology before the civilization was reset, that is, \"Lost Technology\" was considered to be god`s task. And, it came to be worshiped by the priest who was called \"Tsuki no miko\".\n\nOn the other hand, a certain guard fleet was stationed in the frontier of the galactic system. Though it was the seemingly perfectly ordinary army, the team composed only of the woman called \"Angel Corps\" existed in this army. They controlled the spaceship which was called \"Angel Frame\" which was the relic of Lost Technology. And, they collected the lost technology by using the angel frame, and carried out the duties to manage them. They were not the elite pilots, but Angel Corps was rather an eccentric person`s group. Arms mania`s Forte, costume player`s Mint, taciturn Vanilla, showy Ranpha and Milfeulle who likes cooking ... Every time, they cause a big trouble in the mission.\n\n(Source: AniDB)",
  "mean": 7.15,
  "rank": 3792,
  "popularity": 6575,
  "num_list_users": 11783,
  "num_scoring_users": 5512,
  "nsfw": "white",
  "created_at": "2006-02-02T16:14:19+00:00",
  "updated_at": "2022-04-07T01:35:48+00:00",
  "media_type": "tv",
  "status": "finished_airing",
  "genres": [
    {
      "id": 4,
      "name": "Comedy"
    },
    {
      "id": 24,
      "name": "Sci-Fi"
    }
  ],
  "num_episodes": 9,
  "start_season": {
    "year": 2002,
    "season": "winter"
  },
  "broadcast": {
    "day_of_the_week": "sunday",
    "start_time": "09:30"
  },
  "source": "original",
  "average_episode_duration": 1440,
  "rating": "pg",
  "studios": [
    {
      "id": 11,
      "name": "Madhouse"
    }
  ]
}