{
  "id": 6524,
  "title": "Pororo Daemoheom",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1666/143300.jpg",
    "large": "https://cdn.myanimelist.net/images/anime/1666/143300l.jpg"
  },
  "alternative_titles": {
    "synonyms": [
      "Porong Porong Pororo",
      "Pororo's Adventure"
    ],
    "en": "Pororo to the Cookie Castle",
    "ja": "뽀로로의 대모험"
  },
  "start_date": "2004-11-24",
  "end_date": "2004-11-24",
  "synopsis": "It's a freezing winter morning and Christmas is just around the corner.\nPororo the penguin and his beloved friends return from the woods where they have cut a Christmas tree, ready to celebrate the festivity. They’ve just finished decorating the  tree, when they receive a shocking message directly from Santa Claus!\n\nSanta caught a bad cold, and he can’t bring his special Xmas glaze to the Candy Castle, where under the oversight of King Cream Puff the cookies for children all over the world are made. A Christmas without cookies will be quite sad!\nPororo and his friends decide to protect the Christmas spirit, and they leave for Santa Claus village to pick up the Christmas glaze and carry it to the Candy Castle.\n\nBut along the way, they met their old acquaintance: the wicked Witch of Winter who aims to steal the precious glaze and use it for her nasty schemes....\nWill our heroes be able to carry out their important missions and save Christmas?\n\nFollow with us the adventurous journey of Pororo and his friends to the magical Candy Castle!\n\n(Source: theanimationband.com)",
  "mean": 5.8,
  "rank": 10501,
  "popularity": 17292,
  "num_list_users": 428,
  "num_scoring_users": 121,
  "nsfw": "white",
  "created_at": "2009-05-23T22:46:59+00:00",
  "updated_at": "2021-08-07T01:50:30+00:00",
  "media_type": "special",
  "status": "finished_airing",
  "genres": [
    {
      "id": 2,
      "name": "Adventure"
    },
    {
      "id": 15,
      "name": "Kids"
    }
  ],
  "num_episodes": 1,
  "start_season": {
    "year": 2004,
    "season": "fall"
  },
  "average_episode_duration": 4260,
  "rating": "g",
  "studios": [
    {
      "id": 2940,
      "name": "Ocon Studio"
    }
  ]
}