{
  "id": 6690,
  "title": "Anata dake Konbanwa",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/7/15375.jpg",
    "large": "https://cdn.myanimelist.net/images/anime/7/15375l.jpg"
  },
  "alternative_titles": {
    "synonyms": [],
    "en": "Tonight, Only Just For You",
    "ja": "貴方だけこんばんわ"
  },
  "start_date": "2009-07-25",
  "end_date": "2011-10-21",
  "synopsis": "Shougo has just arrived  town after he was ordered to do so since his grandfather has just died, her parents are busy with work so they told him to go first. Shougo will be the one to inherit all family assets.  Shougo arrives at the residence that will be his new home and he receives a great welcome by the beautiful maid Youko-san. A strange event happens at night, he dreams with someone but cannot really tell who it is, all he knows is that her face looks familiar... Next day he goes to his new school, her fiancé Ayano introduces to him telling him that it was something their parents decided on their own and that she has not accepted him yet, Shougo is in shock since he didn't know about this and many people are now jealous and angry at him since Ayano is the school's idol. Not everything is bad as he has a very warm welcome by a voluptuous beautiful teacher. \n\nLater a ghost appears before him, is the girl he saw in his dream last night, what does this means? All Shougo knows is that he has seen that girl before but where? ",
  "mean": 6.86,
  "popularity": 6704,
  "num_list_users": 9548,
  "num_scoring_users": 3583,
  "nsfw": "gray",
  "created_at": "2009-06-26T03:54:06+00:00",
  "updated_at": "2022-04-16T23:14:33+00:00",
  "media_type": "ova",
  "status": "finished_airing",
  "genres": [
    {
      "id": 35,
      "name": "Harem"
    },
    {
      "id": 12,
      "name": "Hentai"
    }
  ],
  "num_episodes": 5,
  "start_season": {
    "year": 2009,
    "season": "summer"
  },
  "source": "original",
  "average_episode_duration": 1534,
  "rating": "rx",
  "studios": [
    {
      "id": 423,
      "name": "Studio Eromatick"
    }
  ]
}