{
  "id": 6747,
  "title": "Dance in the Vampire Bund",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1062/124809.webp",
    "large": "https://cdn.myanimelist.net/images/anime/1062/124809l.webp"
  },
  "alternative_titles": {
    "synonyms": [],
    "en": "Dance in the Vampire Bund",
    "ja": "ダンスインザヴァンパイアバンド"
  },
  "start_date": "2010-01-07",
  "end_date": "2010-04-01",
  "synopsis": "On live television, Mina Tepes, the ruler of all vampires, reveals the existence of her species to the world and states her plan to build a sanctuary in Japan for vampires, called the Vampire Bund. Using her family's wealth to pay off the nation's debt, they have agreed to let her build this safe-haven for her fellow creatures of the night. But not everyone is so easily swayed by Mina's influence, as her announcement brings about conflict with humans who believe that the queen's quest for peace is a façade.\n\nAkira Kaburagi does not believe in vampires and gets uneasy whenever they are brought up, although he has yet to realize why. Apart from suffering a head injury a year ago, he lives on blissfully until he meets Mina. She triggers within him memories of a life he had long forgotten, and he soon begins protecting her without understanding why. But Akira's secret is far stranger than he could have ever thought possible—he discovers that he is a werewolf, sworn from birth to protect the vampire queen, even if it costs him his life. Now, as these two dance a rondo of death in the Vampire Bund, Mina and Akira find out just how deep their bond goes.\n\n[Written by MAL Rewrite]",
  "mean": 6.96,
  "rank": 4659,
  "popularity": 1124,
  "num_list_users": 240573,
  "num_scoring_users": 112585,
  "nsfw": "white",
  "created_at": "2009-07-04T11:40:52+00:00",
  "updated_at": "2022-04-16T11:31:55+00:00",
  "media_type": "tv",
  "status": "finished_airing",
  "genres": [
    {
      "id": 1,
      "name": "Action"
    },
    {
      "id": 8,
      "name": "Drama"
    },
    {
      "id": 22,
      "name": "Romance"
    },
    {
      "id": 42,
      "name": "Seinen"
    },
    {
      "id": 37,
      "name": "Supernatural"
    },
    {
      "id": 32,
      "name": "Vampire"
    }
  ],
  "num_episodes": 12,
  "start_season": {
    "year": 2010,
    "season": "winter"
  },
  "broadcast": {
    "day_of_the_week": "thursday",
    "start_time": "09:00"
  },
  "source": "manga",
  "average_episode_duration": 1434,
  "rating": "r+",
  "studios": [
    {
      "id": 44,
      "name": "Shaft"
    }
  ]
}