{
  "id": 6974,
  "title": "Seikimatsu Occult Gakuin",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/5/75257.webp",
    "large": "https://cdn.myanimelist.net/images/anime/5/75257l.webp"
  },
  "alternative_titles": {
    "synonyms": [
      "Zaidanhoujin Occult Designer Gakuin",
      "Seikimatsu Occult Academy"
    ],
    "en": "Occult Academy",
    "ja": "世紀末オカルト学院"
  },
  "start_date": "2010-07-06",
  "end_date": "2010-09-28",
  "synopsis": "The story revolves around Maya, the daughter of the former Headmaster of Waldstein Academy, and a time traveling agent Fumiaki Uchida. In the year 2012, the world had been invaded by aliens and time travelers were sent back to the year 1999 in order to find and destroy the Nostradamus Key, which Nostradamus Prophecy foretold as what would bring about the apocalypse. The series then turns to the year 1999, where Maya returns to the Academy with the intention of destroying the Academy by superseding her late father's position as the principal. Her plan was interrupted when she meets Fumiaki and learns of the forthcoming destruction. Despite being distrusting towards Fumiaki, they form a pact to look for the Nostradamus Key.\n\nIn order to find the Nostradamus Key, time agents were provided with specially created cell phones. When a user finds an object of interest, by thinking of destroying it and taking a photo, and if the resulting image is that of a peaceful world, then the subject is the Nostradamus Key. Conversely, if the subject is not the Nostradamus Key, then the photo displays destruction. By using the phone, Maya and Fumiaki investigates occult occurrences as they occur in the town.\n\n(Source: Wikipedia)",
  "mean": 7.03,
  "rank": 4351,
  "popularity": 2186,
  "num_list_users": 108240,
  "num_scoring_users": 43953,
  "nsfw": "white",
  "created_at": "2009-08-11T23:49:05+00:00",
  "updated_at": "2022-04-12T11:16:51+00:00",
  "media_type": "tv",
  "status": "finished_airing",
  "genres": [
    {
      "id": 4,
      "name": "Comedy"
    },
    {
      "id": 7,
      "name": "Mystery"
    },
    {
      "id": 23,
      "name": "School"
    },
    {
      "id": 24,
      "name": "Sci-Fi"
    },
    {
      "id": 37,
      "name": "Supernatural"
    },
    {
      "id": 78,
      "name": "Time Travel"
    }
  ],
  "num_episodes": 13,
  "start_season": {
    "year": 2010,
    "season": "summer"
  },
  "broadcast": {
    "day_of_the_week": "tuesday",
    "start_time": "01:30"
  },
  "source": "original",
  "average_episode_duration": 1440,
  "rating": "r",
  "studios": [
    {
      "id": 56,
      "name": "A-1 Pictures"
    }
  ]
}