{
  "id": 6989,
  "title": "Uchuu Ace",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/2/83908.webp",
    "large": "https://cdn.myanimelist.net/images/anime/2/83908l.webp"
  },
  "alternative_titles": {
    "synonyms": [
      "Uchu Ace",
      "Uchuu Eesu",
      "Uchu Esu"
    ],
    "en": "Space Ace",
    "ja": "宇宙エース"
  },
  "start_date": "1965-05-08",
  "end_date": "1966-04-28",
  "synopsis": "Dr. Tatsunoko of Tatsunoko Research Center goes undersea accompanied by his daughter Asari to inquire into some mysterious radiation and discovers there a giant shell and it is known that the radiation comes from a globe laid inside the shell. Then Asari finds an object in the shape of compact with a message in it. It says that a space alien from the Planet of Parlum which is on the verge of extinction is lying in the globe. Suddenly a boy with a strange look appears out of the globe and goes wild. He is the very person mentioned in the message with the name of Ace. His source of energy for superhuman power is what is called space food and he can fly with the help of Silver Ring made with energy collected instantly in the aerial environment. Also he is able to use it as a weapon to fight the enemy with. Supported by his friends including Asari, Ibo the robot dog, and Hermit Crab Reporter, he gallantly goes into action to settle various difficulties caused by mystic robots and brutal space invaders.",
  "mean": 5.84,
  "rank": 11098,
  "popularity": 14529,
  "num_list_users": 1087,
  "num_scoring_users": 232,
  "nsfw": "white",
  "created_at": "2009-08-15T03:57:01+00:00",
  "updated_at": "2022-08-16T14:59:07+00:00",
  "media_type": "tv",
  "status": "finished_airing",
  "genres": [
    {
      "id": 1,
      "name": "Action"
    },
    {
      "id": 2,
      "name": "Adventure"
    },
    {
      "id": 24,
      "name": "Sci-Fi"
    }
  ],
  "num_episodes": 52,
  "start_season": {
    "year": 1965,
    "season": "spring"
  },
  "source": "manga",
  "average_episode_duration": 1500,
  "rating": "g",
  "studios": [
    {
      "id": 103,
      "name": "Tatsunoko Production"
    }
  ]
}