{
  "id": 7014,
  "title": "Tezuka Osamu no Buddha: Akai Sabaku yo! Utsukushiku",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1931/98079.webp",
    "large": "https://cdn.myanimelist.net/images/anime/1931/98079l.webp"
  },
  "alternative_titles": {
    "synonyms": [
      "Osamu Tezuka's Buddha Movie 1: The Red Desert! It's Beautiful"
    ],
    "en": "Buddha: The Great Departure",
    "ja": "手塚治虫のブッダ－赤い砂漠よ！美しく－"
  },
  "start_date": "2011-05-28",
  "end_date": "2011-05-28",
  "synopsis": "In the ancient Shakya Kingdom, King Suddhodhana learns that his wife, Maya, has a curious dream. A white elephant with six tusks enters her body—a sign that their future child, Siddhartha Gautama, is blessed. The wise prophet Master Asita sees the child and foretells that he will become \"chakravartin,\" the ruler of the world.\n\nMeanwhile, young Chapra suffers the injustice of the rigid caste system. When Kosala army marches on Kapilavastu, Shakya's capital, Chapra plays a part in forcing them to retreat. But to escape the life of slavery and give his mother a better life, Chapra joins the Kosala army and swears to rise in the ranks.\n\nAs the young Siddhartha grows, he is taught everything he needs to know to inherit the throne. However, Siddhartha has no interest in martial arts or running a kingdom. What he seeks are the truths of the world and the meaning of life itself. Although Kosala's ever-expanding power threatens Shakya, Siddhartha abandons the royal life and ventures into the world to find the enlightenment he desires.\n\n[Written by MAL Rewrite]",
  "mean": 6.95,
  "rank": 4740,
  "popularity": 6830,
  "num_list_users": 10798,
  "num_scoring_users": 3474,
  "nsfw": "white",
  "created_at": "2009-08-17T14:10:59+00:00",
  "updated_at": "2023-03-27T04:20:02+00:00",
  "media_type": "movie",
  "status": "finished_airing",
  "genres": [
    {
      "id": 8,
      "name": "Drama"
    },
    {
      "id": 13,
      "name": "Historical"
    },
    {
      "id": 38,
      "name": "Military"
    },
    {
      "id": 37,
      "name": "Supernatural"
    }
  ],
  "num_episodes": 1,
  "start_season": {
    "year": 2011,
    "season": "spring"
  },
  "source": "manga",
  "average_episode_duration": 6660,
  "rating": "r",
  "studios": [
    {
      "id": 18,
      "name": "Toei Animation"
    }
  ]
}