{
  "id": 741,
  "title": "Sensitive Pornograph",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/12/27084.webp",
    "large": "https://cdn.myanimelist.net/images/anime/12/27084l.webp"
  },
  "alternative_titles": {
    "synonyms": [],
    "en": "",
    "ja": "センシティブ・ポルノグラフ"
  },
  "start_date": "2004-12-20",
  "end_date": "2004-12-20",
  "synopsis": "For four young men, love and intimacy are in the air, even though they may not be aware of it. Sensitive Pornograph holds within it two tales of sexual romance for two different couples of men. The first is a tale between two manga artists, Seiji Yamada and Sono Hanasaki. Both are familiar with each other's work, though upon meeting each other, Seiji is shocked to find out that Sono is actually a man, ten years his senior. Love quickly blossoms between the two, but will soon be tested when Seiji begins to hear rumors about Sono's past sexual exploits.\n\nIn the second tale, Koji Ueno is a part-time pet sitter, hired to take care of a rabbit named Aki for a new client. To Koji's complete surprise though, not only is there no rabbit in the house, but the only thing in the apartment is a bound and gagged man in the closet who says that he is Aki. More troubling than this is that Aki informs Koji that they are both in danger of upsetting the client, and the only way for Koji to get out safely is for them to make love together.\n\nTwo stories, four men, and the one emotion of love that unites them all in the new twists their lives have taken.",
  "mean": 6.65,
  "popularity": 3567,
  "num_list_users": 46779,
  "num_scoring_users": 26738,
  "nsfw": "gray",
  "created_at": "2006-02-17T23:36:51+00:00",
  "updated_at": "2023-01-24T19:11:25+00:00",
  "media_type": "ova",
  "status": "finished_airing",
  "genres": [
    {
      "id": 28,
      "name": "Boys Love"
    },
    {
      "id": 4,
      "name": "Comedy"
    },
    {
      "id": 8,
      "name": "Drama"
    },
    {
      "id": 12,
      "name": "Hentai"
    }
  ],
  "num_episodes": 1,
  "start_season": {
    "year": 2004,
    "season": "fall"
  },
  "source": "manga",
  "average_episode_duration": 1800,
  "rating": "rx",
  "studios": [
    {
      "id": 329,
      "name": "Phoenix Entertainment"
    }
  ]
}