{
  "id": 7411,
  "title": "Kanojo x Kanojo x Kanojo: Sanshimai to no Dokidoki Kyoudou Seikatsu",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1554/116159.jpg",
    "large": "https://cdn.myanimelist.net/images/anime/1554/116159l.jpg"
  },
  "alternative_titles": {
    "synonyms": [
      "Girlfriend x Girlfriend x Girlfriend"
    ],
    "en": "Kanojo x Kanojo x Kanojo",
    "ja": "彼女×彼女×彼女～三姉妹とのドキドキ共同生活～"
  },
  "start_date": "2009-12-25",
  "end_date": "2011-05-20",
  "synopsis": "Haruomi Shiki's peaceful life on a small island was shattered when a volcano erupted and destroyed his home. He goes to stay with a relative, where he meets the sexy sisters Natsumi, Akina, and Mafuyu Orifushi, who he immediately finds himself attracted to. \n\nWhile staying there, he finds out that the father of the Orifushi household has died, and that Natsumi inherited their ice cream business, MinMin. Their district holds an annual competition involving all ice cream stores, which MinMin always wins. But this year, a new ice cream shop called 101 opens a branch in the district, and they are a competitor that could beat MinMin. On top of that, the quality of the ice cream produced by MinMin has been significantly reduced since their father died. Will they be able to overcome such a handicap? Only time will tell, but with Haruomi helping the sisters with the ice cream shop, and also fulfilling his more salacious desires with them, he will have his hands full in more ways than one!\n\n[Written by MAL Rewrite]",
  "mean": 7.5,
  "popularity": 3134,
  "num_list_users": 51238,
  "num_scoring_users": 25422,
  "nsfw": "gray",
  "created_at": "2009-10-29T12:12:01+00:00",
  "updated_at": "2023-07-17T11:37:33+00:00",
  "media_type": "ova",
  "status": "finished_airing",
  "genres": [
    {
      "id": 35,
      "name": "Harem"
    },
    {
      "id": 12,
      "name": "Hentai"
    }
  ],
  "num_episodes": 3,
  "start_season": {
    "year": 2009,
    "season": "fall"
  },
  "source": "visual_novel",
  "average_episode_duration": 1775,
  "rating": "rx",
  "studios": [
    {
      "id": 423,
      "name": "Studio Eromatick"
    }
  ]
}