{
  "id": 7590,
  "title": "Mayoi Neko Overrun!",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1398/133870.jpg",
    "large": "https://cdn.myanimelist.net/images/anime/1398/133870l.jpg"
  },
  "alternative_titles": {
    "synonyms": [],
    "en": "Stray Cats Overrun!",
    "ja": "迷い猫オーバーラン!"
  },
  "start_date": "2010-04-06",
  "end_date": "2010-06-29",
  "synopsis": "Takumi Tsuzuki is a high school student who attends the Umenomori Private Academy, free of charge, alongside Fumino Serizawa, a childhood friend of his whom always says the opposite of what she feels. He spends most of his time at school fending off Chise Umenomori, the granddaughter of the board chairman and a pampered princess, who is constantly roping him into her eccentric hobbies. After school, he goes to work at the \"Stray Cats\" confectionery, a cake shop run by his adoptive older sister, Otome Tsuzuki, until it's time to go to bed. This is the average routine in the day and the life of Takumi.\n\nMayoi Neko Overrun follows another seemingly average day in the life of Takumi. With his sister away from the shop, having gone to save someone else in need of help, Fumino takes it upon herself to wake him up so that he won't be late for their usual walk to school together, giving him a glimpse of her blue and white striped panties in the process. What a nice way to start the day.\n\nWhen Otome returns home, she brings with her a girl named Nozomi Kiriya, whose hair and mannerisms resemble that of a large cat. It turns out that she is a runaway that Otome can't help but take in. Takumi's ordinary days are transformed into splendid chaos as he tries to unravel who this mysterious beauty is and what she's running away from...",
  "mean": 6.65,
  "rank": 6139,
  "popularity": 1626,
  "num_list_users": 139723,
  "num_scoring_users": 60113,
  "nsfw": "white",
  "created_at": "2009-11-25T20:40:09+00:00",
  "updated_at": "2022-03-21T07:01:15+00:00",
  "media_type": "tv",
  "status": "finished_airing",
  "genres": [
    {
      "id": 4,
      "name": "Comedy"
    },
    {
      "id": 35,
      "name": "Harem"
    },
    {
      "id": 22,
      "name": "Romance"
    }
  ],
  "num_episodes": 13,
  "start_season": {
    "year": 2010,
    "season": "spring"
  },
  "source": "light_novel",
  "average_episode_duration": 1480,
  "rating": "pg_13",
  "studios": [
    {
      "id": 48,
      "name": "AIC"
    }
  ]
}