{
  "id": 8108,
  "title": "Tottoko Hamtarou Movie 3: Ham Ham Grand Prix Aurora Tani no Kiseki - Ribon-chan Kiki Ippatsu!",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/5/20095.jpg",
    "large": "https://cdn.myanimelist.net/images/anime/5/20095l.jpg"
  },
  "alternative_titles": {
    "synonyms": [
      "Hamtaro",
      "Hamutarou",
      "Tottoko Hamutaro"
    ],
    "en": "Ham Ham Grand Prix - The Miracle of Aurora Valley ~Ribon-chan's Close Call~",
    "ja": "とっとこハム太郎公式サイト　ハムハムグランプリン　オーロラ谷の奇跡　〜リボンちゃん危機一髪！〜"
  },
  "start_date": "2003-12-13",
  "end_date": "2003-12-13",
  "synopsis": "In Aurora Village in the high frozen peaks of the mountians, it's getting warmer, and the snow is melting. The Ham-Hams that live their believe that Bijou is their Snow White Princess who can pray for the snow to come back. They send Crystal the snow fairy hamster to summon Bijou to their land.\n\nCrystal arrives and takes Bijou back, the ham-hams quickly tag along. Meanwhile, pirate hamsters are sailing above the village in their flying pirate ship. The captain of the ship, Hamstern sees Bijou captures her soon after, because he doesn't want her to pray for the snow. While Bijou is held against her will, she is very calm and nice to them even makes some yummy food for them. Hamtaro and the ham-hams come aboard on the ship, Hamtaro learns what Hamstern did to Bijou. He gets really angry, and will do anything to bring her back home.\n\nNow Hamstern and Hamtaro must compete eachother in the Grand Prix. Where they race in all sorts of ways. Such as racing car. If Hamstern wins, he gets to take Bijou back in his ship. If Hamtaro wins, Bijou can pray for the snow and go back to her friends.\n\n(Source: hhp.icy-mint.net)",
  "mean": 6.58,
  "rank": 6411,
  "popularity": 11026,
  "num_list_users": 2135,
  "num_scoring_users": 709,
  "nsfw": "white",
  "created_at": "2010-02-08T06:33:51+00:00",
  "updated_at": "2021-04-02T03:27:48+00:00",
  "media_type": "movie",
  "status": "finished_airing",
  "genres": [
    {
      "id": 2,
      "name": "Adventure"
    },
    {
      "id": 4,
      "name": "Comedy"
    },
    {
      "id": 15,
      "name": "Kids"
    }
  ],
  "num_episodes": 1,
  "start_season": {
    "year": 2003,
    "season": "fall"
  },
  "average_episode_duration": 3172,
  "rating": "pg",
  "studios": [
    {
      "id": 73,
      "name": "TMS Entertainment"
    }
  ]
}