{
  "id": 8115,
  "title": "Uchuu Show e Youkoso",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/8/20085.jpg",
    "large": "https://cdn.myanimelist.net/images/anime/8/20085l.jpg"
  },
  "alternative_titles": {
    "synonyms": [
      "Uchu Show e Youkoso"
    ],
    "en": "Welcome to THE SPACE SHOW",
    "ja": "宇宙ショーへようこそ"
  },
  "start_date": "2010-02-18",
  "end_date": "2010-02-18",
  "synopsis": "Five elementary school children are spending their summer break camping at a remote mountain village. While on a hunt for their missing rabbit, Pyon-kichi, they find an injured dog in a field with crop circles. After nursing the dog back to health, they are shocked when he suddenly speaks and introduces himself as Pochi Rickman—an alien researcher who has been on Earth researching its plant life.\n\nAs thanks for saving his life, Pochi offers to take the children to the moon on a sightseeing trip. When they arrive, the group quickly discovers that the moon hides a vast alien metropolis which they begin to gleefully explore. Unfortunately, after hearing that Pochi was severely injured on his mission, the government of the moon issues a travel sanction on Earth, preventing the children from returning home. \n\nLeft with no other choice, the group journeys around the galaxy in search of a way to safely return to Earth. Amidst their adventure, they are pursued by aliens affiliated with \"The Space Show,\" the universe's most-watched production shrouded in mystery.\n\n[Written by MAL Rewrite]",
  "mean": 7.27,
  "rank": 3087,
  "popularity": 4576,
  "num_list_users": 28234,
  "num_scoring_users": 9292,
  "nsfw": "white",
  "created_at": "2010-02-08T16:02:26+00:00",
  "updated_at": "2024-03-06T12:51:55+00:00",
  "media_type": "movie",
  "status": "finished_airing",
  "genres": [
    {
      "id": 2,
      "name": "Adventure"
    },
    {
      "id": 10,
      "name": "Fantasy"
    },
    {
      "id": 24,
      "name": "Sci-Fi"
    },
    {
      "id": 29,
      "name": "Space"
    }
  ],
  "num_episodes": 1,
  "start_season": {
    "year": 2010,
    "season": "winter"
  },
  "source": "original",
  "average_episode_duration": 8160,
  "rating": "g",
  "studios": [
    {
      "id": 56,
      "name": "A-1 Pictures"
    }
  ]
}