{
  "id": 8310,
  "title": "Magic Kaito",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/13/46095.webp",
    "large": "https://cdn.myanimelist.net/images/anime/13/46095l.webp"
  },
  "alternative_titles": {
    "synonyms": [
      "Kaito Kid",
      "Majikku Kaito",
      "Kaitou Kid",
      "Magic Kaitou",
      "Detective Conan Special: Secret Birth of Kaito Kid",
      "Kaitou Kid Tanjou no Himitsu"
    ],
    "en": "",
    "ja": "まじっく快斗"
  },
  "start_date": "2010-04-17",
  "end_date": "2012-12-29",
  "synopsis": "Magic is not real—everyone knows that. When performed by a true expert, however, magic possesses the ability to amaze and wonder its audience. Kaito Kuroba, son of world-famous stage magician Touichi Kuroba, is no stranger to this fact. Well-versed in the arts of deception and misdirection, Kaito frequently disrupts the lives of those around him with flashy tricks and pranks. But when Kaito accidentally stumbles upon a hidden passage in his home, he discovers a secret that may well have been the cause of his father's death eight years ago—the dove-white outfit of Kid the Phantom Thief. Wanting to find out more about his father, Kaito dons the outfit and searches for the Pandora Gem that is said to grant immortality. However, he is not the only one after the gem—the organization responsible for his father's death is also hot on his tail!\n\nMagic Kaito follows the rebirth of Kaitou Kid, phantom thief of the night. Utilizing his dummies, disguises, and signature card gun, Kaito sets out to steal the world's most precious jewels, uncovering the truth behind his father's death and the rumored Pandora Gem along the way.\n\n[Written by MAL Rewrite]",
  "mean": 7.77,
  "rank": 1074,
  "popularity": 2553,
  "num_list_users": 74389,
  "num_scoring_users": 32958,
  "nsfw": "white",
  "created_at": "2010-03-02T21:15:47+00:00",
  "updated_at": "2024-02-04T16:28:42+00:00",
  "media_type": "tv_special",
  "status": "finished_airing",
  "genres": [
    {
      "id": 2,
      "name": "Adventure"
    },
    {
      "id": 4,
      "name": "Comedy"
    },
    {
      "id": 22,
      "name": "Romance"
    },
    {
      "id": 27,
      "name": "Shounen"
    }
  ],
  "num_episodes": 12,
  "start_season": {
    "year": 2010,
    "season": "spring"
  },
  "source": "manga",
  "average_episode_duration": 1479,
  "rating": "pg_13",
  "studios": [
    {
      "id": 73,
      "name": "TMS Entertainment"
    }
  ]
}