{
  "id": 849,
  "title": "Suzumiya Haruhi no Yuuutsu",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1470/137929.webp",
    "large": "https://cdn.myanimelist.net/images/anime/1470/137929l.webp"
  },
  "alternative_titles": {
    "synonyms": [
      "Suzumiya Haruhi no Yuuutsu"
    ],
    "en": "The Melancholy of Haruhi Suzumiya",
    "ja": "涼宮ハルヒの憂鬱"
  },
  "start_date": "2006-04-03",
  "end_date": "2006-07-03",
  "synopsis": "If a survey were conducted to see if people believed in aliens, time travelers, or maybe espers, most would say they do not; average high school student Kyon considers himself among the non-believers. However, on his first day of school, he meets a girl who soon turns his world upside down.\n\nDuring class introductions, the beautiful Haruhi Suzumiya boldly announces her boredom with \"normal\" people and her intention of meeting supernatural beings. Dumbfounded, Kyon learns of her frustration with the lack of paranormal-focused clubs at their school and unwittingly inspires her to start her own club. She creates the Spreading Fun all Over the World with Haruhi Suzumiya Brigade, otherwise known as the SOS Brigade.\n\nFollowing the SOS Brigade's founding, Haruhi manages to recruit Kyon and three other members: quiet bookworm Yuki Nagato, shy upperclassman Mikuru Asahina, and perpetually positive Itsuki Koizumi. Despite their normal appearance, the new members of the SOS Brigade each carry their own secrets related to Haruhi. Caught up in the mystery surrounding the eccentric club leader, Kyon is whisked away on a series of misadventures by Haruhi and the SOS Brigade, each one bringing him closer to the truth about who and what she is.\n\n[Written by MAL Rewrite]",
  "mean": 7.82,
  "rank": 1026,
  "popularity": 193,
  "num_list_users": 960087,
  "num_scoring_users": 495646,
  "nsfw": "white",
  "created_at": "2006-04-07T17:07:21+00:00",
  "updated_at": "2025-02-21T02:31:17+00:00",
  "media_type": "tv",
  "status": "finished_airing",
  "genres": [
    {
      "id": 46,
      "name": "Award Winning"
    },
    {
      "id": 4,
      "name": "Comedy"
    },
    {
      "id": 7,
      "name": "Mystery"
    },
    {
      "id": 23,
      "name": "School"
    },
    {
      "id": 24,
      "name": "Sci-Fi"
    }
  ],
  "num_episodes": 14,
  "start_season": {
    "year": 2006,
    "season": "spring"
  },
  "broadcast": {
    "day_of_the_week": "monday",
    "start_time": "00:00"
  },
  "source": "light_novel",
  "average_episode_duration": 1420,
  "rating": "pg_13",
  "studios": [
    {
      "id": 2,
      "name": "Kyoto Animation"
    }
  ]
}