{
  "id": 855,
  "title": "Strawberry Panic",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1699/110686.jpg",
    "large": "https://cdn.myanimelist.net/images/anime/1699/110686l.jpg"
  },
  "alternative_titles": {
    "synonyms": [],
    "en": "Strawberry Panic",
    "ja": "ストロベリー・パニック"
  },
  "start_date": "2006-04-04",
  "end_date": "2006-09-26",
  "synopsis": "Nagisa Aoi begins her new school life as a transfer student at St. Miator’s Girls Academy, one of three prestigious all-girls institutions atop Astraea Hill. Getting lost on her first day, Nagisa encounters a mysterious student whose elegance and charm is so bewitching, she ends up in the infirmary.\n\nThere to greet her when she awakens is Tamao Suzumi, her roommate, who enthusiastically introduces Nagisa to the daily life and social structure on campus. Most notably, Tamao informs her of the existence of an exceptional student representative among all three schools—the Etoile, or \"star.\" Eager to meet this person, Nagisa learns that the ethereal beauty she met earlier, Shizuma Hanazono, is the one and only Etoile herself! Not only that, Shizuma seems openly interested in Nagisa! Her interactions with Shizuma naturally make her a hot topic on campus; yet despite being so captivated, Nagisa can’t help but wonder if something is off.\n\nStrawberry Panic! follows the everyday routines of Nagisa, Shizuma, and her friends at St. Miator’s, St. Spica, and St. Lulim as they navigate through the challenge of relationships while confronting hidden feelings, lingering regrets, and new possibilities.\n\n[Written by MAL Rewrite]",
  "mean": 7.26,
  "rank": 3104,
  "popularity": 1665,
  "num_list_users": 149840,
  "num_scoring_users": 60207,
  "nsfw": "white",
  "created_at": "2006-04-09T16:17:27+00:00",
  "updated_at": "2023-09-07T08:15:57+00:00",
  "media_type": "tv",
  "status": "finished_airing",
  "genres": [
    {
      "id": 8,
      "name": "Drama"
    },
    {
      "id": 26,
      "name": "Girls Love"
    },
    {
      "id": 23,
      "name": "School"
    }
  ],
  "num_episodes": 26,
  "start_season": {
    "year": 2006,
    "season": "spring"
  },
  "broadcast": {
    "day_of_the_week": "tuesday",
    "start_time": "02:45"
  },
  "source": "other",
  "average_episode_duration": 1464,
  "rating": "pg_13",
  "studios": [
    {
      "id": 11,
      "name": "Madhouse"
    }
  ]
}