{
  "id": 874,
  "title": "Digimon Tamers",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/7/73696.webp",
    "large": "https://cdn.myanimelist.net/images/anime/7/73696l.webp"
  },
  "alternative_titles": {
    "synonyms": [
      "Digimon: Digital Monsters 03"
    ],
    "en": "Digimon Tamers",
    "ja": "デジモンテイマーズ"
  },
  "start_date": "2001-04-01",
  "end_date": "2002-03-31",
  "synopsis": "Digimon Tamers takes place in a world where the popular Digimon franchise is all the rage, consisting of a cartoon, video games, and the trading card game. Takato Matsuda is a huge Digimon fan that's particularly obsessed with the card game, and constantly daydreams about the universe therein. One day, he finds a mysterious blue card, which he slides through a scanner toy to use in the popular battle game. His toy suddenly glows and transforms into a Digivice, and Takato's fan-made design, Guilmon, materialises in front of him. Thrilled by the prospect of having a real-life Digimon, Takato embraces his new partner, and his adventures as a Digimon Tamer begin.\n\nTakato quickly discovers that being a Digimon Tamer is not all fun and games—in reality, it's much more dangerous than the card games he's accustomed to. Wild Digimon have begun to appear all across Japan, causing rampages that result in chaos and mayhem. Armed with his Digivice, which can scan trading cards to strengthen Guilmon, Takato and his new partner set out to combat the rogue Digimon. They are tasked with protecting the world from Digimon attacks, whilst a mysterious organization determined to eliminate all Digimon and their Tamers lurks in the shadows... ",
  "mean": 7.64,
  "rank": 1388,
  "popularity": 1218,
  "num_list_users": 200460,
  "num_scoring_users": 124890,
  "nsfw": "white",
  "created_at": "2006-04-11T22:54:40+00:00",
  "updated_at": "2023-09-25T15:45:37+00:00",
  "media_type": "tv",
  "status": "finished_airing",
  "genres": [
    {
      "id": 2,
      "name": "Adventure"
    },
    {
      "id": 4,
      "name": "Comedy"
    },
    {
      "id": 10,
      "name": "Fantasy"
    },
    {
      "id": 62,
      "name": "Isekai"
    }
  ],
  "num_episodes": 51,
  "start_season": {
    "year": 2001,
    "season": "spring"
  },
  "broadcast": {
    "day_of_the_week": "sunday",
    "start_time": "09:00"
  },
  "source": "original",
  "average_episode_duration": 1500,
  "rating": "pg",
  "studios": [
    {
      "id": 18,
      "name": "Toei Animation"
    }
  ]
}