{
  "id": 8745,
  "title": "Seikima II Humane Society: Jinrui Ai ni Michita Shakai",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/2/24158.jpg",
    "large": "https://cdn.myanimelist.net/images/anime/2/24158l.jpg"
  },
  "alternative_titles": {
    "synonyms": [
      "Seikima 2 Humane Society: Jinrui Ai ni Michita Shakai"
    ],
    "en": "",
    "ja": "聖飢魔II HUMANE SOCIETY ~人類愛に満ちた社会~"
  },
  "start_date": "1992-07-01",
  "end_date": "1992-07-01",
  "synopsis": "Seikima II was a real-life Japanese death-metal band. Full of kabuki makeup, songs about rape, murder, and satanic destruction, and a public persona of devilish evil. The OVA purports to tell the backstory of the band, which, according to its publicity, was composed of actual demons (akuma) from the parallel dimension Makai. In the OVA, five vicious demons (the five band members), led by Demon Kogure (the lead singer), are plotting the destruction of humanity. The only effective opposition comes from the saintly Rosa, who is actually the reformed war goddess Freyja in disguise. The demons attempt to activate their ultimate weapon, the Tower of Babel, before Rosa can complete her counter weapon, the Tower of Cain. The demons triumph and are on the verge on destroying the world when their leader suddenly decides that they should, instead, form a rock-and-roll band in order to convert people everywhere into demon worshipers.\n\n(Source: Orphan Fansubs)",
  "mean": 5.81,
  "rank": 11088,
  "popularity": 14254,
  "num_list_users": 1087,
  "num_scoring_users": 335,
  "nsfw": "white",
  "created_at": "2010-04-30T20:20:40+00:00",
  "updated_at": "2021-06-30T05:36:37+00:00",
  "media_type": "ova",
  "status": "finished_airing",
  "genres": [
    {
      "id": 1,
      "name": "Action"
    },
    {
      "id": 10,
      "name": "Fantasy"
    },
    {
      "id": 6,
      "name": "Mythology"
    },
    {
      "id": 37,
      "name": "Supernatural"
    }
  ],
  "num_episodes": 1,
  "start_season": {
    "year": 1992,
    "season": "summer"
  },
  "source": "original",
  "average_episode_duration": 3410,
  "rating": "pg_13",
  "studios": [
    {
      "id": 10,
      "name": "Production I.G"
    },
    {
      "id": 155,
      "name": "animate Film"
    }
  ]
}