{
  "id": 884,
  "title": "Shin Angyo Onshi",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/6/23992.webp",
    "large": "https://cdn.myanimelist.net/images/anime/6/23992l.webp"
  },
  "alternative_titles": {
    "synonyms": [
      "Shin Angyou Onshi",
      "Shin Amen Osa",
      "Shin Angyou Onsi",
      "Phantom Master: Dark Hero from the Ruined Empire"
    ],
    "en": "Blade of the Phantom Master",
    "ja": "新暗行御史"
  },
  "start_date": "2004-12-04",
  "end_date": "2004-12-04",
  "synopsis": "After wandering through the desert for days, a bitter warrior named Munsu is lost and unable to continue. His life is unexpectedly saved by Mon-ryon, a young man who dreams of becoming a secret agent for Jushin, a once-great country that was recently destroyed. Mon-ryon's goal is to save his girlfriend, Chunhyan, a born fighter who is held captive by the evil Lord Byonand. Then, from out of nowhere, blood begins trickling from his chest. He has been fatally wounded by the Sarinjas, a cannibalistic breed of desert goblin. The quick-thinking Munsu convinces these beasts to spare his life, in exchange for the peaceful handover of Mon-ryon's appetizing corpse. Although skeptical of Mon-ryon's motives, Munsu sets out to continue the mission that the young idealist described. Accompanied by an army of ghost troops, unleashed using the powers of Angyo Onshi, Munsu liberates Chunhyan. After visiting her boyfriend's final resting place, she declares herself Munsu's bodyguard and, together, they set out on a mission to punish those who stripped Jushin of its original glory. \n\n(Source: AniDB)",
  "mean": 6.81,
  "rank": 5453,
  "popularity": 5397,
  "num_list_users": 19912,
  "num_scoring_users": 9529,
  "nsfw": "white",
  "created_at": "2006-04-14T04:27:00+00:00",
  "updated_at": "2022-04-17T06:00:08+00:00",
  "media_type": "movie",
  "status": "finished_airing",
  "genres": [
    {
      "id": 1,
      "name": "Action"
    },
    {
      "id": 10,
      "name": "Fantasy"
    }
  ],
  "num_episodes": 1,
  "start_season": {
    "year": 2004,
    "season": "fall"
  },
  "source": "manga",
  "average_episode_duration": 5100,
  "rating": "r",
  "studios": []
}