{
  "id": 8888,
  "title": "Code Geass: Boukoku no Akito 1 - Yokuryuu wa Maiorita",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/10/41401.webp",
    "large": "https://cdn.myanimelist.net/images/anime/10/41401l.webp"
  },
  "alternative_titles": {
    "synonyms": [],
    "en": "Code Geass: Akito the Exiled - The Wyvern Arrives",
    "ja": "コードギアス 亡国のアキト 第１章「翼竜は舞い降りた」"
  },
  "start_date": "2012-07-16",
  "end_date": "2012-07-16",
  "synopsis": "It is the year 2017, and Europe is being invaded by the forces of the Holy Britannian Empire. In an attempt to combat the opposition's overwhelming pressure and put an end to the massive casualties, the army forms a special unit called Wyvern, or W-0, composed of former Japanese citizens referred to as \"Elevens.\" Recruited from ghettos, these young men and women pilot Knightmare frames—humanoid war machines—into dangerous operations where death awaits, hoping to make a name for themselves.\n\nWhen a European regiment attempting to recapture a crucial city is pinned down by the enemy, it's up to W-0 to bail them out. Among those selected for the rescue operation is Lieutenant Akito Hyuuga, known as \"Hannibal's Ghost\" due to his prowess on the battlefield. However, the supposed rescue mission becomes suicidal when, in an attempt to take out as many Britannians as possible, the commanding officer initiates the Knightmare's self-destruct sequence. In its aftermath, Akito finds that he is the last one standing…\n\n[Written by MAL Rewrite]",
  "mean": 7.32,
  "rank": 2890,
  "popularity": 1411,
  "num_list_users": 192795,
  "num_scoring_users": 96492,
  "nsfw": "white",
  "created_at": "2010-05-28T04:24:05+00:00",
  "updated_at": "2025-10-17T23:41:09+00:00",
  "media_type": "movie",
  "status": "finished_airing",
  "genres": [
    {
      "id": 18,
      "name": "Mecha"
    },
    {
      "id": 38,
      "name": "Military"
    },
    {
      "id": 24,
      "name": "Sci-Fi"
    }
  ],
  "num_episodes": 1,
  "start_season": {
    "year": 2012,
    "season": "summer"
  },
  "source": "original",
  "average_episode_duration": 3060,
  "rating": "r",
  "studios": [
    {
      "id": 14,
      "name": "Sunrise"
    }
  ]
}