{
  "id": 8889,
  "title": "Majo demo Steady",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/7/24678.jpg",
    "large": "https://cdn.myanimelist.net/images/anime/7/24678l.jpg"
  },
  "alternative_titles": {
    "synonyms": [
      "My Steady Is a Witch"
    ],
    "en": "",
    "ja": "魔女でもステディ"
  },
  "start_date": "1986-09-05",
  "end_date": "1986-09-05",
  "synopsis": "An ordinary day for Seki Hisashi consists of working a nine-to-five shift at an auto parts company in Shinjuku, evading his flirtatious boss' advances, and then riding his motorcycle back to his apartment, where he lives alone. One morning, however, becomes anything but ordinary for the young salaryman.\n\nAfter Seki awakens to a naked woman lying beside him in his bed, he is even further shocked when she reveals her desire for them to be together. Even so, this does not explain her supernatural abilities, telekinesis being one of many. Rather than questioning her elusive nature, he immediately cuddles with her—finding the woman to be his ideal type.\n\nOn his way home from work, a vision of his newfound love leads Seki to crash his motorcycle, giving rise to a police chase. Meanwhile, the woman awaits him at his apartment but grows restless, apparently unable to be apart from him. Arriving a moment too late, Seki watches her vanish without a trace, unaware if his unnamed soulmate will ever return. Little does he know that returning is something she indeed plans on doing.\n\n[Written by MAL Rewrite]",
  "mean": 4.65,
  "rank": 13090,
  "popularity": 10331,
  "num_list_users": 2891,
  "num_scoring_users": 1378,
  "nsfw": "white",
  "created_at": "2010-05-28T08:15:10+00:00",
  "updated_at": "2022-09-30T06:20:52+00:00",
  "media_type": "ova",
  "status": "finished_airing",
  "genres": [
    {
      "id": 4,
      "name": "Comedy"
    },
    {
      "id": 9,
      "name": "Ecchi"
    },
    {
      "id": 22,
      "name": "Romance"
    }
  ],
  "num_episodes": 1,
  "start_season": {
    "year": 1986,
    "season": "summer"
  },
  "source": "light_novel",
  "average_episode_duration": 2477,
  "rating": "r+",
  "studios": [
    {
      "id": 403,
      "name": "Tokyo Media Connections"
    }
  ]
}