{
  "id": 9303,
  "title": "Noel no Fushigi na Bouken",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/4/25787.jpg",
    "large": "https://cdn.myanimelist.net/images/anime/4/25787l.jpg"
  },
  "alternative_titles": {
    "synonyms": [
      "The Marvelous Adventures of Noel"
    ],
    "en": "Noel's Fantastic Trip",
    "ja": "ノエルの不思議な冒険"
  },
  "start_date": "1983-04-29",
  "end_date": "1983-04-29",
  "synopsis": "The film is centered around Noel, a young girl and her dog, Pup, who both live on the Planet Noel. While relaxing, Noel comes up with the idea to deliver ice cream to the sun. The two fly off and make their way toward the sun.\n\nOn their way, the two of them make a stop at the Planet Gaudy. Upon their arrival, the President steps out to welcome the two. The President invites them to a special party, in which the Emcees show off the planet's most beautiful designs. This does not impress Noel, who states that it doesn't matter what clothes one is wearing, they will still be beautiful and loved. This coaxes the President and the citizens of the planet to take their clothes off, as does Noel. Pup gently reminds Noel of their trip to the sun, and the two take off to find him.\n\nWhen they find him, the sun warns of foul smog emanating from some unknown planet. The two leave the sun to find the source of the smog, but it quickly surrounds them. They escape underwater on another nearby planet. They appreciate the fine scenery underwater, but as they traverse further they notice the fish are ill.",
  "mean": 5.46,
  "rank": 12692,
  "popularity": 16242,
  "num_list_users": 687,
  "num_scoring_users": 219,
  "nsfw": "white",
  "created_at": "2010-08-05T15:51:53+00:00",
  "updated_at": "2010-08-06T16:50:46+00:00",
  "media_type": "movie",
  "status": "finished_airing",
  "genres": [
    {
      "id": 2,
      "name": "Adventure"
    },
    {
      "id": 4,
      "name": "Comedy"
    },
    {
      "id": 10,
      "name": "Fantasy"
    }
  ],
  "num_episodes": 1,
  "start_season": {
    "year": 1983,
    "season": "spring"
  },
  "source": "original",
  "average_episode_duration": 4320,
  "rating": "g",
  "studios": [
    {
      "id": 86,
      "name": "Group TAC"
    }
  ]
}