{
  "id": 9322,
  "title": "HHH Triple Ecchi",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1874/113220.jpg",
    "large": "https://cdn.myanimelist.net/images/anime/1874/113220l.jpg"
  },
  "alternative_titles": {
    "synonyms": [],
    "en": "",
    "ja": "HHH トリプルエッチ"
  },
  "start_date": "2010-11-26",
  "end_date": "2012-02-03",
  "synopsis": "HHH Triple Ecchi is a collection of three short stories, depicting the unexpected lavish sexual lives of mundane individuals. Each revels in the truly mesmerizing physique of young women and their wild erotic adventures.\n\nShigure Hen and Shigure Hen Okawari\n\nShigure Takashima is the role model of a perfect high schooler. A charming student council president, she excels in sports and prides herself on countless academic achievements. Being born into a wealthy family, what else could she wish for?\n\nWhen Komatsu Kita catches her ferociously masturbating in an empty classroom after school hours, she instantly turns to him for sexual gratification. A relationship soon blooms between the two—one devoted purely to the seemingly insatiable desires of young adults.\n \nKonami Hen\n \nWhen Konami invites her neighbor over for dinner, little does she realize that the person she views as an older brother is actually haunted by sexual fantasies about her. He simply can not get his eyes off her well-endowed chest, and when Konami falls asleep, he decides to take advantage of her.\n \nMiyuki Hen\n \nDespite being an adult, Miyuki continues to bathe with her step-father. Oblivious as she may be, her parent's true intentions are crystal clear. After all, how can anyone resist such a scrumptious young body, displayed in its glorious entirety? The bath soon turns into something few families use it for.\n\n[Written by MAL Rewrite]\n",
  "mean": 7.28,
  "popularity": 4130,
  "num_list_users": 35039,
  "num_scoring_users": 15578,
  "nsfw": "gray",
  "created_at": "2010-08-08T13:04:22+00:00",
  "updated_at": "2022-08-08T14:36:43+00:00",
  "media_type": "ova",
  "status": "finished_airing",
  "genres": [
    {
      "id": 12,
      "name": "Hentai"
    }
  ],
  "num_episodes": 4,
  "start_season": {
    "year": 2010,
    "season": "fall"
  },
  "source": "manga",
  "average_episode_duration": 993,
  "rating": "rx",
  "studios": [
    {
      "id": 423,
      "name": "Studio Eromatick"
    }
  ]
}