{
  "id": 937,
  "title": "Appleseed",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/1512/107901.jpg",
    "large": "https://cdn.myanimelist.net/images/anime/1512/107901l.jpg"
  },
  "alternative_titles": {
    "synonyms": [],
    "en": "",
    "ja": "アップル・シード"
  },
  "start_date": "1988-04-21",
  "end_date": "1988-04-21",
  "synopsis": "Appleseed takes place in the aftermath of World War III, where the General Management Control Office has constructed the experimental city known as Olympus. Built to be a paradise on Earth, Olympus is inhabited by humans, cyborgs, and bioroids (genetically engineered humans designed for increased physical capabilities and decreased emotional capabilities). Bioroids run and control all of the administrative functions of Olympus, ensuring that the city remains the utopian society it was meant to be for all of its citizens. But for some people living in Utopia, the city has become less of a home and more of a cage.\n\nPolice officer Calon Mautholos has grown to despise Olympus following his wife's suicide, blaming her death on the lack of creative freedom caused by the rules binding the citizens of the city. As his hatred for the city grows, Calon conspires with the terrorist A.J. Sebastian to destroy the Legislature of the Central Management Bureau to send the rules of Olympus that killed his wife tumbling down. But when Calon discovers it is not political malcontent, but rather hatred for bioroids that motives Sebastian, Calon turns renegade and gains the attention of city officials. Deunan Knute and her partner Briareos of the ESWAT counter-terrorism unit are dispatched to hunt down and stop Calon and Sebastian... by any means necessary!",
  "mean": 6.53,
  "rank": 6588,
  "popularity": 4007,
  "num_list_users": 32179,
  "num_scoring_users": 14445,
  "nsfw": "white",
  "created_at": "2006-04-29T17:05:35+00:00",
  "updated_at": "2023-11-26T05:59:43+00:00",
  "media_type": "ova",
  "status": "finished_airing",
  "genres": [
    {
      "id": 1,
      "name": "Action"
    },
    {
      "id": 18,
      "name": "Mecha"
    },
    {
      "id": 38,
      "name": "Military"
    },
    {
      "id": 24,
      "name": "Sci-Fi"
    }
  ],
  "num_episodes": 1,
  "start_season": {
    "year": 1988,
    "season": "spring"
  },
  "source": "manga",
  "average_episode_duration": 4048,
  "rating": "r",
  "studios": [
    {
      "id": 6,
      "name": "Gainax"
    }
  ]
}