{
  "id": 9584,
  "title": "Kappa no Sanpei",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/8/26558.jpg",
    "large": "https://cdn.myanimelist.net/images/anime/8/26558l.jpg"
  },
  "alternative_titles": {
    "synonyms": [
      "Sanpei the Kappa"
    ],
    "en": "",
    "ja": "カッパの三平"
  },
  "start_date": "1993-03-13",
  "end_date": "1993-03-13",
  "synopsis": "Sanpei is a lazy little 7 year old boy who rarely concentrates on anything beside eating his school dinners. Despite being constantly jeered at by his classmates for looking like a Kappa, Sanpei is a relatively happy go lucky boy that is quite content with living alone with his grandfather in the mountains.\n\nOne day, Sanpei's school announces that it will hold a swimming gala with the top prize being an all expenses paid trip to the big city of Tokyo. Sanpei resolves to enter the contest so that he can have the chance to visit Tokyo and meet with his Mother who seems to have been working there for as long as he can remember.\n\nUnfortunately, Sanpei is not a very able swimmer and so decides to sneak off to a nearby lake to practice in secret. Sanpei quickly finds himself dragged under the water by a strong undercurrent and drowns only to find himself regain consciousness within the magical realm of the Kappa.\n\nThus begins Sanpei's journey as he befriends one of the Kappa children, Gartaro, and begins to learn the real whereabouts of his Mother and the reason behind his Fathers disappearance... ",
  "mean": 6.2,
  "rank": 8699,
  "popularity": 16692,
  "num_list_users": 501,
  "num_scoring_users": 133,
  "nsfw": "white",
  "created_at": "2010-09-23T04:52:11+00:00",
  "updated_at": "2017-08-12T16:53:24+00:00",
  "media_type": "movie",
  "status": "finished_airing",
  "genres": [
    {
      "id": 2,
      "name": "Adventure"
    },
    {
      "id": 15,
      "name": "Kids"
    },
    {
      "id": 37,
      "name": "Supernatural"
    }
  ],
  "num_episodes": 1,
  "start_season": {
    "year": 1993,
    "season": "winter"
  },
  "average_episode_duration": 5400,
  "rating": "g",
  "studios": [
    {
      "id": 917,
      "name": "Takahashi Studio"
    }
  ]
}