{
  "id": 97,
  "title": "Last Exile",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/7/10888.jpg",
    "large": "https://cdn.myanimelist.net/images/anime/7/10888l.jpg"
  },
  "alternative_titles": {
    "synonyms": [],
    "en": "Last Exile",
    "ja": "LAST EXILE（ラストエグザイル）"
  },
  "start_date": "2003-04-08",
  "end_date": "2003-09-30",
  "synopsis": "In the world of Prester, flight is the dominant mode of transportation, made possible by Claudia Fluid: a liquidized form of the crystals that are produced on the planet. An organization known solely as \"the Guild\" has absolute authority over the skies, with a monopoly on the engines that make use of this fluid. Moreover, as ecological disasters destabilize the warring countries of Anatoray and Disith, the Guild also arbitrates in the disputes between the two. Caught in the middle of the conflict are Sky Couriers, piloting small, two-person vanships that fly freely through the sky.\n\nLast Exile follows the adventures of two teenagers who dream of surpassing their parents: Claus Valca, son of a famous vanship pilot, and Lavie Head, Claus' best friend and navigator. Their job as couriers entails passing through an air current called the Grand Stream that separates the hostile nations, which even standard airships struggle to survive. However, when they take on a high-rated delivery to bring an orphan girl named Alvis Hamilton to the battleship Silvana, they get dragged into a much greater conflict that pits them against the might of the Guild.\n\n[Written by MAL Rewrite]",
  "mean": 7.78,
  "rank": 1047,
  "popularity": 1364,
  "num_list_users": 176740,
  "num_scoring_users": 71873,
  "nsfw": "white",
  "created_at": "2005-11-11T14:00:08+00:00",
  "updated_at": "2022-04-17T15:30:22+00:00",
  "media_type": "tv",
  "status": "finished_airing",
  "genres": [
    {
      "id": 1,
      "name": "Action"
    },
    {
      "id": 2,
      "name": "Adventure"
    },
    {
      "id": 24,
      "name": "Sci-Fi"
    }
  ],
  "num_episodes": 26,
  "start_season": {
    "year": 2003,
    "season": "spring"
  },
  "broadcast": {
    "day_of_the_week": "tuesday",
    "start_time": "01:30"
  },
  "source": "original",
  "average_episode_duration": 1440,
  "rating": "pg_13",
  "studios": [
    {
      "id": 3,
      "name": "Gonzo"
    }
  ]
}