{
  "id": 9736,
  "title": "Astarotte no Omocha!",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/3/75562.jpg",
    "large": "https://cdn.myanimelist.net/images/anime/3/75562l.jpg"
  },
  "alternative_titles": {
    "synonyms": [
      "Lotte no Omocha!"
    ],
    "en": "Astarotte's Toy",
    "ja": "アスタロッテのおもちゃ！"
  },
  "start_date": "2011-04-11",
  "end_date": "2011-06-26",
  "synopsis": "Succubi, like the young princess Astarotte \"Lotte\" Ygvar, require the life seed from men to survive, replenish their magic, and continue the royal lineage of the magical realm. This means succubi are required to keep a harem of men close at hand. Ironically, Lotte despises men, which will put her life at risk once she matures. To convince her to fulfill her duties, one of her attendants, Judith Snorrevik, goes to the human realm to find a human male whom Lotte can tolerate.\n\nJudith returns with 23-year-old Naoya Touhara, a single father who unfortunately leaves his daughter, Asuha, behind in the human realm. As the first member of Lotte's harem, Naoya quickly adapts to this new environment, serving the princess to make her happy, rather than viewing her with sexual intent. Unfortunately, when his daughter is allowed to arrive in the magical realm, Naoya's relationship quickly worsens with Lotte. Even so, he strives to patch up their relationship.\n\nIt soon becomes clear, however, that Naoya's presence in the magical realm is more than just mere coincidence. As he develops his bond with Lotte, fate begins to pull together the connections that tie him and everyone else within this enchanting world.\n\n[Written by MAL Rewrite]\n",
  "mean": 6.47,
  "rank": 7194,
  "popularity": 1619,
  "num_list_users": 150034,
  "num_scoring_users": 70635,
  "nsfw": "white",
  "created_at": "2010-10-26T22:06:29+00:00",
  "updated_at": "2023-09-04T19:35:40+00:00",
  "media_type": "tv",
  "status": "finished_airing",
  "genres": [
    {
      "id": 4,
      "name": "Comedy"
    },
    {
      "id": 9,
      "name": "Ecchi"
    },
    {
      "id": 10,
      "name": "Fantasy"
    },
    {
      "id": 35,
      "name": "Harem"
    },
    {
      "id": 62,
      "name": "Isekai"
    },
    {
      "id": 22,
      "name": "Romance"
    },
    {
      "id": 42,
      "name": "Seinen"
    }
  ],
  "num_episodes": 12,
  "start_season": {
    "year": 2011,
    "season": "spring"
  },
  "source": "manga",
  "average_episode_duration": 1426,
  "rating": "pg_13",
  "studios": [
    {
      "id": 51,
      "name": "Diomedéa"
    }
  ]
}