{
  "id": 9917,
  "title": "Pokemon Movie 14 White: Victini to Kuroki Eiyuu Zekrom",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/13/29620.jpg",
    "large": "https://cdn.myanimelist.net/images/anime/13/29620l.jpg"
  },
  "alternative_titles": {
    "synonyms": [
      "Gekijouban Pocket Monsters Best Wishes: Victini to Kuroki Eiyuu Zekrom",
      "Pokemon Best Wishes!: Victini to Kuroki Eiyuu Zekrom",
      "Victini and the Black Hero: Zekrom"
    ],
    "en": "Pokémon the Movie: White - Victini and Zekrom",
    "ja": "ポケットモンスター ベストウィッシュ 「ビクティニと黒き英雄」"
  },
  "start_date": "2011-07-16",
  "end_date": "2011-07-16",
  "synopsis": "In ages past, the Kingdom of the Vale, a mighty and flourishing realm, fell into turmoil. The ruler's two sons turned against each other, unleashing the powers of their Legendary familiars—Reshiram and Zekrom—and disturbing the Dragon Force that supplied the kingdom with energy. With the help of the Mythical Pokémon Victini, balance was restored and the Dragon Force was bound by the Sword of the Vale. Should the Sword be moved, devastation will loom again.\n\nDamon, a descendant of the now scattered People of the Vale, is attempting to restore his people's kingdom to its former glory. He manages to summon Legendary Pokémon Zekrom, with the aim of lifting the Sword of the Vale and harnessing the power of the Dragon Force himself.\n\nMeanwhile, Satoshi and his companions visit Eindoak Town, located at the foot of the Sword of the Vale. Confronted with Damon's scheme, they lend a hand to Victini, guardian of the Vale, in stopping the plan from coming to fruition and preventing a repeat of the tragedy that occurred a millennium ago.\n\n[Written by MAL Rewrite]",
  "mean": 6.64,
  "rank": 6043,
  "popularity": 2917,
  "num_list_users": 60380,
  "num_scoring_users": 35206,
  "nsfw": "white",
  "created_at": "2010-11-29T18:16:18+00:00",
  "updated_at": "2022-03-22T20:59:36+00:00",
  "media_type": "movie",
  "status": "finished_airing",
  "genres": [
    {
      "id": 2,
      "name": "Adventure"
    },
    {
      "id": 4,
      "name": "Comedy"
    },
    {
      "id": 8,
      "name": "Drama"
    },
    {
      "id": 10,
      "name": "Fantasy"
    },
    {
      "id": 15,
      "name": "Kids"
    }
  ],
  "num_episodes": 1,
  "start_season": {
    "year": 2011,
    "season": "summer"
  },
  "source": "game",
  "average_episode_duration": 5760,
  "rating": "pg",
  "studios": [
    {
      "id": 10,
      "name": "Production I.G"
    },
    {
      "id": 27,
      "name": "Xebec"
    },
    {
      "id": 28,
      "name": "OLM"
    }
  ]
}