{
  "id": 995,
  "title": "Tennis no Oujisama: Zenkoku Taikai-hen",
  "main_picture": {
    "medium": "https://cdn.myanimelist.net/images/anime/12/10572.jpg",
    "large": "https://cdn.myanimelist.net/images/anime/12/10572l.jpg"
  },
  "alternative_titles": {
    "synonyms": [
      "PoT OVA",
      "Tennis no Ouji-sama: Zenkoku Taikai hen",
      "Prince of Tennis: The National Tournament"
    ],
    "en": "The Prince of Tennis: National Championship Chapter",
    "ja": "テニスの王子様 Original Video Animation 全国大会編"
  },
  "start_date": "2006-03-24",
  "end_date": "2007-03-23",
  "synopsis": "Freshman tennis prodigy Ryouma Echizen and the Seishun Academy Boys' Tennis Team have finally reached the National Tournament, eager to fight for the championship title and claim it as their own.\n\nSeishun's first match is against Higa Middle School, the Okinawa-based team labeled as the \"dark horse\" of the tournament. After watching Higa defeat their first round of opponents using dirty tactics, the Seishun team is determined to show them the value of a fair, hard-earned victory.\n\nAwaiting the winners of the matchup in the quarterfinals is one of Seishun's old rivals: Hyoutei Academy, who are determined to restore their pride after the events at the Kanto Regionals. Hyoutei seeks to prove to everyone that they deserve to be at the Nationals despite only qualifying through a special invitation.\n\nTennis no Oujisama: Zenkoku Taikai-hen covers the beginning of the long-awaited National Tournament as Ryouma and the Seishun team meet foes of past and present, each with their own unique ideals on how tennis should be played!\n\n[Written by MAL Rewrite]",
  "mean": 7.88,
  "rank": 837,
  "popularity": 3281,
  "num_list_users": 46958,
  "num_scoring_users": 25804,
  "nsfw": "white",
  "created_at": "2006-05-27T23:49:52+00:00",
  "updated_at": "2023-07-18T07:39:34+00:00",
  "media_type": "ova",
  "status": "finished_airing",
  "genres": [
    {
      "id": 27,
      "name": "Shounen"
    },
    {
      "id": 30,
      "name": "Sports"
    }
  ],
  "num_episodes": 13,
  "start_season": {
    "year": 2006,
    "season": "winter"
  },
  "source": "manga",
  "average_episode_duration": 1380,
  "rating": "pg_13",
  "studios": [
    {
      "id": 463,
      "name": "M.S.C"
    }
  ]
}